Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/bika.po
Languages: af, fr

source: Period
af: Periode
fr: Période

source: Permitted
af: Toegelate
fr: Autorisé

source: Permitted Error %
af: Toegelate Fout %
fr: Erreur autorisée %

source: Phone
af: Foon
fr: Téléphone

source: Phone (business)
af: Foon (besigheid)
fr: Téléphone (bureau)

source: Phone (home)
af: Foon (tuis)
fr: Téléphone (domicile)

source: Phone (mobile)
af: Foon (mobiel)
fr: Téléphone (portable)

source: Photo image file
fr: fichier photo

source: Photo of the instrument
fr: Photo de l'instrument

source: Physical address
af: Fisiese adres
fr: Adresse physique

source: Please list all options for the analysis result if you want to restrict it to specific options only, e.g. 'Positive', 'Negative' and 'Indeterminable'. The option's result value must be a number
af: Lys alle opsies vir die ontledingsuitslag indien u dit wil beperk tot spesifieke opsies, bv 'Positief', 'Negatief' en 'Onbepaald'. Die opsie se uitslagwaarde moet 'n syfer wees
fr: Lister toutes les options pour les résultats analytiques si vous voulez les restreindre seulement à des options spécifiques, par exemple 'Positif', 'Négatif', et 'Indéterminé'. Les résultats des options doivent être un nombre.

source: Please specify preservations that differ from the analysis service's default preservation per sample type here.
af: Spesifiseer preservering wat verskil van die ontledingsdiens se verstekpreservering per monstertipe
fr: Merci de spécifier les conservations qui diffèrent de celles par défaut du service analytique ici.

source: Please upload the logo you are authorised to use on your website and results reports by your accreditation body. Maximum size is 175 x 175 pixels.
af: Laai asb die logo toegelaat deur die akkreditasie instelling. Maksimum grote is 175 x 175 pixels
fr: Uploadez le logo que vous êtes autorisé par votre organisme accréditeur à utiliser sur votre site et vos rapports de résultats. Taille maximale de 175x175 pixels.

source: Point of Capture
af: Punt van Monstering
fr: Point de saisie

source: Postal address
af: Posadres
fr: Adresse postale

source: Postal code
af: Poskode
fr: Code postal

source: Pre-preserved
af: Vooraf gepreserveer
fr: Pré conservé

source: Precision as number of decimals
af: Hoeveelheid desimale
fr: Précision, comme nombre de décimales

source: Precision as the number of significant digits according to the uncertainty. The decimal position will be given by the first number different from zero in the uncertainty, at that position the system will round up the uncertainty and results. For example, with a result of 5.243 and an uncertainty of 0.22, the system will display correctly as 5.2+-0.2. If no uncertainty range is set for the result, the system will use the fixed precision set.
fr: Précision comme le nombre de décimales significatives en accord avec l'incertitude. La position décimale sera donnée par le premier chiffre différent de zéro dans l'incertitude, à la position que le système arrondira au-dessus l'incertitude et le résultat. Par exemple, pour un résultat de 5.243 et une incertitude de 0.22, le système affichera 5.2+/-0.2. S'il n'y a pas de plage d'incertitude pour le résultat, le système utilisera la précision spécifiée.

source: Preferred decimal mark for reports.
fr: Marqueur décimal préféré pour les rapports

source: Preferred decimal mark for results
fr: Marqueur décimal préféré pour les résultats

source: Preferred scientific notation format for reports
fr: Format de notation scientifique préféré pour les rapports

source: Preferred scientific notation format for results
fr: Format de notation scientifique préféré pour les résultats

source: Prefix
af: Voorvoegsel
fr: Préfixe

source: Prepared by
fr: Préparé par

source: Preservation
af: Preservering
fr: Conservation

source: Preservation Category
af: Preserverings kategorie
fr: Catégorie de conservation

source: Preservations
af: Preserverings
fr: Conservations

source: Preserver
af: Preserveerder
fr: Personne ayant stocké

source: Preventive
af: Voorkomend
fr: Préventif

source: Preventive maintenance procedure
af: Voorkomende onderhoud prosdure
fr: Procédure de maintenance préventive

source: Price
af: Prys
fr: Prix

source: Price (excluding VAT)
af: Prys (BTW uitg)
fr: Prix (HT)

source: Price Premium Percentage
fr: Pourcentage de prix premium

source: Price excluding VAT
af: Prys BTW uitgeslote
fr: Prix HT

source: Pricelist for
af: Pryslys vir
fr: Liste de prix pour

source: Pricelists
af: Pryslys
fr: Tarifs

source: Print
fr: Imprimession

source: Print date:
af: Datum gedruk
fr: Date d'impression

source: Priority
af: Prioriteit
fr: Priorité

source: Product
af: Produk
fr: Produit

source: Productivity Reports
af: Produktiwiteit
fr: Rapports de productivité

source: Professional Open Source LIMS/LIS
fr: SGL/SIL Professionnel Open Source

source: Profile
af: Profiel
fr: Profil

source: Profile Analyses
af: Profiel Ontledings
fr: Profil analytique

source: Profile Key
af: Profiel Sleutel
fr: Clé du profil

source: Profile Keyword
af: Profiel Sleutelwoord
fr: Mot-clé profil

source: Profiles
af: Profiele
fr: Profils

source: Proforma (Not yet invoiced)
fr: Proforma (pas encore facturé)

source: Protocol ID
fr: ID du protocole

source: Public. Lag
fr: Délai public

source: Publication Specification
fr: Spécification de publication

source: Publication preference
af: Publikasievoorkeur
fr: Préférence de publication

source: Published
af: Gepubliseer
fr: Publié

source: Published Analysis Requests which have not been invoiced
af: Gepubliseerde ongefaktureerde ontledingsversoeke
fr: Demandes d'analyses publiées non facturées

source: Published By
af: Gepubliseer deur
fr: Publié par

source: Published results
af: Gepubiseerde resultate
fr: Résultats publiés

source: QC Analyses
fr: Analyses QC

source: QC Sample ID
fr: ID échantillon QC

source: QC Samples(Analyses)
fr: Échantillons (analyses) QC

source: Quality Control Reports
af: Kwaliteitsbeheer Kontroleverslae
fr: Rapports de Contrôle Qualité

source: Quantity
af: Hoeveelheid
fr: Quantité

source: Query
fr: Requête

source: Range Comment
fr: Plage de commentaires

source: Range comment
fr: Plage de commentaires

source: Range max
af: Bereik maks
fr: Plage max

source: Range min
af: Bereik min
fr: Plage min

source: Range spec
af: Bereikspesifikasie
fr: Plage de spécifications

source: Re-enter the password. Make sure the passwords are identical.
af: Sleutel weer die wagwoord in. Maak seker die wagwoorde is identies.
fr: Saisissez de nouveau le mot de passe. Assurez-vous que les mots de passe sont identiques.

source: Reassign
af: Hertoewysing
fr: Réassigné

source: Receive
af: Ontvang
fr: Reçoit

source: Received
af: Is Ontvang
fr: Reçu

source: Recept. Lag
fr: Délai de réception

source: Recipients
af: Ontvangers
fr: Récipients

source: Refer to <a target="_blank" href="https://github.com/bikalabs/Bika-LIMS/wiki/Creating-new-report-templates">Creating new report templates</a> documentation from Bika LIMS wiki to get more or add your own report templates.
fr: Se héférer à <a target="_blank" href="https://github.com/bikalabs/Bika-LIMS/wiki/Creating-new-report-templates">Créer un nouveau modèle de rapport</a> de la documentation du wiki Bika LIMS pour plus d'informations ou ajouter vos propres modèles.

source: Reference
af: Verwysing
fr: Référence

source: Reference Analyses
fr: Anlyses de référence

source: Reference Definition
af: Verwysing Definisie
fr: Définition de référence

source: Reference Definitions
af: Verwysing Definisies
fr: Définitions de référence

source: Reference Sample
af: Verwysing monster
fr: Échantillon de référence

source: Reference Samples
af: Verwysing Monsters
fr: Echantillons de référence

source: Reference Supplier
af: Verwysing verskaffer
fr: Fournisseur de référence

source: Reference Type
af: Verwysing Tipe
fr: Type de référence

source: Reference Values
af: Verwysings waardes
fr: Valeurs de référence

source: Reference analysis QC
af: Standaardontleding KB
fr: Analyse de référence QC

source: Reference analysis quality control graphs
af: Standaardontleding KB Grafieke
fr: Graphes de contrôle de la qualité des analyses de référence

source: Reference analysis quality control graphs
af: Verwysing ontleding kwaliteit beheer grafieke
fr: Graphes de contrôle de la qualité des analyses de référence

source: Reference sample
af: Verwysingsmonster
fr: Échantillon de référence

source: Reference sample values are zero or 'blank'
af: Verwysing monster waardes is nul of 'leeg'
fr: Les valeurs des échantillons de référence sont nulles ou vides

source: ReferenceAnalysesGroupID
fr: ID du groupe d'analyses de référence

source: ReferenceDefinition represents a Reference Definition or sample type used for quality control testing
af: Verwsyingsdefinisie verteenwoordig 'n Verwysingsdefinisie of monstertipe wat gebruik word vir kwaliteitsbeheertoetsing.
fr: ReferenceDefinition représente une définition de référence ou un type d'échantillon utilisé pour les tests de QC

source: Register
af: Registreer
fr: Enregistrer

source: Relative percentage difference, ${variation_here} %, is out of valid range (${variation} %))
fr: Le pourcentage de différence relatif, ${variation_here} %, est hors plage (${variation} %)

source: Remarks
af: Opmerkings
fr: Remarques

source: Remarks to take into account before calibration
fr: Remarques à prendre en compte avant étalonnage

source: Remarks to take into account before performing the task
fr: Remarques à prendre en compte avant de réaliser la tache

source: Remarks to take into account before validation
fr: Remarques à prendre en compte avant validation

source: Remarks to take into account for maintenance process
fr: Remarques à prendre en compte avant la maintenance

source: Repair
af: Herstel
fr: Réparation

source: Repeated analyses
af: Herhaalde ontledings
fr: Analyses répétées

source: Report
af: Rapporteer
fr: Rapport

source: Report Date
fr: Date du rapport

source: Report ID
fr: ID du rapport

source: Report Type
af: Verslagtipe
fr: Type de rapport

source: Report as Dry Matter
af: Rapporteer as Droe Materiaal
fr: Publication comme matière sèche

source: Report identification number
fr: Numéro d'identification du rapport

source: Report of published analysis requests which have not been invoiced
af: Verslag van gepubliseerde ontledingsversoeke wat nie gefaktureer is nie
fr: Rappor des demandes d'analyse publiées non facturées

source: Report tables between a period of time the number of analyses published and expressed as a percentage of all analyses performed.
fr: Tableaux périodiques du nombre d'analyses publiées et exprimées en pourcentage de l'ensemble des analyses réalisées

source: Report tables between a period of time the number of samples received and results reported for them with differences between the two
fr: Tableau périodique du nombre d'échantillons reçus et résultats rapportés pour ceux-ci et mentionnant aussi la différence entre les deux

source: Report tables of Analysis Requests and totals submitted between a period of time
fr: Tableau périodique des demandes d'analyses et totaux soumis

source: Report type
af: Verslagtipe
fr: Type de rapport

source: Report upload
fr: Importation du rapport

source: Reports
af: Verslae
fr: rapports

source: Request
af: Versoek
fr: Demande

source: Request ID
af: Versoek ID
fr: ID demande

source: Request new analyses
af: Versoek new Ontledings
fr: Demander de nouvelles analyses

source: Requested
af: Verlang
fr: Demandé

source: Requests
af: Versoeke
fr: Demandes

source: Required
af: Vereis
fr: Requis

source: Required Volume
af: Vereiste volume
fr: Volume requis

source: Required fields have no values: ${field_names}
fr: Les champs requis n'ont pas de valeur : ${field_names}

source: Restrict categories
af: Beperk kategorië
fr: Catégories restreintes

source: Result
af: Resultaat
fr: Résultat

source: Result Footer
af: Resultaat voetskrif
fr: Pied de page des résultats

source: Result Options
af: Resultaat Keuses
fr: Options de résultat

source: Result Value
af: Resultaat Value
fr: Valeur résultat

source: Result in shoulder range
fr: Résultat dans la plage haute

source: Result out of range
af: Resultaat buite toegelate bereik
fr: Résultat hors intervalle

source: Result values with at least this number of significant digits are displayed in scientific notation using the letter 'e' to indicate the exponent. The precision can be configured in individual Analysis Services.
fr: Les valeurs de résultat avec au moins ce nombre de décimales significatives sont affichés en notation scientifique utilisant la lettre 'e' pour indiquer l'exposant. La précision peut-être configurée dans les analyses individuelles

source: Results Interpreation
fr: Interprétation des résultats

source: Results Interpretation
fr: Interprétation des résultats

source: Results attachments permitted
fr: Résultats liés autorisés

source: Results have been withdrawn
fr: Les résultats ont été retirés

source: Results interpretation
fr: Interprétation des résultats

source: Results per sample point
af: Resultate per monsterpunt
fr: Résultats par point d'échatillonnage

source: Results per samplepoint and analysis service
af: Resultate per monsterpunt en ontledingsdiens
fr: Résultats par point d'échantillonnage et analyse

source: Retention Perdiod
fr: Période de conservation

source: Retention Period
af: Retensieperiode
fr: Période de conservation

source: Retested
af: Herontleed
fr: Retesté

source: Retracted analyses
fr: Analyses retirées

source: Retraction report unavailable
fr: Rapport de rétractation indisponible

source: Retractions
fr: Rétractations

source: Review state
af: Hersien status
fr: État de révision

source: Routine Samples(Analyses)
fr: Échantillons (analyses) de routine

source: SR Templates
fr: Modèles SR

source: SWIFT code.
fr: Code SWIFT/BIC.

source: Same as the above, but sets the default on analysis services. This setting can be set per individual analysis on its own configuration
af: Dieselfde as hier bo, maar dit is die verstekwaarde vir ontledingsdienste. Dit kan individueel per ontledingsdiens opgestel word op hul eie blaaie
fr: Identique à ci-dessus, mais définit le défaut pour les analyses. Ce paramétrage peut être défini pour une analyse individuelle lors de sa configuration

source: Sample
af: Monster
fr: Échantillon

source: Sample Condition
fr: Condition d'échantillonnage

source: Sample Conditions
fr: Conditions d'échantillonnage

source: Sample Due
af: Monster Verwag
fr: Échéance de l'échantillon

source: Sample ID
af: Monster ID
fr: ID échantillon

source: Sample ID Padding
af: Monster ID Kussing
fr: Taille de l'ID échantillon

source: Sample ID Sequence Start
fr: Numéro de début de séquence

source: Sample Matrices
af: Monster matrikse
fr: Matrices d'échantillons

source: Sample Matrix
af: Monstermatriks
fr: Matrice d'échantillons

source: Sample Partitions
af: Monsterafdelings
fr: Répartition d'échantillon

source: Sample Point
af: Monster Punt
fr: Point d'échantillonnage

source: Sample Points
af: Monster Punte
fr: Points d'échantillonnage

source: Sample Type
af: Monster Tipe
fr: Type d'échantillon

source: Sample Type Prefix
af: Monster Tipe Voorvoegsel
fr: Préfixe du type d'échantillon

source: Sample Type Specifications (Client)
fr: Spécifications du type d'échantillon (client)

source: Sample Type Specifications (Lab)
fr: Spécifications du type d'échantillon (labo)

source: Sample Types
af: Monster Tipes
fr: Types d'échantillon

source: Sample condition
fr: État de l'échantillon

source: Sample point
af: Monsterpunt
fr: Point d'échantillonnage

source: Sample related reports
af: Monster verwante verslae
fr: Rapports relatifs à l'échantillon

source: Sample type
af: Monstertipe
fr: Type d'échantillon

source: SampleMatrix
fr: Matrice de l'échantillon

source: SampleType
af: Monster tipe
fr: Type d'échantillon

source: Sampler
af: Monsternemer
fr: Préleveur

source: Samples
af: Monsters
fr: Échantillons

source: Samples of this type should be treated as hazardous
af: Monsters van hierdie tipe moet as gevaarlik beskou word
fr: Les échantillons de ce type doivent être traités comme dangereux

source: Samples received vs. reported
af: Monsters ontvang teenoor verslag gedoen
fr: Échantillons reçus vs. rapportés

source: Samples received vs. samples reported
af: Monsters ontvang teenoor monsters verslag gedoen
fr: Échantillons reçus vs. échantillons rapportés

source: Samples: ${samples}
fr: Échantillons: ${samples}

source: Sampling Date
af: Monstering Datum
fr: Date d'échantillonnage

source: Sampling Deviation
af: Monsterafwyking
fr: Écart d'échantillonnage

source: Sampling Deviations
af: Monsterafwykings
fr: Écarts d'échantillonnage

source: Sampling Frequency
af: Monstering Reelmaat
fr: Fréquence d'échantillonnage

source: Save
af: Stoor
fr: Sauver

source: Save remarks
af: Stoor opmerkings
fr: Sauvegarder les remarques

source: Scheduled task
af: Geskeduleerde taak
fr: Tâches planifiées

source: Scientific name
fr: Nom scientifique

source: Search
af: Soek
fr: Chercher

source: Search terms
af: Soek terme
fr: Rechercher les termes

source: Seconds
af: Sekondes
fr: secondes

source: Select 'Register' if you want stickers to be automatically printed when new ARs or sample records are created. Select 'Receive' to print stickers when ARs or Samples are received. Select 'None' to disable automatic printing
fr: Sélectionner 'Enregistrement' si vous voulez que les étiquettes soient automatiquement imprimées lorsque de nouvelles DAs ou enregistrements d'échantillon sont créés. Sélectionner 'Réception' pour imprimer les étiquettes lorsque les DAs ou échantillons sont reçus. Sélectionner 'Aucun' pour désactiver l'impression automatique.

source: Select AR Templates to include
fr: Sélectionner le modèle de DA à inclure

source: Select a data interface
af: Kies 'n data koppelvlak
fr: Sélectionner l'interface de données

source: Select a default preservation for this analysis service. If the preservation depends on the sample type combination, specify a preservation per sample type in the table below
af: Kies 'n verstek preservering vir hierdie ontleding. Indine die preservering van die monster tipe afhang, spesifiseer die preservering per monster tipe in die tabel benede
fr: Sélectionnez une conservation par défaut pour cette analyse. Si la conservation dépend d'une combinaison de types d'échantillons, spécifiez une conservation par type d'échantillon dans la table ci-dessous.

source: Select a destinaton position and the AR to duplicate.
af: Kies 'n posisie en die ontledingsversoek om te dupliseer
fr: Sélectionnez une destination et la DA à dupliquer

source: Select a manager from the available personnel configured under the 'lab contacts' setup item. Departmental managers are referenced on analysis results reports containing analyses by their department.
af: Kies 'n bestuurder uit die bestaande personeel onder die 'lab kontakte' opstelling. Afdelingsbestuurders word na verwys op analise resultaatsverslae wat analises per afdeling bevat.
fr: Sélectionnez un gestionnaire à partir du personnel disponible configuré dans le paramétrage 'contacts du laboratoire'. Les gestionnaires de département sont référencés sur les rapports de résultats d'analyses contenant les analyses par département

source: Select a sample to create a secondary AR
fr: Sélectionnez un échantillon pour créer une DA secondaire

source: Select all items
af: Kies Alle items
fr: Sélectionner tous les éléments

source: Select an Import/Export interface for this instrument.
af: Kies 'n invoer/uitvoer koppelvlak vir die instrument.
fr: Sélectionner une interface d'import/export pour cet équipement

source: Select analyses to include in this template
af: Kies ontledings vir insluiting in hierdie templaat
fr: Sélectionnez les analyses à inclure dans ce modèle

source: Select analyst
af: Kies Ontleder
fr: Sélectionner analyste

source: Select existing file
fr: Sélectionnez un fichier existant

source: Select if analyses to be excluded from invoice
af: Spesifiseer of die ontledings uitgesluit moet word op fakture
fr: Sélectionnez si des analyses doivent être exclues de la facture

source: Select if is an in-house calibration certificate
fr: Sélectionnez si c'est un certificat de calibration interne

source: Select if the calculation to be used is the calculation set by default in the default method. If unselected, the calculation can be selected manually
fr: Sélectionnez si le calcul utilisé est le calcul spécifié par défaut dans la méthode par défaut. Si non sélectionné, le calcul peut être sélectionné manuellement

source: Select if the descriptions should be included
af: Kies die beskrywings wat ingesluit moet word
fr: Sélectionnez si les descriptions doivent être inclues

source: Select if the results for this Analysis Service can be set manually.
fr: Sélectionnez si les résultats pour cette analyse peuvent être saisis manuellement

source: Select if the results for this Analysis Service can be set using an Instrument.
fr: Sélectionnez si les résultats pour cette analyse peuvent être renseignés par un équipement

source: Select instrument
af: Kies Instrument
fr: Sélectionnez instrument

source: Select only analysis requests where one or more analyses were analyzed by this user.
fr: Sélectionnez seulement les demandes d'analyses où une ou plusieurs analyses ont été réalisées par cet utilisateur

source: Select services in the left column to locate reference samples. Select a reference by clicking it.
af: Kies dienste in die linkerkolom om verwysingsmonsters te vind. Kies 'n verwysing deur daarop te kliek.
fr: Sélectionnez les services dans la colonne de gauche pour localiser les échantillons de référence. Sélectionnez une référence en cliquant dessus.

source: Select template
af: Kies Templaat
fr: Sélectionnez le modèle

source: Select the country the site will show by default
fr: Sélectionnez le pays dans lequel le site sera affiché par défaut

source: Select the currency the site will use to display prices.
af: Kies geldeenheid waarin pryse vertoon word
fr: Sélectionnez la devise que le site va utiliser pour afficher les tarifs.

source: Select the default container to be used for this analysis service. If the container to be used depends on the sample type and preservation combination, specify the container in the sample type table below
af: Kies die verstekhouer om te gebruik vir hierdie ontledingsdiens. Spesifiseer die houer in die monstertipe tabel hieronder as die houer afhang van die monstertipe en preserveringskombinasie.
fr: Sélectionnez le récipient par défaut à utiliser pour cette analyse. Si le récipient à utiliser dépend de la combinaison du type d'échantillon et de la conservation, spécifiez le récipient dans la table de types d'échantillon ci-dessous.

source: Select the default landing page. This is used when a Client user logs into the system, or when a client is selected from the client folder listing.
fr: Sélectionnez la page d'accueil par défaut. Ceci est utilisé lorsque un utilisateur "Client" se connecte au système ou lorsque un client est sélectionné dans le dossier contenant la liste des clients

source: Select the preferred instrument
af: Kies die voorkeur instrument
fr: Sélectionnez l'équipement privilégié

source: Select this to activate the sample collection workflow steps.
af: Kies om monster-versameling werksvloei stappe te aktiveer
fr: Sélectionnez pour activer les étapes du workflow de collecte d'échantillon.

source: Select which Analyses should be included on the Worksheet
af: Kies die ontledings om in te sluit op die Werkskaart
fr: Sélectionnez quelles analyses devraient être inclues dans la feuille de travail

source: Select which fields to display when 'Tabular view' is selected in the display menu.
fr: Sélectionnez quels champs afficher quand 'Vue tabulaire' est sélectionné dans le menu d'affichage.
