Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/bika.po
Languages: af, fr

source: Select which sticker to print when automatic sticker printing is enabled
fr: Sélectionnez quel étiquette imprimer quand l'impression automatique est activée

source: Send email
af: Stuur epos
fr: Envoyer email

source: Separate
af: Afsonderlik
fr: Séparer

source: Separate Container
af: Afsonderlike houer
fr: Contenants distincts

source: Serial No
af: Reeksnommer
fr: N° de série

source: Service dependencies
fr: Dépendences du service

source: Service is included in the ${accreditation_body_abbrev}
af: Diens is ingeslote in die ${accreditation_body_abbrev}
fr: Le service est inclus dans le ${accreditation_body_abbrev}

source: Set the maintenance task as closed.
fr: Définir la tâche de maintenance comme terminée.

source: Set the maximum number of analysis requests per results email. Too many columns per email are difficult to read for some clients who prefer fewer results per email
af: Stel die maksimum aantal ontledingsversoeke per epos. Te veel kolomme per epos maak hul moeilik om te lees en sommige kliënte verkies minder resultate per epos
fr: Définissez le nombre maximal de demandes d'analyses par email de résultats. Trop de colonnes par email peuvent être difficiles à lire.

source: Set the specification to be used before publishing an AR.
fr: Définissez les spécifications à utiliser avant de publier la DA.

source: Set up the laboratory analysis service results specifications
af: Stel die laboratorium ontledingsdiens op
fr: Configurez les spécifications des résultats d'analyse du laboratoire

source: Shelf Code
fr: Code du rangement

source: Shelf Description
fr: Description du rangement

source: Shelf Title
fr: Titre du rangement

source: Shipping address
af: Verskepingsadres
fr: Adresse d'expédition

source: Short title
fr: Titre court

source: Show Hidden Analyses
fr: Montrer les analyses cachées

source: Show QC Analyses
fr: Montrer les analyses QC

source: Show only selected categories in client views
af: Vertoon slegs verkose kategorië in kliënte skerms
fr: Montrer uniquement les catégories dans les vues client

source: Site Code
fr: Code du site

source: Site Description
fr: Description du site

source: Site Title
fr: Titre du site

source: Size
af: Grootte
fr: Taille

source: Slot
fr: Emplacement

source: Small Icon
af: Klein Ikoon
fr: Petite icône

source: Some analyses use out-of-date or uncalibrated instruments. Results edition not allowed
fr: Des analyses nécessitent des équipements hors calibration ou obsolètes. Édition des résultats non autorisée.

source: Sort Key
fr: Clé de tri

source: Sort the collection on this index
fr: Trier la collection sur cet index

source: Sort the results in reversed order
af: Sorteer die resultate in omgekeerde orde
fr: Trier les résultats en ordre inverse

source: Specification
af: Spesifikasie
fr: Spécification

source: Specifications
af: Spesifikasies
fr: Spécifications

source: Specify the maximum number of items to show.
af: Spesifeer die maximum hoeveelheid items om te wys
fr: Spécifiez le nombre maximum d'éléments à montrer.

source: Specify the size of the Worksheet, e.g. corresponding to a specific instrument's tray size. Then select an Analysis 'type' per Worksheet position. Where QC samples are selected, also select which Reference Sample should be used. If a duplicate analysis is selected, indicate which sample position it should be a duplicate of
af: Spesifiseer die grootte van die werksblad, bv ooreenkomstig spesifieke instrumente se laaigrootte. Kies dan 'n analise-tipe per werksbladposisise. Waar KB monsters gekies is, kies ook watter verwysingsmonster gebruik behoort te word. As 'n duplikaatanalise gekies is, dui aan watter van monsterposisie dit 'n duplikaat moet wees.
fr: Définissez la taille de la feuille de travail (ex : correspondant au nombre d'échantillons traitable en une série sur un équipement). Puis sélectionnez une analyse type par position de la feuille de travail. Là où les échantillons QC sont sélectionnés, sélectionnez aussi quel échantillon de référence devrait être utilisé. Si une analyse dupliquée est sélectionnée, indiquez de quel position d'échantillon c'est un réplicat.

source: Specify the uncertainty value for a given range, e.g. for results in a range with minimum of 0 and maximum of 10, where the uncertainty value is 0.5 - a result of 6.67 will be reported as 6.67 +- 0.5. You can also specify the uncertainty value as a percentage of the result value, by adding a '%' to the value entered in the 'Uncertainty Value' column, e.g. for results in a range with minimum of 10.01 and a maximum of 100, where the uncertainty value is 2% - a result of 100 will be reported as 100 +- 2. Please ensure successive ranges are continuous, e.g. 0.00 - 10.00 is followed by 10.01 - 20.00, 20.01 - 30 .00 etc.
fr: Définissez la valeur de l'incertitude pour une plage donnée, par exemple dans une plage avec un minimum de 0 et un maximum de 10 où l'incertitude est de 0.5, un résultat de 6.67 sera reporté comme 6.67+/-0.5. Vous pouvez aussi définir une valeur d'incertitude comme un pourcentage de la valeur du résultat, en ajoutant un '%' à la valeur saisie dans la colonne «Valeur de l'incertitude», par exemple pour les résultats ayant une incertitude de 2%, un résultat de 100 sera reporté comme 100+/-2. Assurez-vous que les plages successives sont continues (ex : 0.00 - 10.00 puis 10.01 - 20.00 puis 20.01 - 30 .00 etc.).

source: Start Date
af: Begin datum
fr: Date de début

source: State
af: Staat
fr: État

source: Status
fr: Statut

source: Sticker templates
fr: Modèles d'étiquettes

source: Storage Location
fr: Lieu de stockage

source: Storage Locations
fr: Lieux de stockage

source: Sub-group
fr: Sous-groupe

source: Sub-groups
fr: Sous-groupes

source: Subgroups are sorted with this key in group views
fr: Les sous-groupes sont triés avec cette clé dans la vue des groupes

source: Submit
af: Handig In
fr: Soumettre

source: Submit a valid Open XML (.XLSX) file containing Bika setup records to continue.
fr: Soumettez un fichier XML ouvert (.XLSX) contenant des enregistrements paramétrés dans Bika pour continuer.

source: Subtotal
af: Subtotaal
fr: Sous-total

source: Supplier
af: Verskaffer
fr: Fournisseur

source: Suppliers
af: Verskaffers
fr: Fournisseurs

source: Supply Order
fr: Numéro de commande

source: Surname
af: Van
fr: Nom

source: Table Columns
af: Tabel kolomme
fr: Colonnes du tableau

source: Task
af: Taak
fr: Tâche

source: Task type
af: Taak tipe
fr: Type de tâche

source: Technical description and instructions intended for analysts
af: Tegniese beskrywing en instruksies vir ontleders
fr: Description technique et instructions destinées aux analystes

source: Template
af: Templaat
fr: Modèle

source: The Analysis Profile selection for this template
af: Die Ontledingsprofiel vir hierdie templaat
fr: La sélection de profil d'analyses pour ce modèle

source: The Analysis Service can be performed by using more than one Method. The methods selected here are displayed in the Analysis Request creation view for its selection when this Analaysis Service is selected. Only methods with 'Allow manual entry of results' enabled are displayed.
fr: L'analyse peut-être réalisée selon plusieurs méthodes. Les méthodes sélectionnées ici sont affichées à la vue de création de la demande d'analyse quand l'analyse est sélectionnée. Seules les méthodes permettant la saisie manuelle de résultats sont affichées.

source: The ID assigned to the client's request by the lab
af: Die ID deur die lab toegeken aan die kliënt se ontledingsversoek
fr: L'ID attribuée à la demande client par le laboratoire

source: The ID assigned to the client's sample by the lab
af: Die ID deur die lab toegeken aan die kliënt se monster
fr: L'ID attribuée à l'échantillon client par le laboratoire

source: The Laboratory's web address
af: Die laboratorium se web adres
fr: Adresse web du laboratoire

source: The Lower Detection Limit is the lowest value to which the measured parameter can be measured using the specified testing methodology. Results entered which are less than this value will be reported as < LDL
fr: La limite de détection basse est la plus petite valeur que peut prendre le paramètre évalué pouvant être mesurée en utilisant la méthode de dosage spécifiée. Les résultats saisis inférieurs à cette valeur seront rapportés comme < LDB

source: The Upper Detection Limit is the highest value to which the measured parameter can be measured using the specified testing methodology. Results entered which are greater than this value will be reported as > UDL
fr: La limite de détection haute est la plus grande valeur que peut prendre le paramètre évalué pouvant être mesurée en utilisant la méthode de dosage spécifiée. Les résultats saisis supérieurs à cette valeur seront rapportés comme > LDH

source: The accreditation standard that applies, e.g. ISO 17025
af: Die akkreditasie standaard van toepassing, bv. ISO 17025
fr: Le référentiel d'accréditation appliqué (ex : ISO 17025)

source: The analyses included in this profile, grouped per category
af: Die ontledings ingeslote in hierdie profiel, per kategorie gegroepeer
fr: Les analyses inclues dans ce profil, groupées par catégorie

source: The analysis to be used for determining dry matter.
af: Die ontleding om te gebruik vir die bepaling van droë resultate.
fr: Les analyses utilisées pour déterminer le poids sec.

source: The analyst or agent responsible of the calibration
af: Die tegnikus of agent verantwoordelik vir die kalibrasie
fr: L'analyste ou technicien responsable de la calibration

source: The analyst or agent responsible of the maintenance
af: Die tegnikus of agent verantwoordelik vir die onderhoud
fr: L'analyste ou technicien responsable de la maintenance

source: The analyst responsible of the validation
af: Die analis verantwoordelik vir die validasie
fr: L'analyste responsable de la validation

source: The attachments linked to analysis requests and analyses
af: Die aanhegsels verwant aan ontledingsversoek
fr: Les fichiers liés à la demande analytique et aux analyses

source: The category the analysis service belongs to
af: Die kategorie waaraan die ontleding behoort
fr: La catégorie à laquelle appartient l'analyse

source: The date the instrument was installed
fr: La date à laquelle l'instrument a été installé

source: The decimal mark selected in Bika Setup will be used.
fr: Le marqueur décimal sélectionné lors du paramétrage de Bika LIMS sera utilisé.

source: The default container type. New sample partitions are automatically assigned a container of this type, unless it has been specified in more details per analysis service
af: Verstek houertipe. Nuwe monsterafdelings kry outomaties 'n houer van hierdie tipe, tensy dit gespesifiseer is in meer besonderhede per ontledingsdiens
fr: Le récipient par défaut. Les nouveaux échantillons sont automatiquement assignés à un conteneur de ce type, à moins que ce soit spécifié plus en détail par analyse

source: The discount percentage entered here, is applied to the prices for clients flagged as 'members', normally co-operative members or associates deserving of this discount
af: Die afslagpersentasie wat hier ingevoer word, word toegepas op kliënte wat as 'lede' aangedui is, normaalweg koöperasielede of medewerkers waarop hierdie afslag van toepassing is.
fr: Le pourcentage de remise entré ici s'applique aux tarifs des clients marqués comme 'membres', normalement partenaires ou associés méritant cette remise.

source: The full URL: http://URL/path:port
af: Die voledige URL: htto://URL/path:port
fr: L'URL complète : http://URL/path:port

source: The height or depth at which the sample has to be taken
af: Die hoogte of diepte waarop die monster geneem is
fr: La hauteur ou profondeur à laquelle l'échantillon a été pris en charge

source: The instrument's ID in the lab's asset register
fr: L'identifiant (ID) de l'instrument dans l'inventaire du matériel du Laboratoire

source: The instrument's model number
af: Die instrument se modelnommer
fr: numéro de modèle de l'instrument

source: The lab is not accredited, or accreditation has not been configured.
af: Die laboratorium is nie ge-akkrediteer nie, of die akkreditasie opstelling is nog nie gedoen nie.
fr: Le laboratoire n'est pas accrédité ou aucune accréditation n'a été configurée.

source: The laboratory department
af: Die laboratorium departement
fr: Le département du laboratoire

source: The length of the zero-padding for Sample IDs
af: Die hoeveelheid zeros vir monster IDs
fr: Le nombre de zéros des ID échantillons.

source: The length of the zero-padding for the AR number in AR IDs
af: Die hoeveelheid nulle gebruik on die ontledingsversoek nommer in ontledingsversoek ID te vul tot standaard lengte
fr: Le nombre de zéros de la partie numérique des DA dans les ID des DA

source: The list of sample points from which this sample type can be collected. If no sample points are selected, then all sample points are available.
af: Die lys monsterpunte waarvanaf hierdie monstertipe versamel kan word. Indien geen monsterpunte gekies is nie, is alle monsterpunte beskikbaar.
fr: La liste des points d'échantillonnage à partir duquel ce type d'échantillon peut être collecté. S'il n'y a pas de points d'échantillonnage sélectionné, alors tous les points d'échantillonnage sont disponibles

source: The list of sample types that can be collected at this sample point. If no sample types are selected, then all sample types are available.
af: Die lys monstertipes wat by hierdie monsterpunt versamel kan word. Indien geen monstertipes gekies is nie, is alle monstertipes beskikbaar.
fr: La liste des types d'échantillons qui peuvent être collectés à ce point d'échantillonnage. S'il n'y a pas de type d'échantillon sélectionné, alors tous les types sont disponibles

source: The measurement units for this analysis service' results, e.g. mg/l, ppm, dB, mV, etc.
af: Die meet eenheid vir die ontleding resultate, bv. mg/l, ppm, mV ens.
fr: Les unités de mesure pour les résultats de cette analyse, e.g. mg/l, ppm, dB, mV, etc.

source: The minimum sample volume required for analysis eg. '10 ml' or '1 kg'.
af: Die mimimum monstervolume nodig vir analise bv. '10 ml' of '1 kg'
fr: Le volume minimal d'échantillon requis pour l'analyse e.g. '10 ml' ou '1 kg'.

source: The number from which the next id should start. This is set only if it is greater than existing id numbers. Note that the resultant gap between IDs cannot be filled.
fr: Le nombre à partir duquel le prochain ID doit débuter. Il doit être supérieur aux identifiants déjà utilisés. Notez que l'écart dans la numérotation des ID ne peut pas être rempli.

source: The number of analyses requested per analysis service
af: Aantal Ontledings Verlang per
fr: le nombre d'analyses demandées par service d'analyse

source: The number of analyses requested per sample type
af: Aantal Ontledings Verlang per
fr: nombre de requêtes et d'analyses par type d'échantillon

source: The number of days before a password expires. 0 disables password expiry
af: Die hoeveelheid dae voor 'n wagwoord verval. 'n Waarde van 0 verhoed dat wagwoorde verval
fr: nombre de jours avant expiration du mot de passe. 0 désactive l'expiration du mot de passe.

source: The number of days before a sample expires and cannot be analysed any more. This setting can be overwritten per individual sample type in the sample types setup
af: Die aantal dae voordat 'n monster verval en nie meer ontleed kan word nie. Hierdie verstelling kan oorskryf word per enkele monstertipe in die monstertipe opstelling.
fr: Le nombre de jours avant qu'un échantillon expire et ne puisse plus être analysé. Ce paramétrage peut être écrasé par celui du type d'échantillon individuel.

source: The number of minutes before a user is automatically logged off. 0 disables automatic log-off
af: Die tyd in minute voor 'n dormante gebruiker sessie outomaties afgeteken word. 'n Waarde van 0 kanselleer die outo-afteken funksie
fr: Le nombre de minutes avant qu'un utilisateur soit automatiquement déconnecté. 0 désactive la déconnexion automatique.

source: The number of requests and analyses
af: Aantal requests en Ontledings
fr: nombre de demandes et d'analyses

source: The number of requests and analyses per client
af: Aantal requests en Ontledings
fr: nombre de demandes et d'analyses par client

source: The percentage used to calculate the price for analyses done at this priority
fr: Le pourcentage utilisé pour calculer le prix des analyses réalisées à cette priorité

source: The period for which un-preserved samples of this type can be kept before they expire and cannot be analysed any further
af: Die tydperk waarvoor ongepreserveerde monsters van hierdie tipe behou kan word voordat hulle verval en nie verder ontleed kan word nie.
fr: La période à l'issue de laquelle les échantillons non conservés de ce type peuvent être gardés avant qu'ils n'expirent et ne puissent plus être analysés.

source: The person at the supplier who approved the certificate
fr: La personne chez le fournisseur qui a apposé le certificat.

source: The person at the supplier who performed the task
fr: La personne chez le fournisseur qui a réalisé la tache

source: The person at the supplier who prepared the certificate
fr: La personne chez le fournisseur qui a préparé le certificat

source: The person that created an item
af: Die persoon wat die item geskep het
fr: La personne qui a créé un item

source: The price charged per analysis for clients who qualify for bulk discounts
af: Die prys per ontleding vir kliënte wat vir volume afslag kwalifiseer
fr: Le prix chargé par analyse pour les clients ayant des remises de gros.

source: The profile's commercial ID for accounting purposes.
fr: L'ID du commercial pour les opérations comptables

source: The profile's keyword is used to uniquely identify it in import files. It has to be unique, and it may not be the same as any Calculation Interim field ID.
af: Die profiel se sleutelwoord word gebruik om dit uniek te identifiseer in invoerlêers. Dit moet uniek wees, en mag nie dieselfde as enige Berekenings tydelike veld ID wees nie.
fr: Le mot-clé du profil est utilisé pour l'identifier de manière unique dans les fichiers importés. Ce doit être unique, et ne peut pas non plus être identique à un identifiant unique de champ de calcul intermédiaire.

source: The reference code issued to the lab by the accreditation body
af: Die akkreditasie verwysingsnommer aan die laboratorium
fr: Code de référence délivré au laboratoire par l'organisme d'accréditation

source: The results for the Analysis Services that use this method can be set manually
fr: Les résultats de cette analyse peuvent être saisis manuellement

source: The results of field analyses are captured during sampling at the sample point, e.g. the temperature of a water sample in the river where it is sampled. Lab analyses are done in the laboratory
af: Die veld ontleding resultate word gemeet wanneer die monster geneem word, bv. die temperatuur van 'n water monster in die rivier waar die monster geneem word. Laboratorium ontledings word in die laboratorium self gedoen
fr: Les résultats d'analyses de terrain sont acquis lors du prélèvement au point de prélèvement, par exemple la température d'un échantillon d'eau. Les analyses de laboratoire sont faites en laboratoire.

source: The room and location where the instrument is installed
fr: La pièce et l'endroit où l'instrument est installé

source: The selected instruments have support for this method. Use the Instrument edit view to assign the method to a specific instrument
fr: Les équipements sélectionnés supportent cette méthode. Utilisez la vue d'édition de l'équipement pour assigner la méthode à un instrument spécifique.

source: The serial number that uniquely identifies the instrument
af: Die instrument se unieke volgnommer (serial number)
fr: Le numéro de série qui identifie de façon unique l'instrument

source: The service's analytical protocol ID
fr: L'ID du protocole analytique du service

source: The service's commercial ID for accounting purposes
fr: L'ID commercial du service pour les opérations comptables

source: The system wide default configuration to indicate whether file attachments are required, permitted or not per analysis request
af: Die stelsel verstek waarde wat aandui of aanhangsels toegelaat, verplig is of nie vir ontledingsversoeke
fr: La configuration globale par défaut permet d'indiquer par demande d'analyse que des pièces-jointes sont ou non requises ou permises,

source: The turnaround time of analyses
af: Die omkeertyd vir ontledings
fr: Temps de traitement des analyses

source: The turnaround time of analyses plotted over time
af: Die omkeertyd vir ontledings gestip oor tyd
fr: Suivi graphique temporel du temps d'analyse

source: The turnaround times of analyses
af: Die Omkeertye van Ontledings
fr: Les temps moyens d'analyses

source: The turnaround times of analyses plotted over time
af: Die omkeertye vir ontledings gestip oor tyd
fr: Suivi graphique temporel du temps d'analyse

source: The unique keyword used to identify the analysis service in import files of bulk AR requests and results imports from instruments. It is also used to identify dependent analysis services in user defined results calculations
af: Die unieke sleutel woorde word gebruik om ontledings te identifiseer in invoer resultate geproduseer deur laboratorium instrumente. Dit word ook gebruik om afhanklike ontledings in formules vir berekende resulate te identifiseer
fr: Le mot-clé unique utilisé pour identifier l'analyse dans les fichiers importés de demandes d'analyse et fichiers de résultats importés à partir d'équipements. C'est aussi utilisé pour identifier les analyses dépendantes dans les calculs de résultats définis par l'utilisateur.

source: There are field analyses without submitted results.
fr: Il y a des analyses de terrain sans résultat saisi.

source: There are no results.
af: Daar is geen uitslae nie
fr: Il n'y a pas de résultats

source: These results can be reported as dry matter
fr: Ces résultats peuvent être reportés comme poids sec.

source: These results have been withdrawn and are listed here for trace-ability purposes. Please follow the link to the retest
fr: Ces résultats ont été écrasés et sont listés ici pour des motifs de traçabilité. S'il vous plaît suivez le lien vers le recontrôle.

source: This Analysis Request has been generated automatically due to the retraction of the Analysis Request ${retracted_request_id}.
fr: Cette demande d'analyse a été générée automatiquement suite au retrait de la demande d'analyse ${retracted_request_id}

source: This Analysis Request has been withdrawn and is shown for trace-ability purposes only. Retest: ${retest_child_id}.
fr: Cette demande d'analyse a été écrasée et est montrée pour des raisons de traçabilité uniquement. Recontrôle : ${retest_child_id}

source: This Analysis Service cannot be activated because it's calculation is inactive.
af: Hierdie Ontleding Service kan nie aktiveer word nie
fr: Cette analyse ne peut pas être activée parce que son calcul est inactif

source: This Analysis Service cannot be deactivated because one or more active calculations list it as a dependency
af: Hierdie Ontleding Service kan nie deaktiveer word nie
fr: Cette analyse ne peut pas être désactivée parce qu'un ou plusieurs calculs en dépendent

source: This service does not require a separate partition
af: Hierdie diens vereis nie 'n afsonderlike afdeling nie
fr: Cette analyse ne requiert pas un fractionnement.

source: This service requires a separate container.
af: Hierdie diens vereis 'n afsonderlike houer.
fr: Cette analyse requiert un récipient séparé.

source: This text will be appended to results reports.
af: Hierdie teks word aan resultaat verslae geheg.
fr: Ce texte sera ajouté aux rapports d'analyse.
