Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/bika.po
Languages: af, fr

source: Unit price
af: Eenheid Prys

source: Validation
af: Validasie

source: Validity
af: Geldigheid

source: Version
af: Weergawe

source: action
af: aksie

source: and others
af: en andere

source: comment
af: kommentaar

source: datalines
af: data lyn

source: label_specification
af: Spesifikasie

source: max
af: maks

source: repeatperiod
af: herhaal periode

source: summary_content_listing
af: Opsomming inhoudslys

source: title_move_item_down
af: Titel skuif item af

source: title_move_item_up
af: Titel skuif item op
