Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/bika.po
Languages: af, fr

source: Grouping period
af: Groeperings periode
fr: Période de regroupement

source: Hazardous
af: Skadelik
fr: Dangereux

source: Hidden
fr: Caché

source: Hidden Field
af: Verskuilde veld
fr: Champ caché

source: Hours
af: Ure
fr: Heures

source: IBN
fr: IBAN

source: ID Server URL
af: ID bediener URL
fr: ID serveur URL

source: ID Server unavailable
af: ID bediener onbeskikbaar
fr: ID serveur indisponible

source: IMPORTANT: Don't use "Bika" or "BIKA" as the instance name, this is a reserved namespace. If you get "Site Error" citing "AttributeError: adapters", this is the most likely cause.
fr: IMPORTANT : ne pas utiliser "Bika" ou "BIKA" comme nom d'instance, ce sont des espaces de noms réservés. Si vous obtenez "Site Error" citant "AttrributeError:adapters", c'est la cause la plus probable.

source: If 'Allow instrument entry of results' is selected, the method from the default instrument will be used. Otherwise, only the methods selected above will be displayed.
fr: Si "Autoriser la saisie de résultats par les équipements" est sélectionné, la méthode de l'instrument par défaut sera utilisée. Sinon, seules les méthodes sélectionnées au-dessus seront affichées.

source: If a sample is taken periodically at this sample point, enter frequency here, e.g. weekly
fr: Si un échantillon est prélevé périodiquement à ce point d'échantillonnage, entrer une fréquence, par exemple hebdomadaire

source: If checked, a selection list will be displayed next to the analysis' result field in results entry views. By using this selector, the analyst will be able to set the value as a Detection Limit (LDL or UDL) instead of a regular result
fr: Si coché, une liste de sélection sera affichée à coté du champ de résultants d'analyse dans les vues de résultats. En utilisant cette option, le technicien/biologiste peut positionner la valeur du résultat comme étant une Limite de Détection (LDB ou LDH). Cela remplacera la valeur numérique indiquée.

source: If checked, the instrument will be unavailable until the next valid calibration was performed. This checkbox will automatically be unchecked.
fr: Si coché, l'équipement sera indisponible jusqu'au prochain étalonnage correct. Cette case à cocher est automatiquement décochée.

source: If enabled, the name of the analysis will be written in italics.
fr: Si activé, le nom de l'analyse sera écrit en italique.

source: If enabled, this analysis and its results will not be displayed by default in reports. This setting can be overrided in Analysis Profile and/or Analysis Request
fr: Si actif, cette analyse ainsi que ses résultats ,e seront pas affichés dans les rapports. Ce réglage peut être outrepassé dans le Profil d'analyses et/ou les Demandes d'analyse

source: If no Title value is entered, the Batch ID will be used.
fr: Si aucun titre n'est saisi, l'ID du lot sera utilisé

source: If required, select a calculation for the The analysis services linked to this method. Calculations can be configured under the calculations item in the LIMS set-up
fr: Si requis, sélectionne un calcul pour les analyses liées à cette méthode. Les calculs peuvent être configurés par l'élément calculs dans le paramétrage du LIMS

source: If required, select a calculation for the analysis here. Calculations can be configured under the calculations item in the LIMS set-up
af: Indien nodig, kies 'n berekening formule hier vir die ontleding. Formules kan saamgestel word onder die formule hoof in die stelsel opstelling
fr: Si requis, sélectionnez une formule de calcul pour cette analyse. Les calculs se configurent sous l'élément calculs dans le paramétrage du LIMS.

source: If text is entered here, it is used instead of the title when the service is listed in column headings. HTML formatting is allowed.
fr: Si du texte est saisi ici, il sera utilisé en lieu et place du titre quand le service est utilisé dans l'en-tête des colonnes. Le format HTML peut-être utilisé.

source: If there are previous results for a service in the same batch of Analysis Requests, they will be displayed in the report.
fr: S'il existe des résultats antérieurs pour un service dans le même lot de demandes d'analyses, ils seront affichés sur le rapport.

source: If this container is pre-preserved, then the preservation method could be selected here.
af: Indien hierdie houer vooraf gepreserveerd is, moet die preserveringsmetode hier gekies word.
fr: Si le conteneur est pré-conditionné, alors le la méthode de conditionnement pourra être sélectionnée ici.

source: If unchecked, analysts and lab clerks will be able to manage Worksheets, too. If the users have restricted access only to those worksheets for which they are assigned, this option will be checked and readonly.
fr: Si décoché, les techniciens et laborantins seront capables de gérer les feuilles de travail. Si les utilisateurs ont un accès restreint uniquement à celles auxquelles ils sont assignés, cette option sera cochée et en lecture seule.

source: If unchecked, analysts will have access to all worksheets.
fr: Si décoché, les techniciens de laboratoire auront accès à l'ensemble des feuilles de travail.

source: Imported
af: Ingevoer
fr: Importé

source: In-lab calibration procedure
af: Laboratorium kalibrasie prosedure
fr: Procédure d'étalonnage interne

source: Inactive
fr: Inactif

source: Include Previous Results From Batch
fr: Inclus les précédents résultats du lot

source: Include all analysis requests belonging to the selected objects.
fr: Inclus toutes les demandes d'analyses appartenant à l'ensemble des objets sélectionnés.

source: Include and display pricing information
fr: Inclus et affiche les informations tarifaires

source: Include descriptions
af: Insluitende Beskrywings
fr: Inclus les descriptions

source: Include year in ID prefix
af: Sluit Jaar in ID voorvoegsel in
fr: Inclure l'année dans le préfixe d'ID

source: Incorrect IBAN number: %s
fr: Numéro IBAN incorrect : %s

source: Incorrect NIB number: %s
fr: Code RIB incorrect : %s

source: Indeterminate result
af: Onbepaalbare resultaat
fr: Résultat indéterminé

source: Indicates whether file attachments, e.g. microscope images, are required for this analysis and whether file upload function will be available for it on data capturing screens
af: Dui aan of lêeraanhangsels bv. mikroskoopbeelde nodig is vir die ontleding en of die lêer-oplaaifunksie beskikbaar sal wees daarvoor vir data-ontvangsskerms.
fr: Indique soit que des fichiers joints (ex images de microscopie) sont requis soit que la fonction d'upload de fichiers sera disponible sur les écrans de capture des données.

source: Inherit From
fr: Hérite de

source: Initial revision
af: Aanvanklike Hersiening
fr: Révision initiale

source: Install
fr: Installer

source: Install a Bika Distribution
fr: Installer une distribution Bika

source: Installation Certificate
fr: Certificat d'installation

source: Installation certificate upload
fr: Importation du certificat d'installation

source: InstallationDate
fr: Date d'installation

source: Instructions for in-lab regular calibration routines intended for analysts
af: Instruksies vir gereelde kalibrasies deur laboartorium ontleders
fr: Instructions internes d'étalonnage à l'intention des techniciens d'analyse.

source: Instructions for regular preventive and maintenance routines intended for analysts
af: Instruksies vir gereelde voorkomende en onderhouds roetines vir analiste
fr: Instructions de maintenance et d'entretien à destination des techniciens d'analyse.

source: Instrument
fr: Équipement

source: Instrument Calibrations
af: Instrument kalibrasies
fr: Étalonnages de l'équipement

source: Instrument Import
af: Instrument invoer
fr: Import de l'équipement

source: Instrument Maintenance
af: Instrument Onderhoud
fr: Maintenance de l'équipement

source: Instrument Scheduled Tasks
af: Geskeduleerder instrument take
fr: Tâches planifiées pour l'équipement

source: Instrument Types
af: Instrument tipes
fr: Types d'équipement

source: Instrument Validations
af: Instrument Validasies
fr: Validations de l'équipement

source: Instrument entry of results not allowed for ${service}
fr: Entrées de résultats par l'automate non autorisé pour ${service}

source: Instrument exporter not found
af: Instrument uitvoerder nie gevind nie
fr: Exportateur de l'équipement introuvable

source: Instrument failed reference test
fr: L'équipement a échoué au test de référence

source: Instrument has no data interface selected
af: Instrument het geen datakoppelvlak geselekteer
fr: L'équipement n'a pas d'interface de données sélectionnée.

source: Instrument type
af: Instrumenttipe
fr: Type d'équipement

source: Instruments
af: Instrumente
fr: Équipements

source: Internal Calibration Tests
af: Interne Kalibrasie Toetse
fr: Tests d'étalonnage internes

source: Internal Certificate
af: Interne Sertifikaat
fr: Certificat interne

source: Invalid
af: Ongeldig
fr: Invalide

source: Invalid AR retested
fr: BA invalide retesté

source: Invalid instruments are not shown: ${invalid_list}
fr: Les instruments non valides ne sont pas affichés: ${invalid_list}

source: Invalid wildcards found: ${wildcards}
fr: Caractères génériques invalides trouvés : ${wildcards}

source: Invoice
af: Faktuur
fr: Facture

source: Invoice Date
af: Faktuur datum
fr: Date de facture

source: Invoice Exclude
af: Faktuur Sluit uit
fr: Exclus de la facture

source: Invoice Number
af: Faltuur nommer
fr: Numéro de facture

source: InvoiceBatch has no End Date
fr: Le lot de facturation n'a pas de date de fin

source: InvoiceBatch has no Start Date
fr: Le lot de facturation n'a pas de date de début

source: InvoiceBatch has no Title
fr: Le lot de facturation n'a pas de titre

source: Invoiced
af: Gefaktureer
fr: Facturé

source: Invoices
af: Fakture
fr: Factures

source: Item is inactive.
af: Item is onaktief.
fr: L'élément est inactif

source: Items per page
af: Items per Bladsy
fr: Éléments par page

source: Items to be included in email subject lines
af: Items on in epos-onderwerpe ingesluit te word.
fr: Éléments à inclure dans le sujet du message électronique

source: Job Title
fr: Profession

source: Job title
af: Werkstitel
fr: Profession

source: Key
af: Sleutel
fr: Clé

source: Key Error
af: Sleutel fout
fr: Clé d'erreur

source: Keyword
af: Sleutelwoord
fr: Mot clé

source: Keywords
af: Sleutelwoorde
fr: Mots clé

source: Lab
fr: Laboratoire

source: Lab Analyses
af: Lab Ontledings
fr: Analyses de laboratoire

source: Lab Contacts
af: Lab Kontakte
fr: Contacts du laboratoire

source: Lab Departments
af: Lab Departemente
fr: Départements du labo

source: Lab Preservation
af: Laboratorium preservering
fr: Conservation du laboratoire

source: Lab Products
af: Lab Produkte
fr: Produits du labo

source: Lab URL
fr: URL du laboratoire

source: Label
af: Etiket
fr: Libellé

source: Laboratory
af: Laboratorium
fr: Laboratoire

source: Laboratory Accredited
af: Laboratorium Geakkrediteer
fr: Laboratoire accrédité

source: Last modified
af: Voorheen verander
fr: Dernière modification

source: Late
af: Laat
fr: En retard

source: Late Analyses
af: Laat Ontledings
fr: Analyses en retard

source: Late Analysis
af: Laat Ontleding
fr: Analyses en retard

source: Limit Search Results
af: Grense vir soek resultate
fr: Limiter les résultats de recherche

source: Linear
fr: Linéaire

source: Linked Sample
af: Gevoegte Monster
fr: Échantillon lié

source: Lists all samples received for a date range
af: Lys alle monsters vir 'n gegewe periode
fr: Liste de tous les échantillons reçus pour une période

source: Load Setup Data
af: Laai opstelling data
fr: Charger les données de paramétrage

source: Load documents describing the method here
af: Laai beskrywende dokumente vir die metode
fr: Chargez les documents décrivant la méthode

source: Load from file
fr: Charger à partir du fichier

source: Load the certificate document here
fr: Charger le certificat ici

source: Loaded
af: Gelaai
fr: Chargé

source: Location
fr: Emplacement

source: Location Code
fr: Code de l'emplacement

source: Location Description
fr: Description de l'emplacement

source: Location Title
fr: Titre de l'emplacement

source: Location Type
fr: Type d'emplacement

source: Location where sample is kept
fr: Emplacement où l'échantillon est conservé

source: Location where sample was taken
fr: Emplacement où l'échantillon a été pris

source: Log
fr: Enregistrement

source: Login details
af: Login detail
fr: Détails de connexion

source: Login failed. Both email address and password are case sensitive, check that caps lock is not enabled.
af: Login Misluk. Both e-pos address and
fr: La connexion a échoué. L'adresse email et le mot de passe sont sensibles à la casse, vérifiez que le le verrouillage des majuscules n'est pas activé.

source: Login failed. Both login name and password are case sensitive, check that caps lock is not enabled.
af: Login Misluk. Both login name and
fr: La connexion a échoué. Le login et le mot de passe sont sensibles à la casse, vérifiez que le le verrouillage des majuscules n'est pas activé.

source: Lot Number
af: Lot Nommer
fr: N° de lot

source: Lower Detection Limit (LDL)
fr: Limite de Détection Basse (LDB)

source: Mailing address
af: Posadres
fr: Adresse d'envoi par mail

source: Maintainer
af: Onderhouer
fr: Mainteneur

source: Maintenance type
af: Onderhoud tipe
fr: Type de maintenance

source: Male
af: Manlik
fr: Mâle

source: Manager Email
af: Bestuurder E-pos
fr: E-mail manager

source: Manager Phone
af: Bestuurder Foon
fr: Téléphone manager

source: Manual
fr: Manuel

source: Manual entry
fr: Saisie manuelle

source: Manual entry of results
fr: Saisie manuelle des résultats

source: Manual entry of results for method ${methodname} is not allowed
fr: La saisie manuelle de résultats pour la méthode ${methodname} n'est pas authorisée

source: Manual entry of results for method {methodname} is not allowed and no valid instruments found: ${invalid_list}
fr: La saisie manuelle de résultats pour la méthode ${methodname} n'est pas autorisée et aucun instrument valide n'a été trouvé : ${invalid_list}

source: Manufacturer
af: Vervaardiger
fr: Fabriquant

source: Manufacturers
af: Vervaardigers
fr: Fabricants

source: Max Time
af: Maks Tyd
fr: Temps max

source: Maximum columns per results email
af: Maksimum aantal kolomme per resultate epos
fr: Nombre maximum de colonnes par mail de résultats

source: Maximum possible size or volume of samples.
af: Maksimum moontlike volume vir monsters
fr: Taille ou volume maximum des échantillons.

source: Maximum time allowed for completion of the analysis. A late analysis alert is raised when this period elapses
af: Maksimum tydsverloop toegelaat vir die afhandeling van die ontleding. 'n Laat ontleding waarskuwing word vertoon na afloop van hierdie periode
fr: Temps maximum alloué pour réaliser toutes les analyses. Dépassé ce temps, une alerte de retard est affichée.

source: Maximum turn-around time
af: Maksimum Omkeertyd
fr: Temps maximum de traitement

source: Member discount %
af: Lid afslag %
fr: Remise membre %

source: Member discount applies
af: Lid afslag toepaslik
fr: Application de la remise membre

source: Metadata
fr: Métadonnées

source: Method
af: Metode
fr: Méthode

source: Method Document
af: Metode Dokument
fr: Document de méthode

source: Method ID
fr: ID de la méthode

source: Method Instructions
af: Metode Instruksies
fr: Instructions de méthode

source: Method: ${method_name}
af: Metode: ${method_name}
fr: Méthode : ${method_name}

source: Method: None
af: Metode: Geen
fr: Méthode : aucune

source: Methods
af: Metodes
fr: Méthodes

source: Methods included in the ${accreditation_body} schedule of Accreditation for this Laboratory. Analysis remarks are not accredited
af: Metodes ingeslote in ${accreditation_body} skedule
fr: Méthodes inclues dans le programme d'accréditation ${accreditation_body} du Laboratoire. Les remarques analytiques ne sont pas accréditées.

source: Middle initial
af: Middel letter
fr: Initiale du deuxième prénom

source: Middle name
af: Middel naam
fr: Deuxième prénom

source: Mine
af: Myne
fr: Source

source: Minimum 5 characters.
af: Minimum 5 karakters.
fr: 5 caractères minimum

source: Minimum Volume
fr: Volume minimal

source: Minimum number of results for QC stats calculations
af: Minimum aantal resultate vir kwaliteit statistiek berekeninge
fr: Nombre minimal de résultat pour le calcul des statistiques de QC

source: Mobile Phone
af: Mobiele Foon
fr: Téléphone mobile

source: Model
fr: Modèle

source: Modification date
af: Datum verander
fr: Date de modification

source: More
af: Meer
fr: Plus

source: More than one instrument can do an Analysis Service. The instruments selected here are displayed in the Analysis Request creation view for its selection when this Analysis Service is selected.
fr: Plus d'un équipement peut réaliser une analyse. Les équipements sélectionnés ici sont affichés dans la vue de création de demande d'analyse pour la sélection quand cette analyse est sélectionnée.

source: NIB
fr: RIB

source: Name
af: Naam
fr: Nom

source: New
af: Nuut
fr: Nouveau

source: No
af: Nee
fr: Non

source: No Analysis Requests matched your query
af: Geen ontledings versoekes voldoen aan navraag
fr: Pas de demande d'analyse correspondant à votre requête

source: No actions found for user ${user}
fr: Pas d'actions trouvées pour l'utilisateur ${user}

source: No analyses have been selected
af: Geen ontledings gekies
fr: Aucune analyse sélectionnée

source: No analyses matched your query
af: Geen ontledings stem ooreen met jou navraag nie
fr: Pas d'analyse correspondant à votre requête

source: No analyses were added
af: Geen ontledings bygevoeg
fr: Pas d'analyses ajoutées

source: No analyses were added to this worksheet.
af: Geen ontledings bygevoeg op hierdie werkskaart
fr: Pas d'analyses ajoutées à cette feuille de travail.

source: No analysis selected
fr: Pas d'analyse sélectionnée.

source: No analysis service selected
fr: Pas de service analytique sélectionné

source: No analysis services were selected.
af: Geen ontledingsdienste is gekies nie
fr: Pas d'analyses sélectionnées

source: No changes made.
af: Geen veranderinge aangebring
fr: Pas de changements effectués.

source: No control type specified
af: Geen kontrole tipe gespesifiseer
fr: Aucun type de contrôle spécifié

source: No default containers specified for this service
af: Geen verstekhouers gespesifiseer vir hierdie diens
fr: Pas de conteneur par défaut spécifié pour ce service.

source: No default preservations specified for this service
af: Geen verstekpreservering gespesifiseer vir hierdie diens
fr: Pas de conservation spécifiée pour ce service

source: No file selected
fr: Pas de fichier sélectionné

source: No historical actions matched your query
af: Geen historiese aksies voldoen aan die navraag
fr: Pas d'actions dans l'historique correspondant à votre recherche

source: No items have been selected
af: Geen items is gekies nie
fr: Aucun article sélectionné

source: No items selected
af: Niks geselekteer
fr: Pas d'articles sélectionnés

source: No new items were created.
fr: Pas de nouvel élément créé

source: No reference sample was selected.
af: Geen verwysing monster gekies.
fr: Aucun échantillon de référence sélectionné

source: No report specified in request
fr: Pas de rapport spécifié dans la requête

source: No samples matched your query
af: Geen monsters gevind in navrrag
fr: Pas d'échantillon correspondant à votre requête

source: No user exists for ${contact_fullname} and he/she will not be able to log in. Fill in the form below to create one for him/her.
af: Geen gebruiker bestaan vir ${kontak_fullname} en
fr: Aucun utilisateur n'existe pour ${contact_fullname} et elle/il ne peut pas se connecter. Remplir le formulaire ci-dessous pour lui en créer un.

source: No valid instruments found: ${invalid_list}
fr: Aucun instrument valide trouvé: ${invalid_list}

source: None
af: Geen
fr: Aucun

source: Not Permitted
af: Nie Toegelaat
fr: Non autorisé

source: Not available
af: Nie beskikbaar
fr: Non disponible

source: Not defined
af: Ongedefinieer
fr: Non défini

source: Num columns
fr: Num colonne

source: Number of Analyses
fr: Nombre d'analyses

source: Number of Analysis requests and analyses
af: Aantal ontledingsversoeke en ontledings
fr: Nombre de demandes d'analyses et d'analyses

source: Number of Analysis requests and analyses per client
af: Aantal ontledingsversoeke en ontledings per kliënt
fr: Nombre de demandes d'analyses et d'analyses par client

source: Number of analyses
af: Aantal ontledings
fr: Nombre d'analyses

source: Number of analyses out of range for period
af: Aantal ontledings buite reikwydte vir tydsinterval
fr: Nombre d'analyses hors spécifications pour la période

source: Number of analyses requested per analysis service
af: Aantal ontledings verlang per ontledingsdiens
fr: Nombre d'analyses demandées par service analytique

source: Number of analyses requested per sample type
af: Aantal ontledings verlang per ontledingstipe
fr: Nombre de demandes d'analyses et d'analyses par type

source: Number of analyses retested for period
af: Aantal ontledings hertoeds vir tydsinterval
fr: Nombre d'analyses retestées pour la période

source: Number of analysis requested and published per department and expresed as a percentage of all analyses performed
fr: Nombre d'analyses demandées et publiées par département et exprimées comme un pourcentage de toutes les analyses réalisées.

source: Number of requests
af: Aantal versoeke
fr: Nombre de demandes

source: Number of samples
af: Aantal Monsters
fr: Nombre d'échantillons

source: Numeric value indicating the sort order of objects that are prioritised
fr: Valeur numérique indiquant l'ordre de tri des objets priorisés

source: Object ID
fr: ID de l'objet

source: Once preserved, the sample must be disposed of within this time period. If not specified, the sample type retention period will be used.
af: Indien gepreserveer, moet die monster binne hierdie tydsbestek vernietig word. Indien ongespesifiseerd, sal die monster-restensietyd gebruik word.
fr: Lorsqu'il a été conservé, l'échantillon doit être éliminé à l'issue de la période. Faute de spécification, la période de rétention du type d'échantillon sera utilisée.

source: Only lab managers can create and manage worksheets
fr: Seuls les responsables de laboratoire peuvent créer et gérer les feuilles de travail

source: Only the analyses for which the selected instrument is allowed will be added automatically.
fr: Uniquement les analyses pour lesquelles l'instrument est paramétré seront ajoutées automatiquement

source: Only to empty or zero fields
fr: Champs à valeur vide ou zéro

source: Open
af: Oop
fr: Ouvert

source: Order
af: Bestelling
fr: Commande

source: Order Date
af: Bestellingsdatum
fr: Date de commande

source: Order ID
af: Bestelling ID
fr: ID commande

source: Order Number
af: Bestellingsnommer
fr: Numéro de commande

source: Orders
af: Bestellings
fr: Commandes

source: Orders: ${orders}
fr: Commandes :${orders}

source: Organization responsible of granting the calibration certificate
fr: Organisme chargé de délivrer le certificat d'étalonnage

source: Other productivity reports
af: Ander produktiwiteit verslae
fr: Autres rapports de productivité

source: Out of date
fr: Périmé

source: Output format
af: Afvoer formaat
fr: Format de sortie

source: Partition
af: Afdeling
fr: Répartition

source: Partition Setup
af: Afdelingsopstelling
fr: Paramétrage de la répartition

source: Partitions
af: Afdelings
fr: Répartitions

source: Password
af: Wagwoord
fr: Mot de passe

source: Password lifetime
af: Wagwoord leeftyd
fr: Durée de vie du mot de passe

source: Pending
fr: En attente

source: Pending orders
fr: Commandes en attente

source: Performed
af: Uitgevoer
fr: Réalisé

source: Performed by
fr: Réalisé par
