Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/bika.po
Languages: af, fr

source: ${contact_fullname} can log into the LIMS by using ${contact_username} as username. Contacts must change their own passwords. If a password is forgotten a contact can request a new password from the login form.
af: ${contact_fullname} kan inlog met ${contact_username} as gebruikernaam. Kontakte moet self hulle wagwoorde verander. As 'n wagwoord vergeet is, kan 'n kontak 'n nuwe wagwoord vanag die inlogskerm aanvra.
fr: ${contact_fullname} peut se connecter au LIMS en utilisant ${contact_username} comme nom d'utilisateur. Les contacts doivent changer leur propre mot de passe. Si un mot de passe est oublié, un contact peut faire une demande de nouveau mot de passe via le formulaire de connexion.

source: ${items} are missing Preserver or Date Preserved
fr: Il manque une date ou durée de conservation pour ${items}.

source: ${items} are waiting for preservation.
af: ${items} wag op preservering.
fr: ${items} sont en attente de conservation.

source: ${items} are waiting to be received.
af: ${items} wag op ontvangs.
fr: ${items} sont en attente de réception.

source: ${items} invalidated.
fr: ${items} invalidés

source: ${items} were successfully created.
fr: ${items} créés avec succès.

source: ${items}: partitions are waiting to be received.
af: ${items}: afdelings wag op ontvangs.
fr: ${items}: aliquotes en attente de réception

source: ${item} is missing Preserver or Preservation Date
fr: Il manque une date ou durée de conservation pour ${item}.

source: ${item} is waiting for preservation.
af: ${item} wag op preservering.
fr: ${item} est en attente de conservation.

source: ${item} is waiting to be received.
af: ${item} wag op preservering.
fr: ${item} est en attente de réception.

source: ${item} was successfully created.
fr: ${item} a été créé avec succès.

source: ${item}: ${part} is waiting to be received.
af: ${item}: ${part} wag op preservering.
fr: ${item}: ${part} est en attente de réception.

source: % Error
af: % Fout
fr: % Erreur

source: % Performed
af: % Uitgevoer
fr: % Réalisé

source: % Published
af: % Gepubliseer
fr: % Publié

source: %s has no '%s' column.
fr: %s n'a pas de colonne '%s'.

source: 'Classic' indicates importing analysis requests per sample and analysis service selection. With 'Profiles', analysis profile keywords are used to select multiple analysis services together
af: 'Classic' dui op die invoer van analise versoeke per monster en analise seleksie. Met 'profiele', analise profiel trefwoorde gebruik verskeie analise dienste om saam te kies
fr: 'Classique' indique que l'import de demandes d'analyses se fait par sélection d'échantillons et de services analytiques. Avec 'Profils', des mots-clés correspondants à des profils d'analyses sont utilisés pour sélectionner de multiples services analytiques simultanément.

source: (Blank)
af: (Blanko)
fr: (Vide)

source: (Control)
af: (Kontrole)
fr: (Controle)

source: (Duplicate)
af: (Duplikaat)
fr: (Dupliqué)

source: (Hazardous)
af: (Gevaarlik)
fr: (Dangereux)

source: (Required)
af: (Vereis)
fr: (Requis)

source: 16x16 pixel icon used for the this priority in listings.
fr: Icône de 16x16 pixels utilisée pour cette priorité dans les listes.

source: 32x32 pixel icon used for the this priority in object views.
fr: Icône de 32x32 pixels utilisée pour cette priorité dans les vues d'objets

source: <p>${service} requires the following services to be selected:</p><br/><p>${deps}</p><br/><p>Do you want to apply these selections now?</p>
fr: <p>${service} nécessite que les services suivant soient sélectionnés :</p><br/><p>${deps}</p><br/><p>Voulez-vous appliquer ces sélections maintenant ?</p>

source: <p>The following services depend on ${service}, and will be unselected if you continue:</p><br/><p>${deps}</p><br/><p>Do you want to remove these selections now?</p>
fr: <p>Les services suivants dépendent de ${service}, et seront désélectionnés si vous continuez : </p><br/><p>${deps}</p><br/><p>Voulez vous supprimer ces sélections maintenant ? </p>

source: AR ${ar_number}
fr: BA ${ar_number}

source: AR Attachment Option
af: OV Aanhangsel Keuse
fr: Option de lien du BA

source: AR ID Padding
af: OV ID Kussing
fr: Pas d'ID des BA

source: AR Import
af: OV Invoer
fr: Importation de BA

source: AR Import options
af: OV Invoeropsies
fr: Options d'Importation des BA

source: AR Templates
af: OV Template
fr: Modèles de BA

source: AR for retested results
fr: BA pour résultats issus d'une contre-analyse

source: ARs: ${ars}
fr: BAs : ${ars}

source: Account Name
af: Rekening Naam
fr: Nom du compte

source: Account Number
af: Rekeningnommer
fr: Numéro de compte

source: Account Type
af: Rekening Tipe
fr: Type de compte

source: Accreditation
af: Akkreditasie
fr: Accréditation

source: Accreditation Body Abbreviation
af: Akkreditasie Liggaam Afkorting
fr: Accréditation abrégée

source: Accreditation Body URL
af: Akkreditasie Liggaam URL
fr: URL de l'Accréditation

source: Accreditation Logo
af: Akkreditasie logo
fr: Logo d'accréditation

source: Accreditation Reference
af: Akkreditasie Verwysing
fr: Référence Accréditation

source: Accreditation page header
fr: En-tête d'accréditation

source: Accredited
af: Geakkrediteerd
fr: Accrédité

source: Actions performed by users (or specific user) between a period of time
af: Aksies deur gebruikers vir gegewe periode
fr: Actions réalisées par les utilisateurs (ou par un utilisateur spécifique) sur une période

source: Active
af: Aktief
fr: Actif

source: Add
af: Voeg By
fr: Ajout

source: Add Analyses
af: Voeg Ontledings By
fr: Ajout d'analyse

source: Add Blank Reference
af: Voeg Blanko Verwysing By
fr: Ajout d'un blanc de référence

source: Add Control Reference
af: Voeg Kontrole Verwysing By
fr: Ajout d'une référence de contrôle

source: Add Duplicate
af: Voeg Duplikaat By
fr: Ajout d'un duplicat

source: Add Profile
af: Voef profiel by
fr: Ajouter un profil

source: Add Remark
fr: Ajouter une remarque

source: Add Template
af: Voeg templaat by
fr: Ajouter un modèle

source: Add a remarks field to all analyses
af: Voeg 'n kommnetaar veld toe aan alle ontledings
fr: Ajoute un champ de commentaires à toutes les analyses

source: Add new
af: Voeg nuwe by
fr: Ajouter

source: Additional remarks:
af: Addisionele opmerkings
fr: Commentaires additionnels :

source: Address
af: Adres
fr: Adresse

source: Adds a two-digit year after the ID prefix
af: Voeg tweesyfer jaar na ID voorvoegsel in
fr: Ajoute les 2 derniers chiffres de l'année après le préfixe ID

source: Administrative Reports
af: Administratiewe Verslae
fr: Rapports administratifs

source: After ${end_date}
fr: Après ${end_date}

source: Agency
af: Agentskap
fr: Agence

source: All
af: Alle
fr: Tous

source: All Accredited analysis services are listed here.
af: Alle ge-akkrediteerde ontledings is hier gelys
fr: Tous les services d'analyse accrédités sont listés ici.

source: All analyses assigned
af: Alle Ontledings Toegewys
fr: Toutes les analyses assignées

source: All analyses of type
af: Alle Ontledings van Tipe
fr: Toutes les analyses de type

source: All reference samples in the system are displayed here.
af: Alle verwysings monsters word hier vertoon
fr: Tous les échantillons de référence du système sont affichés ici

source: Allow Lab Clerks to create and edit clients
fr: Autoriser les assistants de laboratoire à créer et éditer les clients

source: Allow Manual Detection Limit input
fr: Permet de saisir manuellement la limite de détection

source: Allow access to worksheets only to assigned analysts
fr: Autorise l'accès aux feuilles de travail uniquement aux analystes auxquels elles sont assignées

source: Allow instrument entry of results
af: Laat instrument resultate toe
fr: Autorise la saisie de résultat par les automates

source: Allow manual entry of results
fr: Autorise la saisie manuelle de résultats

source: Allow manual uncertainty value input
fr: Permet de saisir manuellement la valeur d'incertitude

source: Allow the analyst to manually replace the default Detection Limits (LDL and UDL) on results entry views
fr: Permet au technicien/biologiste de remplacer les limites de détection par défaut (haute et basse) sur les écrans de saisie des résultats

source: Allow the analyst to manually replace the default uncertainty value.
fr: Permet au technicien/biologiste de remplacer la valeur d'incertitude par défaut

source: Alternative Calculation
fr: Calcul alternatif

source: Always expand the selected categories in client views
af: Wys altyd die gekose kategorieë in kliëntaansigte.
fr: Toujours déployer les catégories sélectionnées dans les vues client.

source: Amount
af: Bedrag
fr: Quantité

source: An item's type (e.g. Event)
fr: Un type d'élément (e.g. évènement)

source: An item's workflow state (e.g.published)
af: 'n Item se werk status (bv. gepubliseerd)
fr: Un statut du workflow (e.g. publié)

source: Analyses in error shoulder range
af: Ontledings in skouer area
fr: Analyses dans la marge d'erreur acceptable

source: Analyses out of range
af: Ontledings buite reikwydte
fr: Analyses hors spécifications

source: Analyses per analysis service
af: Ontledings per ontledingsdiens
fr: Analyses par service analytique

source: Analyses per sample type
af: Ontledings per monstertipe
fr: Analyses par type d'échantillon

source: Analyses per service
af: Ontledings per diens
fr: Analyses par service

source: Analyses performed and published as % of total
fr: Analyses réalisées et publiées en % du total

source: Analyses performed as % of total
fr: Analyses réalisées comme % du total

source: Analyses related reports
af: Ontledings verslae
fr: Rapports liés aux analyses

source: Analyses repeated
af: Ontledings herhaal
fr: Analyses répétées

source: Analyses results out of specified range
fr: Résultats analytiques hors de la plage spécifiée

source: Analyses retested
af: Ontledings hertoets
fr: Analyses relancées

source: Analyses summary per department
af: Ontledings opgesom per departement
fr: Résumé des analyses par département

source: Analyses which have been retested
af: Ontleding wat hertoets is
fr: Analyses ayant été relancées

source: Analysis
af: Ontleding
fr: Analyse

source: Analysis Attachment Option
af: Ontleding Aanhangsel Keuse
fr: Option de liaison à l'analyse

source: Analysis Categories
af: Ontledingskategoriee
fr: Classification par département

source: Analysis Category
af: Ontledingskategorie
fr: Catégorie d'analyse

source: Analysis Keyword
af: Ontleding Sleutelwoord
fr: Mot clé de l'analyse

source: Analysis Profile
af: Ontleding Profiel
fr: Profil d'analyse

source: Analysis Profiles
af: OV profiele
fr: Profiles d'analyse

source: Analysis Request
af: Ontledingsversoek
fr: Demande d'analyse

source: Analysis Request ID
af: Ontleding Versoek ID
fr: ID demande d'analyse

source: Analysis Request Imports
af: Ontleding Versoek Invoere
fr: Importation de la Demande Analytique

source: Analysis Request Priorities
fr: Priorités des demandes d'analyses

source: Analysis Request Specifications
fr: Spécifications de demande d'analyses

source: Analysis Requests
af: Ontledingsversoeke
fr: Demandes d'analyse

source: Analysis Service
af: Ontledingsdiens
fr: Service d'analyse

source: Analysis Services
af: Ontledingsdienste
fr: Classification des analyses

source: Analysis Specification
fr: Spécifications analytiques

source: Analysis Specifications
af: Ontledingspesifikasies
fr: Spécifications d'analyse

source: Analysis State
af: Ontleding status
fr: État d'analyse

source: Analysis Type
af: Ontledingstipe
fr: Type d'analyse

source: Analysis category
af: Ontleding kategorie
fr: Catégorie d'analyse

source: Analysis request ${AR} was successfully created.
af: Ontledingsversoek ${AR} suksesvol geskep
fr: La demande d'analyse ${AR} a été créée avec succès.

source: Analysis requests ${ARs} were successfully created.
af: Ontledingsversoeke ${ARs} suksesvol geskep
fr: Les demandes d'analyses ${ARs} ont été créées avec succès.

source: Analysis requests and analyses
af: Ontledingsversoeke en Ontledings
fr: Demandes analytiques et analyses

source: Analysis requests and analyses per client
af: Ontledingsversoeke en Ontledings per Klient
fr: Demandes analytiques et analyses triées par client

source: Analysis requests not invoiced
af: Ontledingsversoeke Ongefaktureerd
fr: Demandes Analytiques Non envoyées

source: Analysis requests will be selected if any of their analyses have this analysis service selected.
fr: Les demandes d'analyses seront sélectionnées si l'une d'entre elles a ce service analytique sélectionné.

source: Analysis requests will be selected if any of their analyses' services are in this category.
fr: Les demandes d'analyse seront sélectionnées si le service analytique de l'une d'entre elles appartient à cette catégorie.

source: Analysis result within error range
af: Ontledingsresultaat binne foutbereik
fr: Résultat analytique dans la plage d'erreur

source: Analysis results
af: Ontleding resultate
fr: Résultats d'analyse

source: Analysis results for ${subject_parts}
fr: Résultats analytiques pour ${subject_parts}

source: Analysis results for per sample point and analysis service
af: Ontleding resultate per monster punt en ontleding
fr: Résultats analytiques par point d'échantillonnage et service analytique

source: Analysis results out of lab or client specified range Note that this may take several minutes
af: Ontledingsresultate buite lab- of kliënt-gespesifiseerde bereik. Let daarop dat dit verskeie minute mag neem.
fr: Résultats analytiques hors des spécifications du laboratoire ou du client. Note : cela peut prendre plusieurs minutes

source: Analysis service
af: Ontledingsdiens
fr: Service analytique

source: Analysis specifications reset to lab defaults.
af: Ontledingspesifikasie herstel na lab verstek.
fr: Restauration des spécifications analytiques à celles par défaut du laboratoire.

source: Analysis specifications which are edited directly on the Analysis Request.
fr: Spécifications analytiques éditées directement sur la demande d'analyse

source: Analysis turnaround time
af: Ontledingsomkeertyd
fr: Durée moyenne de l'analyse

source: Analysis turnaround time over time
af: Ontledings omkeertyd oor tyd
fr: Temps de traitement de l'analyse sur la période

source: Analysis turnaround times
af: Ontledings omkeertye
fr: Temps de traitement des analyses

source: Analysis turnaround times over time
af: Ontledings omkeertye oor tyd
fr: Temps de traitement des analyses sur la période

source: Analyst
af: Ontleder
fr: Analyste

source: Analyst must be specified.
fr: L'analyste doit être spécifié.

source: Any
af: Enige
fr: Tous

source: Apply
af: Pas toe
fr: Appliquer

source: Apply template
af: Pas Templaat Toe
fr: Appliquer le modèle

source: Apply wide
af: Pas oral toe
fr: Appliquer à l'ensemble

source: Approved by
fr: Approuvé par

source: Asset Number
fr: Numéro d'équipement

source: Assigned
af: Toegeken
fr: Affecté

source: Assigned to worksheet
af: Toegewys aan werksblad
fr: Assigné à une feuille de travail

source: Assigned to: ${worksheet_id}
af: Toegewys aan: ${worksheet_id}
fr: Assigné à : ${worksheet_id}

source: Attach to
af: Heg Aan By
fr: Lié à

source: Attachment
af: Aanhangsel
fr: Lien

source: Attachment Keys
af: Aanhangsel Sleutels
fr: Clé de lien

source: Attachment Option
af: Aanhangsel Keuse
fr: Option de lien

source: Attachment Type
af: Aanhangsel Tipe
fr: Type de lien

source: Attachment Types
af: Aanhangsel Tipes
fr: Types de liens

source: Attachment not permitted
af: Aanhangsel nie toegelaat
fr: Pas de fichier attaché autorisé

source: Attachment required
af: Aanhangsel vereis
fr: Fichier attaché requis

source: Attachment type
af: Aanhegseltipe
fr: type de pièce-jointe

source: Attachments
af: Aanhangsels
fr: Liens

source: Autofill
fr: Autocomplétion

source: Autoimport
fr: Import automatique

source: Automatic log-off
af: Outomatiese Aftekening
fr: Déconnexion automatiqueDéconnexion automatique

source: Automatic sticker printing
fr: Impression automatique d'étiquettes

source: Available templates
fr: Modèles diponibles

source: Average TAT
af: Gemiddelde omkeertyd
fr: Moyenne TAT

source: Average early
af: Gemiddeld vroeg
fr: Moyenne début

source: Average late
af: Gemiddeld laat
fr: Moyenne fin

source: Badly formed state: ${errmsg}
fr: Etat mal formé : ${errmsg}

source: Bank branch
af: Bank Tak
fr: Filiale de la banque

source: Bank name
af: Bank Naam
fr: Nom de la banque

source: Basis
fr: Base

source: Batch
af: Groep
fr: Lot

source: Batch ID
af: Groep ID
fr: Lot ID

source: Batch Labels
af: Groep etiket
fr: Libellés du lot

source: Batches
af: Groepe
fr: Lots

source: Bearing
af: Rigting
fr: Direction

source: Before ${start_date}
fr: Avant le ${start_date}

source: Big Icon
af: Groot ikoon
fr: Grande icône

source: Bika LIMS Configuration
af: Bika LIMS Konfigurasie
fr: Configuration de Bika LIMS

source: Billing address
af: Rekeningadres
fr: adresse de facturation

source: Blank
af: Blanko
fr: Vide

source: Blank QC analyses
af: Blanko kwaliteit ontledings
fr: Analyses QC à blanc

source: Brand
af: Handelsmerk
fr: marque

source: Bulk discount applies
af: Volume afslag toegepas
fr: Remise sur la quantité

source: Bulk price (excluding VAT)
af: Groot volume prys (BTW uitgesluit)
fr: Prix de gros (HT)

source: Business Phone
af: Business Foon
fr: téléphone professionnel

source: By
af: Teen
fr: Par

source: CC Emails
af: Kopie aan E-pos
fr: Emails CC

source: Calculate Precision from Uncertainties
fr: Calcule la précision à partir des incertitudes

source: Calculation
af: Berekening
fr: Calcul

source: Calculation Formula
af: Berekening Formule
fr: Formule de calcul

source: Calculation Interim Fields
af: Berekening Interim Velde
fr: Champ(s) de calcul intermédiaire

source: Calculation: ${calc_name}
af: Berekening: ${calc_name}
fr: Calcul : ${calc_name}

source: Calculation: None
af: Berekening: Geen
fr: Calibration : aucune

source: Calculations
af: Berekenings
fr: calculs

source: Calibration
af: Kalibrasie
fr: Etalonnage

source: Calibration Certificates
af: Kalibrasie Sertifikate
fr: Certificat d'étalonnage

source: Calibration report date
fr: Date du rapport de calibration

source: Calibrator
af: Kalibreerder
fr: Métrologue

source: Can be reported as dry matter
af: Kan as droe materiaal rapporteer word
fr: Peut être exprimé comme matière sèche

source: Cancelled
af: Gekanselleer
fr: Annulé

source: Cannot activate calculation, because the following service dependencies are inactive: ${inactive_services}
af: Kan berekening nie aktiveer nie want die volgende afhanklike dienste is onaktief: ${inactive_services}
fr: Ne peut activer le calcul car les services suivants sont inactifs : ${inactive_services}

source: Cannot deactivate calculation, because it is in use by the following services: ${calc_services}
af: Kan berekening nie deaktiveer nie, want dit word deur die volgende dienste gebruik: ${calc_services}
fr: Ne peut désactiver le calcul car utilisé par les services suivants : ${calc_services}

source: Cannot verify: Submitted by current user
fr: Vérification impossible : soumis par l'utilisateur courant

source: Capacity
af: Kapasiteit
fr: Capacité

source: Captured
af: Vasgelê
fr: Saisi

source: Catalogue Number
af: Katalogusnommer
fr: Référence catalogue

source: Categorise analysis services
af: Kategoriseer ontledings dienste
fr: Classe les services analytiques

source: Category
af: Kategorie
fr: Catégorie

source: Category cannot be deactivated because it contains Analysis Services
af: Kategorie kan nie deaktiveer word nie weens
fr: La catégorie ne peut pas être désactivée parce qu'elle contient des services analytiques

source: Cert. Num
af: Sertifikaat nommer
fr: Num. de cert.

source: Certificate Code
af: Sertifikaat kode
fr: Référence du certificat

source: Check if the method has been accredited
fr: Cochez si cette méthode a été accréditée

source: Check this box if the analysis service is included in the laboratory's schedule of accredited analyses
af: Merk indien die ontleding in die laboratorium se akkreditasie skedule ingesluit is
fr: Cochez cette case si le service analytique est inclus dans le programme d'analyses accréditées du laboratoire

source: Check this box if the samples taken at this point are 'composite' and put together from more than one sub sample, e.g. several surface samples from a dam mixed together to be a representative sample for the dam. The default, unchecked, indicates 'grab' samples
af: Merk indien die monster by hierdie punt 'n 'saamgestelde' monster moet wees, bv. 'n hele aantal oppervlakte monsters van 'n dam vermeng om 'n verteenwoordigende monster vir die dam te vorm. Die verstekwaarde, nie gemerk nie, dui 'n 'gryp' monster aan
fr: Cochez cette case si les échantillons prélevés à ce point sont des "composites", c'est à dire plusieurs échantillons réunis et mélangés afin de former un échantillon représentatif. Décoché, par défaut, indique des échantillons indépendants.

source: Check this box if this container is already preserved.Setting this will short-circuit the preservation workflow for sample partitions stored in this container.
af: Merk indien die houer reeds gepreserveer is. Die preserverings stappe vir monsters in hierdie houer sal dan outomaties uit die werkvloei uitgesluit word
fr: Cochez cette case si ce conteneur est déjà conditionné. Cette option va court-circuiter le workflow de conservation pour les échantillons stockés dans ce conteneur.

source: Check this box if this is the default priority
fr: Cochez cette case si c'est la priorité par défaut.

source: Check this box if your laboratory is accredited
af: Merk indien jou laboratorium ge-akkrediteer is
fr: Cocher cette case si votre laboratoire est accrédité

source: Check this box to ensure a separate sample container is used for this analysis service
af: Kies hierdie blokkie om 'n afsonderlike monsterhouer te gebruik vir dierdie ontledingsdiens
fr: Cochez cette case pour garantir qu'un conteneur d'échantillon distinct est analysé pour ce service analytique.

source: Check this if you want to use a separate ID server. Prefixes are configurable separately in each Bika site
af: Kies hier om 'n afsonderlike ID-bediener te gebruik. Voorvoegsels is afsonderlik stelbaar in elke Bika-webwerf
fr: Cochez si vous voulez utiliser un ID serveur séparé. Les préfixes sont configurables séparément dans chaque site Bika.

source: Choose default AR specification values
fr: Choisissez les valeurs de BA spécifiées par défaut

source: Choose the default specifications used for all AR views to display alerts and notifications. These will also be applied when an AR is published in permanent media, e.g. PDF.
fr: Choisissez les spécifications utilisées par défaut pour toutes les vues de BA pour afficher les alertes et notifications. Cela s'applique aussi quand un BA est publié via un média permanent, par exemple un PDF.

source: City
af: Stad
fr: Ville

source: Classic
af: Klassiek
fr: Classique
