Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/bika.po
Languages: af, fr

source: Click on Analysis Categories (against shaded background) to see Analysis Services in each category. Enter minimum and maximum values to indicate a valid results range. Any result outside this range will raise an alert. The % Error field allows for an % uncertainty to be considered when evaluating results against minimum and maximum values. A result out of range but still in range if the % error is taken into consideration, will raise a less severe alert.
af: Kliek op ontledingskategorieë (teen geskakeerde agtergrond) om Ontledingsdienste in elke kategorie te sien. Sleutel minimum en maksimumwaardes in om 'n geldige resultaatbereik aan te dui. Enige resultaat buite hierdie bereik sal 'n waarskuwing veroorsaak. Die % Fout veld laat 'n % onsekerheid toe wanneer resulate teen minimum en makismumwaardes geëvalueer word. 'n Resultaat buite die bereik maar steeds binne die fout % word in ag geneem, en sal 'n minder ernstige waarskuwing veroorsaak.
fr: Cliquez sur les catégories d'analyses (ci-contre sur fond sombre) pour voir les services d'analyses de chaque catégorie. Entrer des valeurs minimales et maximales pour indiquer la plage de validité des résultats. Chaque résultat en dehors de cette plage déclenchera une alerte. Le champ % d'erreur permet d'utiliser un % d'incertitude lors de la comparaison des résultats aux valeurs minimales et maximales. Un résultat en dehors de de la plage indiquée mais encore dans la plage si l'on prend en considération le % d'erreur relatif déclenchera une alerte de niveau inférieur.

source: Click on Analysis Categories (against shaded backgroundto see Analysis Services in each category. Enter minimum and maximum values to indicate a valid results range. Any result outside this range will raise an alert. The % Error field allows for an % uncertainty to be considered when evaluating results against minimum and maximum values. A result out of range but still in range if the % error is taken into consideration, will raise a less severe alert.
fr: Cliquez sur les catégories d'analyses (ci-contre sur fond sombre) pour voir les services d'analyses de chaque catégorie. Entrer des valeurs minimales et maximales pour indiquer la plage de validité des résultats. Chaque résultat en dehors de cette plage déclenchera une alerte. Le champ % d'erreur permet d'utiliser un % d'incertitude lors de la comparaison des résultats aux valeurs minimales et maximales. Un résultat en dehors de de la plage indiquée mais encore dans la plage si l'on prend en considération le % d'erreur relatif déclenchera une alerte de niveau inférieur.

source: Click on Analysis Categories (against shaded backgroundto see Analysis Services in each category. Enter minimum and maximum values to indicate a valid results range. Any result outside this range will raise an alert. The % Error field allows for an % uncertainty to be considered when evaluating results against minimum and maximum values. A result out of range but still in range if the % error is taken into consideration, will raise a less severe alert. If the result is below '< Min' the result will be shown as '< [min]'. The same applies for results above '> Max'
fr: Cliquez sur les catégories d'analyses (ci-contre sur fond sombre) pour voir les services d'analyses de chaque catégorie. Entrer des valeurs minimales et maximales pour indiquer la plage de validité des résultats. chaque résultat en dehors de cette plage déclenchera une alerte. Le champ % d'erreur permet d'utiliser un % d'incertitude lors de la comparaison des résultats aux valeurs minimales et maximales. Un résultat en dehors de de la plage indiquée mais encore dans la plage si l'on prend en considération le % d'erreur relatif déclenchera une alerte de niveau inférieur. Si le résultat est inférieur au minimum, le résultat sera exprimé sous la forme '< [min]'. Le même principe s'applique pour les résultats supérieurs, exprimés '> [max]'.

source: Click to download
af: Kliek om af te laai
fr: Cliquez pour télécharger

source: Client Batch ID
af: Kliënt Groep ID
fr: ID du lot du client

source: Client ID
af: Kliënt ID
fr: Identifiant

source: Client Landing Page
fr: Page d'accueil du client

source: Client Name
af: Kliënt Naam
fr: Nom du client

source: Client Order
af: Kliënt Bestelling
fr: Commande du client

source: Client Order Number
fr: Numéro de commande du client

source: Client Ref
af: Kliënt Ref
fr: Réf client

source: Client Reference
af: Kliënt Verwysing
fr: Référence client

source: Client SID
af: Kliënt SID
fr: SID client

source: Client Sample ID
af: Klient Monster ID
fr: ID d'échantillon client

source: Client contact required before request may be submitted
af: Kliënt kontak word vereis voordat versoek ingehandig mag word
fr: Un contact client est nécessaire avant de soumettre une requête

source: Closed
af: Toe
fr: Fermé

source: Code for the location
fr: Code de localisation

source: Code for the site
fr: Code du site

source: Code the the shelf
fr: Code du meuble

source: Comma (,)
fr: Virgule (,)

source: Comments
af: Kommentaar
fr: Commentaires

source: Comments or results interpretation
fr: Commentaires ou interprétation des résultats

source: Commercial ID
fr: ID commercial

source: Composite
af: Saamgesteld
fr: Composé

source: Confidence Level %
af: Sekerheidsvlak %
fr: Taux de confiance

source: Configure the sample partitions and preservations for this template. Assign analyses to the different partitions on the template's Analyses tab
af: Stel die monsterafdelings en preservering vir hierdie templaat. Wys ontledings toe aan die verskeie afdelings op die templaat se Ontledings tab
fr: Configure la répartition et conservation des échantillons pour ce modèle. Assigne des analyses aux différentes sections sur l'onglet des modèles d'analyses

source: Confirm password
af: Bevestig Wagwoord
fr: Confirmer le mot de passe

source: Considerations
af: Oorwegings
fr: Considérations

source: Contact Name
af: Kontak Naam
fr: Nom contact

source: Contacts to CC
af: Kontakte te kopieer
fr: CC contacts

source: Container
af: Houer
fr: Conteneur

source: Container Type
af: Houer tipe
fr: Type de conteneur

source: Container Types
af: Houer tipes
fr: Types de conteneur

source: Containers
af: Monster houers
fr: Conteneurs

source: Content Type
af: Inhoud Tipe
fr: Type de contenu

source: Content type
af: Inhoudstipe
fr: Type de contenu

source: Control
af: Kontrole
fr: Contrôle

source: Control QC analyses
fr: Contrôle QC des analyses

source: Copy
fr: Copier

source: Copy analysis services
fr: Copier les analyses

source: Copy from
af: Kopieer vanaf
fr: Copier de

source: Copy to new
fr: Copier dans un nouveau

source: Count
af: Telling
fr: Compter

source: Country
af: Land
fr: Pays

source: Create a new sample of this type
fr: Créer un nouvel échantillon de ce type

source: Created
af: Geskep
fr: Créé

source: Created by
af: Geskep deur
fr: Créé par

source: Created by:
af: Geskep deur:
fr: Créé par :

source: Creator
af: Skepper
fr: Créateur

source: Criteria
af: Kriteria
fr: Critère

source: Currency
af: Geldeenheid
fr: Devise

source: Current
af: Tans
fr: Actuel

source: Custom decimal mark
fr: Signe décimal personnalisé

source: DL
fr: LD

source: Daily samples received
af: Daaglikse monsters ontvang
fr: Echantillons reçus quotidiennement

source: Data Interface
af: Datakoppelvlak
fr: Interface de données

source: Data Interface Options
af: Datakoppelvlak Keuses
fr: Options d'interface de données

source: Data entry day book
af: Data invoer dagboek
fr: Cahier d'enregistrement quotidien

source: Date Created
af: Datum geskep
fr: Date de création

source: Date Dispatched
af: Datum Versend
fr: Date de répartition

source: Date Disposed
af: Datum Verwyder
fr: Date de mise à disposition

source: Date Expired
af: Datum Verval
fr: Date d'expiration

source: Date Imported
af: Datum Ingevoer
fr: Date d'importation

source: Date Loaded
af: Datum Gelaai
fr: Date de chargement

source: Date Opened
af: Datum Geopen
fr: Date d'ouverture

source: Date Preserved
af: Datum gepreserveer
fr: Date de conservation

source: Date Published
af: Datum Gepubliseer
fr: Date de publication

source: Date Received
af: Datum Ontvang
fr: Date de réception

source: Date Requested
af: Datum Versoek
fr: Date de la demande

source: Date Sampled
af: Datum Gemonster
fr: Date d'échantillonnage

source: Date from which the calibration certificate is valid
fr: Date jusqu'à laquelle le certificat d'étalonnage est valide

source: Date from which the instrument is under calibration
af: Datum van wanneer instrument gekalibreer word
fr: Date à partir de laquelle l'équipement est étalonné

source: Date from which the instrument is under maintenance
af: Datum van wanneer instrument onderhoud begin
fr: Date à partir de laquelle l'équipement est en maintenance

source: Date from which the instrument is under validation
af: Datum van wanneer instrument ge-evalueer word
fr: Date à partir de laquelle l'équipement est en validation

source: Date received
af: Datum ontvang
fr: Date de réception

source: Date until the certificate is valid
fr: Date jusqu'à laquelle le certificat est valide

source: Date until the instrument will not be available
af: Datum tot wanneer die instrument onbeskikbaar bly
fr: Date jusqu'à laquelle l'équipement sera indisponible

source: Date when the calibration certificate was granted
fr: Date de délivrance du certificat

source: Days
af: Dae
fr: Jours

source: De-activate until next calibration test
fr: Désactiver jusqu'au prochain étalonnage

source: Decimal mark to use in the reports from this Client.
fr: signe décimal à utiliser dans les rapports pour ce client

source: Default
af: Verstek
fr: Défaut

source: Default AR Specifications
fr: Spécifications par défaut des BA

source: Default Calculation
fr: Calcul par défaut

source: Default Container
af: Verstekhouer
fr: conteneur par défaut

source: Default Container Type
af: Verstek houertipe
fr: Type de conteneur par défaut

source: Default Instrument
fr: Equipement par défaut

source: Default Method
fr: Méthode par défaut

source: Default Preservation
af: Verstekpreservering
fr: Conservation par défaut

source: Default Priority?
fr: Priorité par défaut ?

source: Default calculation to be used from the default Method selected. The Calculation for a method can be assigned in the Method edit view.
fr: Calcul sélectionné par défaut utilisé quand la méthode par défaut est utilisée. Le calcul pour une méthode peut être attribué par la vue d'édition des méthodes.

source: Default categories
af: Verstek kategorië
fr: Catégories par défaut

source: Default container for new sample partitions
fr: Conteneur par défaut pour les nouvelles répartitions d'échantillons

source: Default containers: ${container_list}
af: Verstekhouers: ${container_list}
fr: Conteneurs par défaut : ${container_list}

source: Default decimal mark
fr: Signe décimal par défaut

source: Default preservations: ${preservation_list}
af: Verstekpreservering: ${preservation_list}
fr: Conservation par défaut : ${preservation_list}

source: Default sample retention period
af: Verstek sample retention period
fr: Période par défaut de rétention de l'échantillon

source: Default scientific notation format for reports
fr: Formattage par défaut des notations scientifiques pour les rapports

source: Default scientific notation format for results
fr: Formattage par défaut des notations scientifiques pour les résultats

source: Default value
af: Verstek value
fr: Valeur par défaut

source: DefaultARSpecs_description
fr: Description des spécifications par défaut des BA

source: Define an identifier code for the method. It must be unique.
fr: Définissez un code d'identification pour la méthode. Il doit être unique

source: Define interim fields such as vessel mass, dilution factors, should your calculation require them. The field title specified here will be used as column headers and field descriptors where the interim fields are displayed. If 'Apply wide' is enabled the field ill be shown in a selection box on the top of the worksheet, allowing to apply a specific value to all the corresponding fields on the sheet.
fr: Définit des champs intermédiaires requis pour les calculs comme la tare du récipient, les facteurs de dilution. Le titre du champ spécifié sera utilisé comme en-tête de colonne et descripteur de champ là où les champs provisoires sont affichés. Si "appliquer partout" est activé le champ sera montré dans la case de sélection en haut de la feuille de travail, permettant d'appliquer une valeur spécifique à tous les champs correspondants sur la feuille.

source: Define the number of decimals to be used for this result.
fr: Définit le nombre de décimales utilisées pour ce résultat.

source: Define the precision when converting values to exponent notation. The default is 7.
fr: Définit la précision lors de conversions de valeurs en notation exponentielle. Le défaut est de 7.

source: Define the prefixes for the unique sequential IDs the system issues for objects. In the 'Padding' field, indicate with how many leading zeros the numbers must be padded. E.g. a prefix of WS for worksheets with padding of 4, will see them numbered from WS-0001 to WS-9999. Sequence Start indicates the number from which the next ID should start. This is set only if it is greater than existing id numbers. Note that the gap created by jumping IDs cannot be refilled. NB: Note that samples and analysis requests are prefixed with sample type abbreviations and are not configured in this table - their padding can be set in the specified fields below
fr: Définit les préfixes pour la séquence unique d'IDs que le système attribue aux objets. Dans le champ 'taille', indiquez par combien de zéros les nombres doivent être complétés. Par exemple, un préfixe 'FdT' pour feuille de travail avec une taille de 4 aura des identifiants allant de FdT-0001 à FdT-9999. Le début de la séquence indique à partir de quel nombre le prochain ID doit commencer. Il doit être supérieur aux identifiants déjà utilisés. Notez que l'écart dans la numérotation des ID ne peut pas être rempli. Remarque Importante : Notez que les échantillons et demandes d'analyse sont préfixés avec l'abbréviation de type d'échantillon et ne sont pas configurées dans cette table - la taille de celles-ci peuvent être spécifiées dans les champs ci-dessous.

source: Define the search terms for the items you want to list by choosing what to match on. The list of results will be dynamically updated.
fr: Définissez les termes de recherche pour les éléments que vous voulez lister en choisissant sur lesquels faire les correspondances. La liste de résultats sera dynamiquement mise à jour.

source: Degrees
af: Grade
fr: Degrés

source: Delete attachment
af: Verwyder aanhangsel
fr: Supprimer la pièce-jonte

source: Department
fr: Département

source: Dependent Analyses
af: Afhanklike Ontledings
fr: Analyses dépendantes

source: Describes the method in layman terms. This information is made available to lab clients
af: Bekryf die metode in leketaal. Hierdie inligting word aan kliënte vertoon.
fr: Décrivez la méthode en termes profanes. Cette information est rendue disponible aux clients du laboratoire.

source: Description of the actions made during the calibration
af: Beskrywing van die kalibrasie stappe
fr: Description des actions effectuées durant l'étalonnage.

source: Description of the actions made during the maintenance process
af: Beskrywing van die onderhouds stappe
fr: Description des actions réalisées pendant la maintenance.

source: Description of the actions made during the validation
af: Beskrywing van die evaluering stappe
fr: Description des actions réalisées durant la validation

source: Description of the location
fr: Description de l'emplacement

source: Description of the shelf
fr: Descritption du meuble

source: Description of the site
fr: Description du site

source: Discount %
af: Afslag %
fr: Remise %

source: Dispatched
af: Versend
fr: Envoyé

source: Display Value
af: Vertoonwaarde
fr: Afficher la valeur

source: Display a Detection Limit selector
fr: Affiche un sélecteur de limite de détection

source: Display an alert on new releases of Bika LIMS
fr: Affiche une alerte lorsqu'une nouvelle version de Bika LIMS est disponible

source: Display individual sample partitions
fr: Afficher la répartition des échantillons individuels

source: Disposal Date
af: Weggooidatum
fr: Date de traitement

source: Disposed
af: Verwyderd
fr: traité

source: Division by zero
af: Deel deur zero
fr: Division par zéro

source: Dormant
fr: Inactif

source: Dot (.)
fr: Point (.)

source: Down from
af: Vanaf
fr: Diminution de

source: Down to
af: Tot
fr: Réduit à

source: Download
af: Laai af
fr: Télécharger

source: Dry
af: Droe
fr: Sec

source: Dry matter analysis
af: Droe Materiaalontleding
fr: Analyse de matière sèche

source: Due
af: Verwag
fr: Dû

source: Due Date
af: Verwag op Datum
fr: Echéance

source: Dup Var
fr: Rép Var

source: Duplicate
af: Duplikaat
fr: Réplicat

source: Duplicate Of
af: Duplikaat Of
fr: Réplicat de

source: Duplicate QC analyses
fr: Analyses QC répliquées

source: Duplicate Variation %
af: Duplikaat Variasie %
fr: Variation du réplicat %

source: Duplicate analysis QC
af: Duplikaat Ontleding KB
fr: Réplicat d'analyse QC

source: Duplicate analysis quality control graphs
af: Duplikaat Ontleding Kwaliteitsbeheer Grafieke
fr: Graphes de contrôle de la qualité des réplicats

source: Duration
af: Duur
fr: Durée

source: E.g. SANAS, APLAC, etc.
af: Bv. SANAS, APLAC, etc.
fr: Ex. SANAS, APLAC, etc.

source: Earliness
af: Voortydig
fr: Anticipé

source: Early
af: Vroeg
fr: Tôt

source: Elevation
af: Hoogte
fr: Hauteur

source: Email Address
af: E-posadres
fr: Adresse mail

source: Email subject line
af: E-pos Onderwerpnaam
fr: Sujet de l'email

source: Enable AR Specifications
fr: Activer les spécifications des BA

source: Enable the Sampling workflow
af: Stel die monster-werkvloei
fr: Activer le workflow d'échantillonnage

source: End Date
af: Eind datum
fr: Date de fin

source: Enhancement
af: Verbetering
fr: Amélioration

source: Enter a user name, usually something like 'jsmith'. No spaces or special characters. Usernames and passwords are case sensitive, make sure the caps lock key is not enabled. This is the name used to log in.
af: Voer 'n gebruikersnaam in, gewoonlik iets soos 'jsmit'. Geen spasies of spesiale karakters. Gebruikersname en wagwoorde is kas-sensitief, maak seker die bokas-sleutel is nie aktief nie. Hierdie naam word gebruik om mee in te log.
fr: Entrer un nom d'utilisateur, normalement quelque chose comme 'jsmith'. Pas d'espaces ni de caractères spéciaux. Les noms d'utilisateurs et mots de passe sont sensibles à la casse, vérifiiez l'état de la touche "caps lock". C'est le nom utilisé pour se connecter.

source: Enter an email address. This is necessary in case the password is lost. We respect your privacy, and will not give the address away to any third parties or expose it anywhere.
af: Verskaf 'n epos adres. Dit is nodig ingeval die wagwoord verlore gaan. Ons respekteer u privaatheid en die adres word met niemand gedeel en nêrens vertoon nie
fr: Entrer une adresse email. C'est nécessaire en cas de perte du mot de passe. Nous respectons vos informations privées et ne communiquerons pas l'adresse à un tiers ni ne la diffuserons.

source: Enter discount percentage value
af: Sleutel afslag persentasie in
fr: Saisir le taux de remise

source: Enter percentage value eg. 14.0
af: Sleutel 'n persentasie in, bv. 14.0
fr: Saisir un pourcentage ex: 14.0

source: Enter percentage value eg. 14.0. This percentage is applied on the Analysis Profile only, overriding the systems VAT
fr: Saisir un pourcentage, par exemple 14,0. Ce pourcentage s'applique uniquement au profil d'analyse et remplace la TVA système

source: Enter percentage value eg. 14.0. This percentage is applied system wide but can be overwrittem on individual items
af: Sleutel 'n persentasie in, bv. 14.0. Die persentasie word deur die hele stelsel gebruik, maar kan oorskryf word vir individuele items
fr: Saisir un pourcentage (ex : 14.0). Ce pourcentage est appliqué à l'ensemble du système mais peut être écrasé sur des éléments individuels.

source: Enter percentage value eg. 33.0
af: Sleutel 'n persentasie in, bv. 33.0
fr: Saisir la valeur du pourcentage ex: 33.0

source: Enter the Sample Point's latitude in degrees 0-90, minutes 0-59, seconds 0-59 and N/S indicator
af: Sleutel die posisie se breedte graad in 0-90, minute 0-59, sekondes 0-59 en 'n N/S aanwysing
fr: Entrer la latitude du point d'échantillonnage en degrés (0-90), minutes (0-59), secondes (0-59), cardinalité (N/S)

source: Enter the Sample Point's longitude in degrees 0-180, minutes 0-59, seconds 0-59 and E/W indicator
af: Sleutel die posisie se lengtegraad in, in grade 0-180, minute 0-59, sekondes 0-59 en 'n Oos/Wes (E/W) aanduiding
fr: Entrer la longitude du point d'échantillonnage en degrés (0-180), minutes (0-59), secondes (0-59), cardinalité (E/W)

source: Enter the details of each of the analysis services you want to copy.
fr: Entrer le détail de chacune des analyses que vous voulez copier

source: Enter the details of your lab's service accreditations here. The following fields are available: lab_is_accredited, lab_name, lab_country, confidence, accreditation_body_name, accreditation_standard, accreditation_reference<br/>
fr: Entrez ici le détail des accréditation de votre laboratoire. Les champs suivants sont disponibles : lab_is_accredited, lab_name, lab_country, confidence, accreditation_body_name, accreditation_standard, accreditation_reference

source: Entity
af: Entiteit
fr: Entité

source: Erroneus result publication from ${request_id}
fr: Publication de résultat erroné pour ${request_id}

source: Exclude from invoice
af: Sluit uit van faktuur
fr: Exclu de la facture

source: Expected Result
af: Verwagte Resultaat
fr: Résultat attendu

source: Expected Values
af: Verwagte waardes
fr: Valeurs attendues

source: Expired
af: Verval
fr: Expiré

source: Expiry Date
af: Vervaldatum
fr: Date d'expiration

source: Exponential format precision
fr: Précision pour le format exponentiel

source: Exponential format threshold
fr: sensibilité pour le format exponentiel

source: Extension profile for the Bika LIMS
fr: Profil de l'extension pour Bika LIMS

source: Fax (business)
af: Faks (besigheids)
fr: Fax (entreprise)

source: Female
af: Vroulik
fr: Femme

source: Field
af: Veld
fr: Champ

source: Field Analyses
af: Veld Ontledings
fr: Champ d'analyses

source: Field Preservation
af: Veld preservering
fr: Champ de conservation

source: Field Title
af: Veld Titel
fr: Titre du champ

source: File
af: Leër
fr: Fichier

source: File attachments to results, e.g. microscope photos, will be included in emails to recipients if this option is enabled
fr: Les fichiers attachés aux résultats (ex : photos de microscopie) seront inclus dans les emails aux destinataires si cette option est activée.

source: Filename
af: Leërnaam
fr: Nom du fichier

source: Find items which have been invoiced.
af: Vind ongefaktureerde items
fr: Trouver les éléments facturés

source: Firstname
af: Voornaam
fr: Prénom

source: Formula
af: Formule
fr: Formule

source: From
af: Van
fr: De

source: From ${start_date} to ${end_date}
fr: De ${start_date} à ${end_date}

source: Full Name
af: Volle Naam
fr: Nom complet

source: Future dated sample
af: Toekomstige monster
fr: Echantillons futurs

source: Generate report
af: Skep verslag
fr: Générer le rapport

source: Greeting title eg. Mr, Mrs, Dr
af: Titel, bv. Mnr., Mv., Dr.
fr: Titre (Mr, Mrs, Dr...)

source: Group analysis services by category in the LIMS tables, helpful when the list is long
fr: Groupe les analyses par catégorie dans les tables du LIMS : utile si la liste est longue

source: Group by
af: Groepeer onder
fr: Grouper par
