Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/bika.po
Languages: af, fr

source: This value is reported at the bottom of all published results
af: Hierdie waarde word onder aan alle gepubliseerde resulate vertoon
fr: Cette valeur est reportée au bas de tous les résultats publiés

source: This will remove all existing client analysis specifications and create copies of all lab specifications. Are you sure you want to do this?
fr: Ceci va supprimer toutes les informations relatives aux analyses du client et créer des copies de toutes les informations du laboratoire. Êtes-vous sûr de vouloir faire cela ?

source: This worksheet has been created to replace the rejected worksheet at ${ws_id}
fr: Cette feuille de travail a été créée pour remplacer la feuille de travail rejetée ${ws_id}

source: This worksheet has been rejected. The replacement worksheet is ${ws_id}
fr: Cette feuille de travail a été rejetée. La feuille de travail de remplacement est ${ws_id}

source: Tip. Attached documents will not be loaded unless they are present in the instance.
fr: Astuce. Documents joints ne seront pas chargés à moins qu'il soient présents dans l'instance.

source: Title
af: Titel
fr: Titre

source: Title of location
fr: Titre de la localisation

source: Title of the shelf
fr: Titre du meuble

source: Title of the site
fr: Titre du site

source: To
af: Tot
fr: Jusqu'à

source: To Be Preserved
af: Om gepreserveer te word
fr: A conserver

source: To Be Sampled
af: Om gemonster te word
fr: A échantillonner

source: To be displayed below each Analysis Category section on results reports.
fr: Pour être affiché en dessous de chaque section "catégorie d'analyses" sur les comptes rendus

source: To be verified
af: Te Bevestig
fr: A vérifier

source: Total Lag
fr: Délai total

source: Total Price
af: Totale Prys
fr: Prix Total

source: Total data points
af: Totale aantal datapunte
fr: Total points de données

source: Total price
af: Totale Prys
fr: Prix total

source: Traceability
fr: Traçabilité

source: Turn this on if you want to work with sample partitions
fr: Activez ceci uniquement si vous voulez travailler avec des aliquots

source: Turnaround time (h)
af: Omkeertyd (h)
fr: Période (h)

source: Type Error
af: Tipe fout
fr: Type d'erreur

source: Type of location
fr: Type de localisation

source: Unable to apply the selected instrument
fr: Impossible d'appliquer l'instrument sélectionné

source: Unable to load instruments: ${invalid_list}
fr: Impossible de charger les instruments : ${invalid_list}

source: Unable to load the template
fr: Impossible de charger le modèle

source: Unable to send an email to alert lab client contacts that the Analysis Request has been retracted: ${error}
fr: Impossible d'envoyer un email alertant les contacts client du laboratoire qu'une analyse a été invalidée : ${error}

source: Unassigned
af: Nie toegeken
fr: Non assigné

source: Uncertainty
af: Onsekerheid
fr: Incertitude

source: Uncertainty value
af: Onsekerheid value
fr: Valeur d'incertitude

source: Undefined
af: Ongedefinieerd
fr: Non défini

source: Unit
af: Eenheid
fr: Unité

source: Unknown IBAN country %s
fr: Le pays de l'IBAN est inconnu %s

source: Unpublished
af: Ongepubliseer
fr: Non publié

source: Unrecognized file format ${file_format}
fr: Format de fichier non reconnu ${file_format}

source: Unrecognized file format ${fileformat}
fr: Format de fichier non reconnu ${file_format}

source: Upload a scanned signature to be used on printed analysis results reports. Ideal size is 250 pixels wide by 150 high
af: Laai 'n geskandeerde handtekening om op gedrukte resultaat verslae in te sluit. 'n Ideale grote is 250 by 150 'pixels'
fr: Uploadez une signature qui sera utilisée à l'impression des rapports de résultats d'analyse. La taille idéale est de 250 pixels de large par 150 de haut.

source: Upper Detection Limit (UDL)
fr: Limite de Détection Haute (LDH)

source: Use Analysis Profile Price
fr: Utiliser le prix du profil de l'analyse

source: Use default calculation
fr: Utilise le calcul par défaut

source: Use external ID server
af: Gebruik eksterne ID bediener
fr: Utilisation d'un serveur ID externe

source: Use this field to pass arbitrary parameters to the export/import modules.
af: Gebruik hierdie veld om arbitrêre parameters aan die in en uitvoer modules te gee.
fr: Utilisez ce champ pour passer des paramètres arbitraires aux modules d'import/export.

source: User
af: Gebruiker
fr: Utilisateur

source: User Name
af: Gebruikersnaam
fr: Nom utilisateur

source: User history
af: Gebruiker geskiedenis
fr: Historique utilisateur

source: Users history
af: Gebruiker geskiedenis
fr: Historique utilisateurs

source: Using too few data points does not make statistical sense. Set an acceptable minimum number of results before QC statistics will be calculated and plotted
af: Om 'n klein hoeveelheid data te gebruik maak nie statisties sin nie. Stel hier die aanvaarbare minimum hoeveelheid resultate waarmee statistieke berekeninge gemaak en geplot kan word
fr: L'utilisation de trop peu de points ne permet pas de donner un sens aux statistiques. Paramétrez un nombre minimal acceptable de résultats avant que les statistiques de QC soient calculées et représentées.

source: VAT
af: BTW
fr: Taxes

source: VAT %
af: BTW %
fr: Taxes %

source: VAT Amount
af: BTW Amount
fr: Montant TVA

source: VAT Total
af: BTW totaal
fr: Total TVA

source: VAT number
af: BTW nommer
fr: N° TVA

source: Valid from
af: Geldig vanaf
fr: Valide à partir de

source: Valid to
af: Geldig tot
fr: Valide jusqu'au

source: Validation failed: '${keyword}': duplicate keyword
af: Validasie het misluk:'${keyword}': duplikaat sleutelwoord
fr: Echec de la validation : '${keyword}' : mot clé dupliqué

source: Validation failed: '${title}': This keyword is already in use by calculation '${used_by}'
af: Validasie het misluk: '${title}': Hierdie sleutelwoord word reeds gebruik deur die '${used_by}' berekening
fr: Échec de la validation : '${title}' : ce mot-clé est déjà utilisé par le calcul '${used_by}'

source: Validation failed: '${title}': This keyword is already in use by service '${used_by}'
af: Validasie het misluk: '${title}': Hierdie sleutelwoord word reeds gebruik deur die '${used_by}' ontleding
fr: Échec de la validation : '${title}' : ce mot-clé est déjà utilisé par le service '${used_by}'

source: Validation failed: '${title}': duplicate title
af: Validasie het misluk: '${title}': Duplikaat titel
fr: Échec de la validation : '${title}' : titre dupliqué

source: Validation failed: '${value}' is not unique
af: Validasie het misluk: '${value}' is nie uniek nie
fr: Échec de validation : '${value}' n'est pas unique

source: Validation failed: Bearing must be E/W
af: Validasie Misluk: Rigting moet O/W wees
fr: Échec à la validation: la direction doit être Est/Ouest

source: Validation failed: Bearing must be N/S
af: Validasie Misluk: Rigting moet N/S wees
fr: Échec à la validation: la direction doit être Nord/Sud

source: Validation failed: Error percentage must be between 0 and 100
af: Validasie het gefaal: Foutpersentasie moet tussen 0 en 100 wees
fr: échec de la validation. Le pourcentage d'erreur doit être compris entre 0 et 100

source: Validation failed: Error value must be 0 or greater
fr: Échec de la validation : la valeur d'erreur doit être supérieure ou égale à 0

source: Validation failed: Error values must be numeric
fr: Échec de la validation : les valeurs d'erreur doivent être numériques

source: Validation failed: Expected values must be between Min and Max values
af: Validasie het gefaal: Verwagte waardes moet tussen Min en Maks wees
fr: échec de la validation. Les valeurs attendues doivent être comprises entre les valeurs Min et Max

source: Validation failed: Expected values must be numeric
af: Validasie het gefaal: Verwagte waardes moet syfers wees
fr: échec de la validation. Les valeurs attendues doivent être numériques

source: Validation failed: Keyword '${keyword}' is invalid
af: Validasie het misluk: Sleutelwoord '${keyword}' is ongeldig
fr: Échec de la validation : le mot-clé '${keyword}' n'est pas valide

source: Validation failed: Max values must be greater than Min values
af: Validasie het gefaal: Maksimum waarde moet groter wees as minimum
fr: échec de la validation. Les valeurs Max doivent être supérieures au valeurs Min

source: Validation failed: Max values must be numeric
af: Validasie het gefaal: Maks waardes moet syfers wees
fr: échec de la validation. Les valeurs Max doivent être numériques

source: Validation failed: Min values must be numeric
af: Validasie het gefaal: Min waardes moet syfers wees
fr: Échec de la validation : les valeurs Min doivent être numériques

source: Validation failed: Percentage error values must be between 0 and 100
af: Validasie het gefaal: Persentasie foutwaardes moet tussen 0 en 100 wees
fr: Échec de la validation : les valeurs de pourcentage d'erreur doivent être entre 0 et 100

source: Validation failed: Percentage error values must be numeric
af: Validasie het gefaal: Persentasiewaardes moet syfers wees
fr: Échec de la validation : les valeurs de pourcentage d'erreur doivent être numériques

source: Validation failed: PrePreserved containers must have a preservation selected.
af: Validasie het gefaal: Vooraf preserveerde houers moet 'n preservering reeds gekies hê
fr: Échec de la validation : les conteneurs pré-conservés doivent avoir une conservation sélectionnée.

source: Validation failed: Result Text cannot be blank
fr: Échec de la validation : le résultat texte ne peut pas être vide.

source: Validation failed: Result Values must be numbers
af: Validasie Misluk: Resultaatwaardes moet tuseen -180 en 180 wees
fr: Echec à la validation: Les valeurs de résultat doivent être numériques

source: Validation failed: The selection requires the following categories to be selected: ${categories}
af: Validasie het misluk: Die keuse vereis die kategorieë: ${categories}
fr: Échec de la validation : la sélection nécessite que les catégories suivantes soient sélectionnées : ${categories}

source: Validation failed: Values must be numbers
fr: Échec de la validation : les valeurs doivent être des nombres

source: Validation failed: column title '${title}' must have keyword '${keyword}'
af: Validasie het misluk: Die kolom hoof '${title}' moet oor die sleutelwoord '${keyword}' beskik
fr: Échec de la validation : le titre de la colonne '${title}' doit avoir le mot-clé '${keyword}'

source: Validation failed: degrees is 180; minutes must be zero
af: Validasie fout: grade is 180, minute moet 0 wees
fr: Échec de la validation : les degrés sont de 180 ; les minutes doivent être 0.

source: Validation failed: degrees is 180; seconds must be zero
af: Validasie fout: grade is 180, sekondes moet 0 wees
fr: Échec de la validation : les degrés sont 180; les minutes doivent être 0

source: Validation failed: degrees is 90; minutes must be zero
af: Validasie fout: grade is 90, minute moet 0 wees
fr: Échec de la validation : 90 degrés ; les minutes doivent être 0

source: Validation failed: degrees is 90; seconds must be zero
af: Validasie fout: grade is 90, sekondes moet 0 wees
fr: Échec de la validation : 90 degrés : les secondes doivent être 0

source: Validation failed: degrees must be 0 - 180
af: Validasie fout: grade moet tussen 0 en 180 wees
fr: Échec de la validation : les degrés doivent entre 0 et 180

source: Validation failed: degrees must be 0 - 90
af: Validasie Misluk: grade moet -180 to 180 wees
fr: Echec à la validation: Le degré d'angle doit être entre 0 - 90

source: Validation failed: degrees must be numeric
af: Validasie Misluk: grade moet numeries wees
fr: Echec à la validation: un résultat en degrés doit être numérique

source: Validation failed: keyword '${keyword}' must have column title '${title}'
af: Validasie het misluk: Sleutelwoord '${keyword}' se kolom hoof moet '${title}' wees
fr: Echec de la validation : le mot-clé '${keyword}' doit avoir un titre de colonne '${title}'

source: Validation failed: keyword contains invalid characters
af: Validasie Misluk: sleutelwoord het ongeldige karakters
fr: Echec à la validation: Le mot clé contient des caractères non-autorisés

source: Validation failed: keyword is required
af: Validasie het gefaal: Sleutelwoord kort
fr: Echec de la validation : le mot-clé est requis

source: Validation failed: minutes must be 0 - 59
af: Validasie Misluk: minute moet binne 0-59 wees
fr: Echec à la validation: Les minutes doivent être comprises entre 0 - 59

source: Validation failed: minutes must be numeric
af: Validasie Misluk: minute moet numeries wees
fr: Echec à la validation: un résultat en minutes doit être numérique

source: Validation failed: percent values must be between 0 and 100
fr: Echec de la validation : les pourcentages doivent être compris entre 0 et 100

source: Validation failed: percent values must be numbers
fr: Echec de la validation : les pourcentages doivent être des nombres

source: Validation failed: seconds must be 0 - 59
af: Validasie Misluk: Sekondes moet 0-59 wees
fr: Echec à la validation: Les secondes sont comprises entre 0 - 59

source: Validation failed: seconds must be numeric
af: Validasie Misluk: Sekondes moet numeries wees
fr: Echec à la validation: un résultat en secondes doit être numérique

source: Validation failed: title is required
af: Validasie het gefaal: Titel kort
fr: Echec de la validation : le titre est requis

source: Validation report date
fr: Date de validation du rapport

source: Validator
af: Valideerder
fr: Apporbateur

source: Value
af: Waarde
fr: Valeur

source: Values can be entered here which will override the defaults specified in the Calculation Interim Fields.
fr: Les valeurs rentrées ici remplaceront celles par défaut spécifiées dans les champs de calcul provisoires

source: Verified
af: Bevestig
fr: Vérifié

source: Versioning for this file has been disabled because it is too large
af: Weergawe vir hierdie leer is afgeskakel
fr: Le suivi de version de ce fichier a été désactivé car trop long

source: Web address for the accreditation body
af: Web adres vir die akkreditasie organisasie
fr: Site Web de l'organisme d'accréditation

source: Website.
fr: Site Web

source: Weeks To Expire
fr: Semaines avant expiration

source: When it's set, the system uses the analysis profile's price to quote and the system's VAT is overridden by the analysis profile's specific VAT
fr: Lorsque défini, le système utilise le prix indiqué dans le profil de l'analyse pour évaluer et la TVA définie dans le système est remplacée par celle indiquée dans le profil de l'analyse

source: When the results of duplicate analyses on worksheets, carried out on the same sample, differ with more than this percentage, an alert is raised
af: Wanneer die resultate op 'n werkskaart van duplikaat ontledings op dieselfde monster, verskil met meer as hierdie persentasie, sal 'n alert vertoon word
fr: Lorsque dans des listes de travail, des résultats issus de doublons d'analyses effectués sur le même échantillon diffèrent de plus que ce pourcentage, une alerte est levée

source: Wildcards for interims are not allowed: ${wildcards}
fr: Les caractères génériques ne sont pas autorisés pour les calculs provisoires : ${wildcards}

source: Work Performed
af: Werk Uitgevoer
fr: Travail effectué

source: Worksheet
af: Werksblad
fr: Feuille de travail

source: Worksheet Layout
af: Werksblad Uitleg
fr: Présentation de la feuille de travail

source: Worksheet Templates
af: Werksblad Template
fr: Modèles de feuille de travail

source: Worksheets
af: Werksblaaie
fr: Feuilles de travail

source: Yes
af: Ja
fr: Oui

source: You do not have sufficient privileges to manage worksheets.
fr: Vous n'avez pas les privilèges suffisants pour gérer les feuilles de travail

source: You do not have sufficient privileges to view the worksheet ${worksheet_title}.
fr: Vous n'avez pas de privilèges suffisants pour visualiser la feuille de travail ${worksheet_title}

source: You must assign this request to a client
fr: Vous devez assigner cette requête à un client

source: You must select an instrument
af: Kies 'n instrument
fr: Vous devez sélectionner un équipement

source: activate
af: aktiveer
fr: activer

source: analysis
fr: analyse

source: analysis requests selected
fr: Demandes d'analyses sélectionnées

source: date_format_long
af: ${Y}-${m}-${d} ${I}:${M} ${p}
fr: ${Y}-${m}-${d} ${I}:${M} ${p}

source: date_format_short
af: ${Y}-${m}-${d}
fr: ${Y}-${m}-${d}

source: date_format_short_datepicker
af: yy-mm-dd
fr: yy-mm-dd

source: deactivate
af: de-aktiveer
fr: desactiver

source: keywords
fr: mots clé

source: name
fr: nom

source: repeating every
af: herhalend elke
fr: Se répète tous les

source: size
fr: taille

source: time_format
af: ${I}:${M} ${p}
fr: ${I}:${M} ${p}

source: to
af: tot
fr: à

source: until
af: tot
fr: jusqu'à

source: value
fr: valeur

source: ${items} were published.
af: ${items} gepubliseer.

source: ${item} published.
af: ${item} gepubliseer.

source: ${labname} has been accredited as ${accr} conformant by ${abbr}, (${body}). ${abbr} is recognised by government as a national accreditation body in ${labcountry}.
af: ${labname} is geakkrediteer as ${accr} konformerend aan ${abbr}, (${body}). ${abbr} word erken deur regering as 'n nasionale akkreditasieliggaam in ${labcountry}.

source: Accreditation Body
af: Akkreditasie Liggaam

source: Action
af: Aksie

source: Analyses
af: Ontledings

source: Analysis ${service} at slot ${slot} has a result - not updated
af: Ontleding ${service} in posisie ${slot} het 'n resultaat - nie opgedateer

source: Analysis ${service} at slot ${slot} in state ${state} - not updated
af: Ontleding ${service} in posisie ${slot} met status ${state} - nie opgedateer

source: Analysis ${service} at slot ${slot}: OK
af: Ontleding ${service} in posisie ${slot}: OK

source: Analysis container UID ${parent_uid} not found
af: Ontleding houer UID ${parent_uid} nie gevind nie

source: Analysis parent UID ${parent_uid} not found
af: Ontledings voorganger UID $(parent_uid) is nie gevind nie.

source: Analyst Name not found
af: Analis se naam nie gevind

source: Applied
af: Toegepas

source: Automatic label printing
af: Outomatiese etiketdruk

source: Back to list
af: Terug na lys

source: Blank analyses
af: Blanko ontledings

source: CC Contact ID
af: CC Kontak ID

source: CC Contacts
af: CC Kontakte

source: CC Email - Invoice
af: CC Epos - Fakture

source: CC Email - Report
af: CC Epos - Verslag

source: CCContact
af: CC Kontak

source: CSID
af: CSID - Kliënt Monster ID

source: Certificate Document
af: Sertifikaat Dokument

source: Client
af: Kliënt

source: Client Address
af: Kliëntadres

source: Client City
af: Kliënt Stad

source: Client Email
af: Kliënt E-pos

source: Client Fax
af: Kliënt Faks

source: Client Phone
af: Kliënt Foon

source: Client Remarks
af: Kliënt Opmerkings

source: Clients
af: Kliënte

source: Contact
af: Kontak

source: Contact ID
af: Kontak ID

source: Contacts
af: Kontakte

source: Date
af: Datum

source: Date Applied
af: Datum toegepas

source: Date Submitted
af: Datum Ingehandig

source: Define the number of decimals to be used for this result
af: Spesifiseer die hoeveelheid desimale vir die resultaat

source: Define the prefixes for the unique sequential IDs the system issues for objects. In the 'Padding' field, indicate with how many leading zeros the numbers must be padded. E.g. a prefix of WS for worksheets with padding of 4, will see them numbered from WS-0001 to WS-9999. NB: Note that samples and analysis requests are prefixed with sample type abbreviations and are not configured in this table - their padding can be set in the specified fields below
af: Definieer die voorvoegsels vir die unieke reeksID's wat die stelsel uitreik. Dui in die 'kussing' veld aan hoeveel nulle voorgevoeg word, bv 'n voorvoegsel van WB vir werksblad met 'n kussing van 4 sal genommer word vanaf WB-0001 tot WB-9999. LW: monsters en ontledingsresultate kry voorvoegsels met monstertipe afkortings en word nie in hierdie tabel opgetel nie - hulle kussing kan in die gespesifiseerde velde hieronder gestel word.

source: Description
af: Beskrywing

source: Deviation
af: Afwyking

source: Discount
af: Afslag

source: District
af: Distrik

source: Duplicate analysis for slot ${slot} not found
af: Geen duplikaat ontleding gevind vir posisie ${slot}

source: Email
af: E-pos

source: Fax
af: Faks

source: If a sample is taken periodically at this sample point, enter frequency here, e.g. weekly
af: Indien 'n monster periodiek by hierdie posisisie geneem word, sleutel die periode hier in, bv. weekliks, daagliks

source: Import
af: Invoer

source: Import Option
af: Invoer Keuse

source: Indet
af: Onbep

source: Instrument not found
af: Instrrument nie gevind

source: Label sizes
af: Etiketgroottes

source: Latitude
af: Lengtegraad

source: Longitude
af: Breedtegraad

source: Manager
af: Bestuurder

source: Max
af: Maks

source: Methods of analysis available by clicking on the 'Request' link
af: Ontledingsmetodes beskikbaar deur te kliek

source: No items were published
af: Geen items is gepubliseer nie

source: No of containers
af: Geen houers

source: No results found
af: Geen resultate gevind

source: No valid file or format
af: Ongeldige legger of formaat

source: Normal
af: Normaal

source: Not invoiced
af: Nie gefaktureer

source: Original File
af: Oorspronlike Legger

source: Picking Slip
af: Pakstrokie

source: Position
af: Posisie

source: Prefixes
af: Voorvoegsels

source: Published by
af: Gepubliseer deur

source: QC
af: KB

source: QuoteID
af: KwotasieID

source: Remarks:
af: Opmerkings:

source: Reported as dry matter
af: Rapporteer as droe materiaal

source: Results
af: Resultate

source: Salutation
af: Aanspreekvorm

source: Sample Date
af: Monster Datum

source: Select 'Register' if you want labels to be automatically printed when new ARs or sample records are created. Select 'Receive' to print labels when ARs or Samples are received. Select 'None' to disable automatic printing
af: Kies 'Registreer' indien u outomaties etikette wil druk wanneer nuwe OV's of monster-rekords geskep word. Kies 'Ontvang' om etikette te druk wanneer nuwe OV's of monster-rekords ontvang word. Kies 'Geen' om outomatiese druk af te skakel.

source: Select the which label to print when automatic label printing is enabled
af: Kies watter etiket om te druk as outomatiese druk gestel is

source: Service
af: Diens

source: Service keyword ${keyword} not found
af: Ontleding sleutelwoord ${keyword} nie gevind nie

source: Services
af: Dienste

source: Signature
af: Handtekening

source: Small
af: Klein

source: Specify the uncertainty value for a given range, e.g. for results in a range with minimum of 0 and maximum of 10, the uncertainty value is 0.5 - a result of 6.67 will be reported as 6.67 +- 0.5. Please ensure successive ranges are continuous, e.g. 0.00 - 10.00 is followed by 10.01 - 20.00, 20.01 - 30 .00 etc.
af: Spesifiseer die onsekerheidswaardes vir 'n gegewe bereik, bv. vir resultate in 'n bereik met 'n minimum van 0 en 'n maksimum van 10 is die onsekerheidswaarde 0.5. 'n Resultaat van 6.67 sal gerapporteer word as 6.67 +- 0.5. maak seker opeenvolgende bereike is aaneenlopend, bv. 0.00-10.00 word gevolg deur 10.01-20.00, 20.01-30.00, ens.

source: Summary
af: Opsomming

source: Temperature
af: Temperatuur

source: The name of the accreditation body corresponding to the abbreviation above, e.g. South African National Accreditation Service for SANAS
af: Die naam van die akkreditasie organisasie vir die bostaande afkorting, bv. South African National Accreditation Service vir SANAS

source: This document shall not be reproduced except in full, without the written approval of ${name_lab}
af: Hierdie dokument sal nie weer verskaf word nie.

source: Total
af: Totaal

source: Total analyses
af: Ontleding totaal

source: Total:
af: Totaal:

source: Type
af: Tipe
