Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/plone.po
Languages: es, fr, it, pl, pt_br, th, tr_tr

source: AR Template
es: Plantilla de solicitud de análisis
fr: Modèle de DA
it: Modello RA
pl: Szablon AR
th: แบบ AR
tr_tr: AR Şablonlar

source: AR Templates
es: Plantillas de solicitud de análisis
fr: Modèles de DAs
it: Modelli RA
pl: Szablony AR
pt_br: Modelos de RA
th: แบบ AR ทั้งหมด
tr_tr: Analiz Talepleri -AR- Şablonları

source: ARReport
es: Informe de solicitud de análisis
fr: Rapport de DA
it: Report RA
pt_br: Relatório de RA
th: รายงาน AR
tr_tr: Analiz Talebi Raporları

source: Activate
th: เปิดใช้

source: Active
th: ทำงาน

source: Add Analyses
es: Añadir análisis
fr: Ajout d'analyse
it: Aggiungi Analisi
pl: Dodaj analizy
pt_br: Adicionar análises
th: เพิ่มรายการวิเคราะห์
tr_tr: Analiz Ekle

source: Add Blank Reference
es: Añadir muestra blanco
fr: Ajout d'une référence vide
it: Aggiungi Riferimento Vuoto
pl: Dodaj próbkę ślepą
pt_br: Adicionar referência em branco
th: เพิ่มแบลงก์อ้างอิง
tr_tr: Kör Referans Ekle

source: Add Control Reference
es: Añadir muestra control
fr: Ajout de la référence controle
it: Aggiungi Riferimento di Controllo
pl: Dodaj próbkę kontrolną
pt_br: Adicionar Controle de Referência
th: เพิ่มตัวอย่างอ้างอิง
tr_tr: Kontrol Referans Ekle

source: Add Duplicate
es: Añadir duplicado
fr: Ajouter une copie
it: Aggiungi Duplicato
pl: Dodaj próbkę zdublowaną
pt_br: Adicionar Cópia
th: เพิ่มซ้ำ
tr_tr: Tekerrür Ekle

source: Administration
es: Administración
it: Amministrazione
pl: Administracja
pt_br: Administração
th: การจัดการ
tr_tr: Yönetim

source: Analyses
es: Análisis
it: Analisi
pl: Analizy
pt_br: Análises
th: รายการวิเคราะห์
tr_tr: Analizler

source: Analysis
es: Análisis
fr: Analyse
it: Analisi
pl: Analiza
pt_br: Análise
th: การวิเคราะห์
tr_tr: Analiz

source: Analysis Categories
es: Categorías de análisis
fr: Classification par département
it: Categorie di Analisi
pl: Kategorie analiz
pt_br: Categorias de análise
th: กลุ่มการวิเคราะห์ต่างๆ
tr_tr: Analiz Kategorileri

source: Analysis Category
es: Categoría de análisis
fr: Catégorie d'analyse
it: Categoria Analisi
pl: Kategoria analiz
pt_br: Categoria de análise
th: กลุ่มการวิเคราะห์
tr_tr: Analiz Kategorisi

source: Analysis Profile
es: Perfil de solicitud de análisis
fr: Profil d'analyse
it: Profilo di Analisi
pl: Profil analizy
pt_br: Perfil de análise
th: โพรไฟล์การวิเคราะห์
tr_tr: Analiz Profili

source: Analysis Profiles
es: Perfiles de solicitud de análisis
fr: Profils d'analyses
it: Profili di Analisi
pl: Profile analizy
pt_br: Perfis de análise
th: โพรไฟล์การวิเคราะห์ต่างๆ
tr_tr: Analiz Profilleri

source: Analysis Service
es: Servicio de análisis
fr: Service d'analyse
it: Servizio di Analisi
pl: Metoda badań
pt_br: Serviços de Análise
th: บริการวิเคราะห์
tr_tr: Analiz Hizmeti

source: Analysis Services
es: Servicios de análisis
fr: Services d'analyse
it: Servizi di Analisi
pl: Metody badań
pt_br: Serviço de Análise
th: บริการวิเคราะห์ต่างๆ
tr_tr: Analiz Hizmetleri

source: Analysis Specification
es: Especificación de análisis
fr: Spécification d'analyse
it: Specifica delle Analisi
pl: Specyfikacja analizy
pt_br: Especificações de Análise
th: คุณลักษณะการวิเคราะห์
tr_tr: Analiz Özellikleri

source: Analysis Specifications
es: Especificaciones de análisis
fr: Spécifications d'analyse
it: Specifiche delle Analisi
pl: Specyfikacje analiz
pt_br: Especificações de Análise
th: คุณลักษณะการวิเคราะห์ต่างๆ
tr_tr: Analiz Özellikleri

source: Assign
th: แจกงาน

source: Assigned
th: แจกงานแล้ว

source: Attach
th: แนบ

source: Attachment
es: Fichero adjunto
fr: Lien
it: Allegato
pl: Załącznik
pt_br: Anexo
th: สิ่งที่แนบ
tr_tr: Eklenti

source: Attachment Type
es: Tipo de fichero adjunto
fr: Type de lien
it: Tipo Allegato
pl: Typ załącznika
pt_br: Tipo de Anexo
th: ชนิดเอกสารแนบ
tr_tr: Eklenti Türü

source: Attachment Types
es: Tipos de ficheros adjuntos
fr: Types de liens
it: Tipi Allegato
pl: Typy załączników
pt_br: Tipos de Anexo
th: ชนิดเอกสารแนบต่างๆ
tr_tr: Eklenti Türleri

source: Attachment due
th: กำหนดเอกสารแนบ

source: Attachments
es: Ficheros adjuntos
fr: Liens
it: Allegati
pl: Załączniki
pt_br: Anexos
th: รายการสิ่งแนบ
tr_tr: Eklentiler

source: Audit Log
th: รายการบันทึกการทำงาน

source: Auto-Import Logs
th: รายการบันทึกการนำเข้าอัตโนมัติ

source: Batch
es: Lote
fr: Lot
pl: Seria próbek
pt_br: Em lote
th: กลุ่มตัวอย่าง
tr_tr: Toplu İş

source: Batch Book
es: Libro de lotes
fr: Recueil de lots
it: Libro Batch
pt_br: Livro de lotes
th: สมุดกลุ่มตัวอย่าง
tr_tr: Toplu İş Kitabı

source: Batch Label
es: Etiqueta del lote
fr: Label du lot
it: Etichetta Batch
pl: Etykieta serii próbek
pt_br: Etiqueta do lote
th: ป้ายกลุ่มตัวอย่าง
tr_tr: Toplu İş Etiketi

source: Batch Labels
es: Etiquetas del lote
fr: Labels des lots
it: Etichette Batch
pl: Etykiety serii próbek
pt_br: Etiquetas do lote
th: ป้ายกลุ่มตัวอย่างต่างๆ
tr_tr: Toplu İş Etiketleri

source: Batches
es: Lotes
fr: Lots
pl: Serie próbek
pt_br: Em lotes
th: กลุ่มตัวอย่างต่างๆ
tr_tr: Toplu İşler

source: Calculation
es: Cálculo
fr: calcul
it: Calcolo
pl: Obliczanie
pt_br: Cálculo
th: การคำนวณ
tr_tr: Hesaplama

source: Calculations
es: Cálculos
fr: calculs
it: Calcoli
pl: Obliczenia
pt_br: Cálculos
th: การคำนวณต่างๆ
tr_tr: Hesaplamalar

source: Calibration Certificates
th: ใบรับรองการสอบเทียบต่างๆ

source: Calibrations
es: Calibraciones
it: Calibrazioni
pl: Kalibracje
pt_br: Calibração
th: การสอบเทียบต่างๆ
tr_tr: Kalibrasyonlar

source: Cancel
th: ยกเลิก

source: Client
es: Cliente
it: Cliente
pl: Klient
pt_br: Cliente
th: ผู้รับบริการ
tr_tr: Müşteri

source: Clients
es: Clientes
it: Clienti
pl: Klienci
pt_br: Clientes
th: ผู้รับบริการต่างๆ
tr_tr: Müşteriler

source: Close
th: ปิด

source: Complete
th: สมบูรณ์

source: Contact
th: ผู้ติดต่อ

source: Contacts
es: Contactos
it: Contatti
pl: Kontakty
pt_br: Contatos
th: ผู้ติดต่อต่างๆ
tr_tr: Yetkililer

source: Container
es: Recipiente
fr: conteneur
it: Contenitore
pl: Pojemnik
pt_br: Recipiente
th: ภาชนะบรรจุ
tr_tr: Numune Kabı

source: Container Type
es: Tipo de recipiente
fr: Type de conteneur
it: Tipo di Contenitore
pl: Typ pojemnika
pt_br: Tipo de Recipiente
th: ชนิดภาชนะบรรจุ
tr_tr: Numune Kabı Türü

source: Container Types
es: Tipos de recipiente
fr: Types de conteneurs
it: Tipi di Contenitore
pl: Typy pojemników
pt_br: Tipos de Recipientes
th: ชนิดภาชนะบรรจุต่างๆ
tr_tr: Numune Kabı Türleri

source: Containers
es: Recipientes
fr: Conteneurs
it: Contenitori
pl: Pojemniki
pt_br: Recipientes
th: ภาชนะต่างๆ
tr_tr: Numune Kapları

source: Create Invoice PDF
th: สร้างใบแจ้งหนี้เป็น PDF

source: Current
th: ปัจจุบัน

source: Deactivate
th: ปิดการใช้งาน

source: Department
es: Departamento
fr: Département
it: Dipartimento
pl: Dział
pt_br: Departamento
th: หน่วยงาน
tr_tr: Bölüm

source: Departments
es: Departamentos
fr: Départements
it: Dipartimenti
pl: Działy
pt_br: Departamentos
th: หน่วยงานต่างๆ
tr_tr: Bölümler

source: Dispatch
th: เดินเรื่อง

source: Dispatched
th: การเดินเรื่องต่างๆ

source: Dispose
th: ทำลาย

source: Disposed
th: การทำลายต่างๆ

source: Documents
th: เอกสารต่างๆ

source: Dormant
th: ความเห็น

source: Duplicate Analysis
es: Análisis duplicados
fr: Dupliquer une analyse
it: Duplicare Analisi
pl: Analiza podwójna
pt_br: Análise repetida
th: ทำซ้ำการวิเคราะห์
tr_tr: Tekerrür Analizi

source: Edit
th: แก้ไข

source: Expire
th: หมดอายุ

source: Expired
th: หมดอายุแล้ว

source: Export
es: Exportar
fr: Exportation
it: Esportare
pl: Eksport
pt_br: Exportar
th: ส่งออก
tr_tr: Dışa aktar

source: History
th: ประวัติ

source: Import
th: นำเข้า

source: Imported
th: นำเข้าแล้ว

source: Inactive
th: ไม่ใช้งาน

source: Instrument
es: Equipo
it: Strumento
pl: Przyrząd
pt_br: Instrumento
th: เครื่องมือ
tr_tr: Cihaz

source: Instrument Locations
th: แหล่งเครื่องมือ

source: Instrument Type
es: Tipo de instrumento
fr: Type d'instrument
it: Tipo Strumento
pl: Typ przyrządu
pt_br: Tipo de instrumento
th: ชนิดเครื่องมือ
tr_tr: Cihaz türü

source: Instrument Types
es: Tipos de equipo
fr: Types d'intruments
it: Tipi Strumento
pl: Typy przyrządów
pt_br: Tipos de Instrumento
th: ชนิดเครื่องมือต่างๆ
tr_tr: Cihaz Türleri

source: Instruments
es: Equipos
it: Strumenti
pl: Przyrządy
pt_br: Instrumentos
th: เครื่องมือต่างๆ
tr_tr: Cihazlar

source: Invalid
th: ไม่ถูกต้อง

source: Invalidate
th: ไม่ปรับแก้ให้สมบูรณ์

source: Invoice
es: Factura
fr: Facture
it: Fattura
pl: Faktura
pt_br: Faturas
th: ใบแจ้งหนี้
tr_tr: Fatura

source: Lab Contact
es: Contacto del laboratorio
fr: Contact du laboratoire
it: Contatto Laboratorio
pl: Kontakt z laboratorium
pt_br: Contato do laboratório
th: ผู้ติดต่อ
tr_tr: Lab Yetkilisi

source: Lab Contacts
es: Contactos del laboratorio
fr: Contacts du labo
it: Contatti Laboratorio
pl: Kontakty do Laboratorium
pt_br: Contatos do laboratório
th: ผู้ติดต่อต่างๆ
tr_tr: Lab Yetkilileri

source: Lab Departments
es: Departamentos del laboratorio
fr: Département du labo
it: Dipartimenti Laboratorio
pl: Działy Laboratorium
pt_br: Lab Departamentos
th: หน่วยงานต่างๆ
tr_tr: Lab Bölümleri

source: Lab Products
es: Productos del laboratorio
fr: Produits du labo
it: Prodotti Laboratorio
pl: Produkty Laboratorium
pt_br: Lab Produtos
th: ผลิตผลห้องปฏิบัติการต่างๆ
tr_tr: Lab Ürünleri

source: Laboratory
es: Laboratorio
fr: Laboratoire
it: Laboratorio
pl: Laboratorium
pt_br: Laboratório
th: ห้องปฏิบัติการ
tr_tr: Laboratuvar

source: Laboratory Information
es: Información del laboratorio
fr: Information du laboratoire
it: Informazioni Laboratorio
pl: Informacje o laboratorium
pt_br: Informação do Laboratório
th: ข้อมูลห้องปฏิบัติการ
tr_tr: Laboratuvar Bilgisi

source: Large Sticker
es: Etiqueta grande
fr: Grande étiquette
it: Etichetta Larga
pl: Duża naklejka
pt_br: Lista de preço
th: สติ๊กเกอร์ดวงใหญ่
tr_tr: Geniş Etiket

source: Login details
es: Detalles de acceso
fr: Détails de connexion
it: Dettagli di Accesso
pl: Szczegóły logowania
pt_br: Detalhes do Login
th: รายละเอียดการเข้าสู่ระบบ
tr_tr: Oturum açma detayları

source: Maintenance
th: การบำรุงรักษา

source: Manage Analyses
es: Administrar análisis
fr: Gérer les analyses
it: Gestione Analisi
pl: Zarządzanie analizami
pt_br: Gerenciador de análises
th: จัดการแผนการวิเคราะห์
tr_tr: Analizleri Yönet

source: Manage Results
es: Administrar resultados
fr: Gestion des résultats
it: Gestione Risultati
pl: Zarządzanie wynikami
pt_br: Gerenciar Resultados
th: จัดการผลการวิเคราะห์
tr_tr: Sonuçları Yönet

source: Manufacturer
es: Fabricante
fr: Fabricant
it: Produttore
pl: Producent
pt_br: Fabricante
th: ผู้ผลิต
tr_tr: Üretici

source: Manufacturers
es: Fabricantes
fr: Fabricants
it: Produttori
pl: Producenci
pt_br: Fabricantes
th: ผู้ผลิตต่างๆ
tr_tr: Üreticiler

source: Method
es: Método
fr: Méthode
it: Metodo
pl: Metoda
pt_br: Método
th: วิธีการ
tr_tr: Metot

source: Methods
es: Métodos
fr: Méthodes
it: Metodi
pl: Metody
pt_br: Métodos
th: วิธีการต่างๆ
tr_tr: Metotlar

source: No preservation required
th: ไม่ต้องเก็บรักษา

source: No sampling workflow
th: ไม่มีผังงานตัวอย่าง

source: Not requested
th: ไม่ต้องการ

source: Open
th: เปิด

source: Orders
es: Pedidos
fr: Commandes
it: Ordini
pl: Zamówienia
pt_br: Pedidos
th: รายการสั่งต่างๆ
tr_tr: Siparişler

source: Pending
th: รออยู่

source: Prepublish
th: ก่อนตีพิมพ์

source: Preservation
es: Método de conservación
fr: Conservation
it: Conservazione
pl: Utrwalenie
pt_br: Preservação
th: การเก็บรักษา
tr_tr: Muhafaza

source: Preservation required
th: ต้องการการเก็บรักษา

source: Preservations
es: Métodos de conservación
fr: Conservations
it: Conservazioni
pl: Utrwalanie
pt_br: Preservações
th: การเก็บรักษาต่างๆ
tr_tr: Muhafaza

source: Preserve
th: เก็บรักษา

source: Pricelist
es: Lista de precios
fr: liste de prix
it: Listino prezzi
pl: Cennik
pt_br: Lista de preço
th: ค่าใช้จ่าย
tr_tr: Fiyat listesi

source: Pricelists
es: Listas de precios
fr: listes de prix
it: Listini prezzi
pl: Cenniki
pt_br: Listas de preços
th: ค่าใช้จ่ายต่างๆ
tr_tr: Fiyat Listeleri

source: Print
es: Imprimir
fr: Imprimer
it: Stampa
pl: Drukuj
pt_br: Imprimir
th: พิมพ์
tr_tr: Yazdır

source: Print Invoice
th: พิมพ์ใบแจ้งหนี้

source: Print pricelist
es: Imprimir la lista de precios
fr: impression liste de prix
it: Stampa Listini
pl: Drukuj cennik
pt_br: Imprimir lista de compra
th: พิมพ์ค่าใช้จ่าย
tr_tr: Fiyat Listesini yazdır

source: Productivity
es: Productividad
fr: Productivité
it: Produttività
pl: Wydajność
pt_br: Produtividade
th: ผลผลิต
tr_tr: Üretkenlik

source: Publish
th: ตีพิมพ์

source: Published
th: ตีพิมพ์แล้ว

source: Published results
es: Resultados publicados
fr: Résultats publiés
it: Risultati pubblicati
pl: Opublikowane wyniki
pt_br: Resultados publicados
th: ผลที่ตีพิมพ์แล้วต่างๆ
tr_tr: Yayınlanan Sonuçlar

source: QC Results
th: ผล QC ต่างๆ

source: Receive
th: รับ

source: Receive sample
th: รับตัวอย่าง

source: Received
th: รับแล้ว

source: Reference Analysis
es: Análisis de referencia
fr: Analyse de référence
it: Riferimento Analisi
pt_br: Análise de Referência
th: การวิเคราะห์อ้างอิง
tr_tr: Referans Analiz

source: Reference Definition
es: Definición de referencia
fr: Définition référence
it: Definizione di Riferimento
pl: Charakterystyka materiału odniesienia
pt_br: Definição de Referência
th: คำอธิบายการอ้างอิง
tr_tr: Referans Tanımı

source: Reference Definitions
es: Definiciones de referencia
fr: Définitions référence
it: Definizioni di Riferimento
pl: Charakterystyki materiałów odniesienia
pt_br: Definições de Referências
th: คำอธิบายการอ้างอิงต่างๆ
tr_tr: Referans Tanımları

source: Reference Sample
es: Muestra de referencia
fr: Échantillon de référence
it: Campione di Riferimento
pl: Materiał odniesienia
pt_br: Amostra de Referência
th: ตัวอย่างอ้างอิง
tr_tr: Referans Numune

source: Reference Samples
es: Muestras de referencia
fr: Références échantillons
it: Campioni di Riferimento
pl: Materiały odniesienia
pt_br: Amostras de Referência
th: ตัวอย่างอ้างอิงต่างๆ
tr_tr: Referans Numuneler

source: Reference Values
es: Valores de referencia
fr: Valeurs de référence
it: Valori di Riferimento
pl: Wartości odniesienia
pt_br: Valores de referência
th: ค่าอ้างอิงต่างๆ
tr_tr: Referans Değerleri

source: Reflex Rules
th: กฎการสะท้อนต่างๆ

source: Reflex Rules Folder
th: โฟลเดอร์กฎการสะท้อน

source: ReflexRule
th: กฎการสะท้อน

source: Registered
th: ลงทะเบียนแล้ว

source: Reinstate
th: คืนสถานะเดิม

source: Reject
th: ปฏิเสธ

source: Reject Analysis
es: Rechazar análisis
fr: Rejeter l'analyse
it: Rifiuta Analisi
pl: Analiza Odrzucona
pt_br: Rejeitar análise
th: ปฏิเสธการวิเคราะห์

source: Rejected
th: ปฏิเสธแล้ว

source: Remove
th: นำออก

source: Report
es: Informe
fr: Rapport
pl: Raport
pt_br: Relatório
th: รายงาน
tr_tr: Rapor

source: Reports
es: Informes
fr: Rapports
pl: Raporty
pt_br: Relatórios
th: รายงานต่างๆ
tr_tr: Raporlar

source: Republish
th: ตีพิมพ์ใหม่

source: Retract
th: ถอนกลับ

source: Retracted
th: ถอนกลับแล้ว

source: Sample
es: Muestra
fr: Echantillon
it: Campione
pl: Próbka pobrana
pt_br: Amostra
th: ตัวอย่าง
tr_tr: Numune

source: Sample Condition
es: Condiciones de la muestra
fr: Condition d'échantillonnage
it: Condizione Campione
pl: Stan próbki
pt_br: Condição da amostra
th: สภาพตัวอย่าง
tr_tr: Numunenin Durumu

source: Sample Conditions
es: Condiciones de la muestra
fr: Conditions d'échantillonnage
it: Condizioni Campione
pl: Stan próbki
pt_br: Condições da amostra
th: สภาพตัวอย่างต่างๆ
tr_tr: Numunenin Durumu

source: Sample Imports
th: การนำเข้าตัวอย่างต่างๆ

source: Sample Matrices
es: Soportes de muestra
fr: Matrices d'échantillons
it: Matrici Campione
pl: Matryce próbki
pt_br: Matrizes de Amostras
th: เมทริกซ์ตัวอย่างต่างๆ
tr_tr: Numune Matrisleri

source: Sample Matrix
es: Soporte de muestra
fr: Matrice d'échantillon
it: Matrice Campione
pl: Matryca próbki
pt_br: Matriz de Amostras
th: เมทริกซ์ตัวอย่าง
tr_tr: Numune Matrisi

source: Sample Point
es: Punto de muestreo
fr: Point d'échantillonnage
it: Punto Campione
pl: Punkt poboru próbki
pt_br: Local de Amostragem
th: จุดตัวอย่าง
tr_tr: Örnekleme Noktası

source: Sample Points
es: Puntos de muestreo
fr: Points d'échantillonnage
it: Punti Campione
pl: Punkty poboru próbek
pt_br: Locais de Amostragem
th: จุดตัวอย่างต่างๆ
tr_tr: Örnekleme Noktaları

source: Sample Templates
th: แบบตัวอย่างต่างๆ

source: Sample Type
es: Tipo de muestra
fr: Type d'échantillon
it: Tipo Campione
pl: Rodzaj próbki
pt_br: Tipo de amostra
th: ชนิดตัวอย่าง
tr_tr: Numune Türü

source: Sample Types
es: Tipos de muestras
fr: Types d'échantillon
it: Tipi Campione
pl: Rodzaje próbek
pt_br: Tipos de amostras
th: ชนิดตัวอย่างต่างๆ
tr_tr: Numune Türleri

source: Sample due
th: กำหนดการตัวอย่าง

source: Sample received
th: ตัวอย่างที่รับแล้ว

source: Sample registered
th: ตัวอย่างที่ลงทะเบียนแล้ว

source: Sampled
th: เก็บตัวอย่างแล้ว

source: Samples
es: Muestras
fr: Échantillons
it: Campioni
pl: Próbki
pt_br: Amostras
th: ตัวอย่างต่างๆ
tr_tr: Numuneler

source: Sampling Deviation
es: Desviación en el muestreo
fr: Écart d'échantillonnage
it: Deviazione di Campionamento
pl: Uwagi dot. pobierania próbki
pt_br: Desvio de Amostragem
th: ตัวอย่างผันแปร
tr_tr: Örnekleme Sapması

source: Sampling Deviations
es: Desviaciones en el muestreo
fr: Écarts d'échantillonnage
it: Deviazioni di Campionamento
pl: Sposby pobierania próbek
pt_br: Desvios de Amostragens
th: ตัวอย่างผันแปรต่างๆ
tr_tr: Örnekleme Sapmaları

source: Sampling Round Templates
es: Plantillas de rondas de muestreo
fr: Modèles de cycles d’échantillonnage
it: Modelli seriali di campionamento
pl: Szablony Procedur Pobierania Próbek
pt_br: Modelos de amostragem redundantes
th: แบบการเวียนตัวอย่างทั้งหมด

source: Sampling workflow
th: ผังงานเก็บตัวอย่าง

source: Schedule
es: Tarea programada
fr: Planification
it: Programmare
pl: Harmonogram
pt_br: Programação
th: นัดหมาย
tr_tr: Planlama

source: Schedule sampling
th: นัดหมายเพื่อเก็บตัวอย่าง

source: Scheduled sampling
th: นัดหมายเก็บตัวอย่างแล้ว

source: Setup
th: ติดตั้ง

source: Sharing
th: ใช้ร่วมกัน

source: Small Sticker
es: Etiqueta pequeña
fr: Petite étiquette
it: Etichetta Piccola
pl: Mała naklejka
pt_br: Etiqueta pequena
th: สติ๊กเกอร์ดวงเล็ก
tr_tr: Küçük Etiket

source: Sticker
es: Etiqueta
fr: Etiquette
it: Etichetta
pl: Naklejka
pt_br: Etiqueta
th: สตื๊กเกอร์
tr_tr: Etiket

source: Stickers preview
th: แสดงสตื๊กเกอร์

source: Storage Location
es: Ubicación de almacenamiento
fr: Lieu de stockage
it: Posizione Magazzino
pl: Miejsce przechowywania
pt_br: Local de armazenamento
th: แหล่งเก็บ
tr_tr: Soğutucunun Yeri

source: Storage Locations
es: Ubicaciones de almacenamiento
fr: Lieux de stockage
it: Posizioni Magazzino
pl: Miejsca przechowywania
pt_br: Locais de armazenamento
th: รายการแหล่งเก็บ
tr_tr: Soğutucu Yerleri

source: Sub-group
es: Subgrupo
fr: Sous-groupe
it: Sotto gruppo
pl: Podgrupa
pt_br: Subgrupo
th: กลุ่มย่อย
tr_tr: Alt-grup

source: Sub-groups
es: Subgrupos
fr: Sous-groupes
it: Sotto gruppi
pl: Podgrupy
pt_br: Subgrupos
th: รายการกลุ่มย่อย
tr_tr: Alt-gruplar

source: Submit
th: ส่ง

source: Submit for verification
th: ส่งไปตรวจสอบ

source: Supplier
es: Proveedor
fr: Fournisseur
it: Fornitore
pl: Dostawca
pt_br: Fornecedor
th: ผู้จำหน่าย
tr_tr: Tedarikçi

source: Suppliers
es: Proveedores
fr: fournisseurs
it: Fornitori
pl: Dostawcy
pt_br: Fornecedor
th: รายการผู้จำหน่าย
tr_tr: Tedarikçiler

source: Supply Order
es: Pedido de cliente
fr: Commande de réapprovisionnement
it: Ordine di Fornitura
pl: Zamówienie dostawy
pt_br: Ordem de fornecimento
th: การสั่งซื้อ
tr_tr: Tedarikçiye Sipariş

source: Supply Orders
es: Pedidos de clientes
fr: Commandes de réapprovisionnement
it: Ordini di Fornitura
pl: Zamówienia dostaw
pt_br: Pedidos de fornecimento
th: รายการสั่งซื้อ
tr_tr: Malzeme Siparişleri

source: To be preserved
th: ต้องนำไปเก็บ

source: To be sampled
th: ต้องเตรียมตัวอย่าง

source: To be verified
th: ต้องตรวจสอบ

source: Unpublished
th: ไม่ตีพิมพ์

source: Unsassign
th: ไม่แจกงาน

source: Valid
th: ใช้ได้

source: Validate
th: ปรับแก้ให้สมบูรณ์

source: Validations
es: Validaciones
it: Convalide
pl: walidacje
pt_br: Validações
th: รายการปรับแก้ให้สมบูรณ์
tr_tr: Validasyonlar

source: Verified
th: ตรวจแล้ว

source: Verify
th: ตรวจ

source: View
th: แสดง

source: Worksheet
es: Hoja de trabajo
fr: feuille de calcul
it: Foglio di lavoro
pl: Karta pracy
pt_br: Ficha de trabalho
th: ใบงาน
tr_tr: Çalışma

source: Worksheet Template
es: Plantilla para hoja de trabajo
fr: modèle de feuille de calcul
it: Modello di Foglio di lavoro
pl: Szablon karty pracy
pt_br: Tema da Ficha de Trabalho
th: แบบใบงาน
tr_tr: Çalışma Şablonu

source: Worksheet Templates
es: Plantillas para hojas de trabajo
fr: modèles de feuilles de travail
it: Modelli di Foglio di lavoro
pl: Szablony kart pracy
pt_br: Tema da Ficha de Trabalho
th: แบบใบงานทั้งหมด
tr_tr: Çalışma Şablonları

source: Worksheets
es: Hojas de trabajo
fr: feuilles de travail
it: Fogli di lavoro
pl: Karty pracy
pt_br: Fichas de trabalho
th: ใบงานทั้งหมด
tr_tr: Çalışmalar

source: AR Imports
es: Importaciones de solicitudes de análisis
fr: Imports de DAs
it: Importazioni RA
pl: Iportowanie AR
pt_br: Importações de RA

source: AR Priorities
es: Prioridades en solicitudes de análisis
fr: Priorités des DAs
it: Priorità RA
pl: Priorytet AR
pt_br: Prioridades de RA
tr_tr: Analiz Talebi Öncelikleri

source: Analysis Request
es: Solicitud de análisis
fr: Demande d'analyse
it: Richiesta Analisi
pl: Zestaw analiz
pt_br: Pedido de análise
tr_tr: Analiz Talebi

source: Analysis Requests
es: Solicitudes de análisis
fr: Demandes d'analyse
it: Richieste di Analisi
pl: Zestawy analiz
pt_br: Pedidos de análise
tr_tr: Analiz Talepleri

source: Bika Setup
es: Configuración general
fr: Installation de Bika
it: Impostazione Bika
pl: Konfiguracja BIKA
pt_br: Configuração do Bika
tr_tr: Bika Ayarları

source: Email pricelist
es: Lista de precios por correo electrónico
fr: Transmettre liste des prix
it: Listino prezzi email
pl: Wyślij cennik
pt_br: Endereço de e-mail
tr_tr: Fiyat listesini e-posta gönder

source: Extracts
es: Extractos
fr: Extractions
it: Estrazioni
pt_br: Extrair
tr_tr: Ekstraktlar

source: Imports
es: Importaciones
fr: Importations
it: Imposrtazioni
pl: Importowanie
pt_br: Importar
tr_tr: İçe Aktarılanlar

source: Log
es: Registro
fr: Connexion
pt_br: Registo
tr_tr: Kayıt

source: Prices
es: Precios
fr: Prix
it: Prezzi
pl: Ceny
pt_br: Preço
tr_tr: Fiyatlar

source: Quality Control
es: Control de calidad
fr: Contrôle qualité
it: Quantità di Controllo
pl: Kontrola jakości
pt_br: Controle de qualidade
tr_tr: Kalite Kontrol

source: Results not requested
es: No se han solicitado resultados
fr: Résultats non demandés
it: Risultati non richiesti
pl: Wyniki nie zamówione
pt_br: Resultado não requerido
tr_tr: Sonuç talep edilmedi

source: Sample Partition
es: Partición de muestras
fr: Répartition d'échantillonnage
it: Suddivizione Campione
pl: Część próbki
pt_br: Partições de Amostra
tr_tr: Numune Bölümü

source: Sample Partitions
es: Particiones de muestras
fr: Répartitions d'échantillonnage
it: Campioni Suddivisione
pl: Części próbki
pt_br: Partições de Amostra
tr_tr: Numune Bölümleri

source: SamplePoints
es: Puntos de muestreo
fr: Points d'échantillonnage
it: Punti Campione
pl: Punkty pobierania
pt_br: Pontos de amostragem
tr_tr: ÖrneklemeNoktası

source: SamplesFolder
es: Directorio de muestras
fr: Dossier d'échantillonnage
it: Cartella Campioni
pt_br: Amostras de pasta
tr_tr: NumuneKlasörü

source: activate_transition_title
es: Activar
fr: Activer
it: Attivato
pl: Uaktywnienie
pt_br: Ativar
tr_tr: Etkinleştir

source: assign_transition_title
es: Asignar
fr: Assigner
it: Assegnato
pl: Przydzielony
pt_br: Designar
tr_tr: Sevk Et

source: attach_transition_title
es: Adjuntar fichero
fr: Ajouter pièce jointe
it: Aggiungi allegati
pl: Dodaj załącznik
pt_br: Adicionar anexo
tr_tr: Eklenti ekle

source: cancel_transition_title
es: Cancelar
fr: Annuler
it: Cancella
pl: Anuluj
pt_br: Cancelar
tr_tr: İptal Et
