Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/plone.po
Languages: es, fr, it, pl, pt_br, th, tr_tr

source: close_transition_title
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
pt_br: Fechar
tr_tr: Kapat

source: copy_to_new_transition_title
es: Nueva copia
fr: Copier dans un nouveau
it: Copia su nuovo
pl: Kopiuj do nowego
pt_br: Copiar para novo
tr_tr: Yeni olarak kopyala

source: deactivate_transition_title
es: Desactivar
fr: Désactiver
it: Disattiva
pl: Dezaktywowanie
pt_br: Desativar
tr_tr: Pasifleştir

source: dispatch_transition_title
es: Enviar pedido
fr: Expédier la commande
it: Spedizione ordine
pl: Zlecenie wysłania
pt_br: Disparar ordem
tr_tr: Siparişi yönlendir

source: dispose_transition_title
es: Descartar
fr: Dispose
it: Smaltire
pl: Usuń
pt_br: Disponibilizar
tr_tr: Atık

source: duplicate_transition_title
es: Repetir
fr: Dupliquer
it: Duplicare
pl: Duplikat
pt_br: Duplicada
tr_tr: Tekerrür Oluştur

source: expire_transition_title
es: Caducidad
fr: Expirer
it: Scadenza
pl: Przeterminowane
pt_br: Vencimento
tr_tr: Süresi dolan

source: import_transition_title
es: Importación
fr: Importer
it: Importare
pl: Import
pt_br: Importar
tr_tr: İçe aktar

source: invalidate_transition_title
es: Invalidar
fr: Invalider
it: Annullare
pl: Unieważnić
pt_br: Invalidar
tr_tr: Geçersiz Kıl

source: label_schema_AR Templates
es: Plantillas de solicitudes de análisis
fr: Modèles de DAs
it: Modelli RA
pl: Szablony zestawów analiz -AR-
pt_br: Modelos de RA
tr_tr: Analiz Talebi Şablonları

source: label_schema_Accounting
es: Contabilidad
fr: Comptabilité
it: Contabilità
pl: Księgowość
pt_br: Contabilidade
tr_tr: Muhasebe

source: label_schema_Address
es: Dirección
fr: Adresse
it: Indirizzo
pl: Adres
pt_br: Endereço
tr_tr: Adres

source: label_schema_Analyses
es: Análisis
fr: Analyses
it: Analisi
pl: Analizy
pt_br: Análise
tr_tr: Analizler

source: label_schema_Bank details
es: Datos bancarios
fr: Détails bancaires
it: Riferimento bancario
pl: Konto bankowe
pt_br: Informações bancárias
tr_tr: Banka bilgileri

source: label_schema_Calculation
es: Cálculos
fr: Calcul
it: Calcolo
pl: Obliczanie
pt_br: Cálculos
tr_tr: Hesaplama

source: label_schema_Container and Preservation
es: Recipientes y conservación
fr: Conteneur et conservation
it: Contenitori e Conservazione
pl: Pojemnik i utrwalenie
pt_br: Recipiente e preservação
tr_tr: Numune Kabı ve Muhafaza

source: label_schema_Dates
es: Fechas
fr: Dates
it: Date
pl: Daty
pt_br: Datas
tr_tr: Tarihler

source: label_schema_Description
es: Descripción
fr: Description
it: Descrizione
pl: Opis
pt_br: Descrição
tr_tr: Tanımlama

source: label_schema_Email Telephone Fax
es: Teléfono, e-mail y fax
fr: Email Telephone Fax
it: Email Telefono Fax
pl: E-mail Telefon Faks
pt_br: Email Telefone Fax
tr_tr: Eposta Telefon Faks

source: label_schema_ID Server
es: Servidor de IDs
fr: ID du Serveur
it: ID Server
pl: ID Serwera
pt_br: ID do Servidor
tr_tr: ID Sunucusu

source: label_schema_Labels
es: Etiquetas
fr: Etiquettes
it: Etichette
pl: Etykiety
pt_br: Etiquetas
tr_tr: Etiketler

source: label_schema_Layout
es: Diseño
fr: Disposition
it: Impaginazione
pl: Układ
pt_br: Layout
tr_tr: Şablon

source: label_schema_Location
es: Localización
fr: Emplacement
it: Luogo
pl: Lokalizacja
pt_br: Localização
tr_tr: Konum

source: label_schema_Method
es: Método
fr: Méthode
it: Metodo
pl: Metoda
pt_br: Método
tr_tr: Metot

source: label_schema_Preferences
es: Preferencias
fr: Preferences
it: Preferenze
pl: Preferencje
pt_br: Preferências
tr_tr: Tercihler

source: label_schema_Publication preference
es: Recepción de resultados
fr: Préférence de publication
it: Preferenze di pubblicazione
pl: Preferencje publikowania
pt_br: Preferências de publicação
tr_tr: Yayınlama tercihleri

source: label_schema_Reference Values
es: Valores de referencia
fr: Valeurs de référence
it: Valori di riferimento
pl: Wartości odniesienia
pt_br: Reference Values
tr_tr: Referans Değerler

source: label_schema_Result Options
es: Opciones para resultados
fr: Options de résultat
it: Opzioni risultati
pl: Opcje wyników
pt_br: Opções de resultado
tr_tr: Sonuç Seçenekleri

source: label_schema_Results Reports
es: Informes de resultados
fr: Comptes rendus
it: Reports Risultati
pl: Sprawozdania z badań
pt_br: Relatório de resultados
tr_tr: Sonuç Raporları

source: label_schema_SR Templates
es: Plantillas de rondas de muestreo
fr: Modèles de cycle d'échantillonnage
it: SR Templates
pl: SR Templates
pt_br: Modelos de SR
tr_tr: SR Templates

source: label_schema_Sample Partitions
es: Particiones de muestras
fr: Répartition de l'échantillon
it: Campioni Suddivisione
pl: Części próbki
pt_br: Partições de amostra
tr_tr: Numune parçaları

source: label_schema_Security
es: Seguridad
fr: Sécurité
it: Sicurezza
pl: Bezpieczeństwo
pt_br: Segurança
tr_tr: Güvenlik

source: label_schema_Uncertainties
es: Incertidumbres
fr: Incertitudes
it: Incertezze
pl: Niepewności
pt_br: Incertezas
tr_tr: Belirsizlikler

source: open_transition_title
es: Abrir
fr: Ouvert
it: Apri
pl: Otwórz
pt_br: Aberto
tr_tr: Aç

source: plone_manual_test
es: Test manual de Plone
fr: Manuel de test de Plone
it: Plone Prova Manuale
pt_br: Teste manual do Plone
tr_tr: Plone Manuel Testi

source: prepublish_transition_title
es: Realizar publicación previa
fr: Prépublier
it: Pre-pubblicazione
pl: Wstępna publikacja
pt_br: Pré-Publicar
tr_tr: Tekrar Yayımla

source: preserve_transition_title
es: Conservar
fr: Conserver
it: Conservare
pl: Utrwalanie
pt_br: Preservar
tr_tr: Muhafaza Et

source: publish_transition_title
es: Publicar
fr: Publier
it: Pupplicare
pl: Publikacja
pt_br: Publicar
tr_tr: Yayınla

source: reassign_transition_title
es: Asignar de nuevo
fr: Réassigner
it: Riassegnare
pl: Przypisz ponownie
pt_br: Redirecionar
tr_tr: Tekrar Sevk Et

source: receive_transition_title
es: Recepcionar muestra
fr: Réceptionner l'échantillon
it: Ricevimento campioni
pl: Próbki odebane
pt_br: Receber amostra
tr_tr: Numuneyi Kabul Et

source: reinstate_transition_title
es: Reincorporar
fr: Rétablir
it: Reintegrare
pl: Przywracanie
pt_br: Restabelecer
tr_tr: Eski Haline Getir

source: reject_transition_title
es: Rechazar
fr: Rejeter
it: Rifiutare
pl: Odrzucanie
pt_br: Rejeitar
tr_tr: Reddet

source: republish_transition_title
es: Volver a publicar
fr: Republier
it: Ripubblicare
pl: Ponowne publikowanie
pt_br: Republicar
tr_tr: Tekrar Yayınla

source: retract_transition_title
es: Retirar
fr: Rétracter
it: Ritirare
pl: Wycofanie AR
pt_br: Retratar
tr_tr: Geri Çek

source: retract_worksheet_transition_title
es: Retirar la hoja de trabajo
fr: Rétracter la feuille de travail
it: Ritirare foglio di lavoro
pl: Wycofanie karty pracy
pt_br: Tabela de retratação
tr_tr: İş Emrini Geri Çek

source: revert_transition_title
es: Retirar
fr: Rétracter
it: Ritirare
pl: Wycofanie
pt_br: Retratar
tr_tr: Geri Çek

source: sample_transition_title
es: Muestra
fr: Échantillon
it: Campione
pl: Próbka
pt_br: Amostra
tr_tr: Numune

source: save_analyses_button_transition_title
es: Guardar análisis
fr: Sauvegarder les analyses
it: Salva analisi
pl: Zapisz analizy
pt_br: Salvar Análise
tr_tr: Analizleri Kaydet

source: save_partitions_button_transition_title
es: Guardar particiones
fr: Sauver la répartition
it: Salva partizioni
pl: Zapisz części próbek
pt_br: Salvar partições
tr_tr: Numune Bölümlerini Kaydet

source: save_selection_button_transition_title
es: Guardar selección
fr: Sauver la sélection
it: Save selezione
pl: Zapisz wybór
pt_br: Salvar seleção
tr_tr: Seçilenleri Kaydet

source: submit_arimport_transition_title
es: Efectuar una importación de solicitudes de análisis
fr: Soumettre un Import de DA
it: Invio importazione RA
pl: Submit ARImport
pt_br: Submeter RAImportada
tr_tr: Analiz Talebi İçe Aktarımını Gönder

source: submit_transition_title
es: Aceptar para verificación
fr: Soumettre pour vérification
it: Invio per verifica
pl: Wyślij do sprawdzenia
pt_br: Submeter para verificação
tr_tr: Doğrulama için gönder

source: unassign_transition_title
es: Eliminar
fr: Enlever
it: Rimuovere
pl: Usuń
pt_br: Remover
tr_tr: Kaldır

source: verify_transition_title
es: Verificar
fr: Vérifier
it: Verificare
pl: Sprawdzone
pt_br: Verificar
tr_tr: Doğrula
