Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/senaite.core.po
Languages: it, pl, pt_br

source: The tests of this type of analysis can be performed by using more than one method with the 'Manual entry of results' option enabled. A selection list with the methods selected here is populated in the manage results view for each test of this type of analysis. Note that only methods with 'Allow manual entry' option enabled are displayed here; if you want the user to be able to assign a method that requires instrument entry, enable the 'Instrument assignment is allowed' option.
pl: Testy tego typu analizy można wykonać przy użyciu więcej niż jednej metody z włączoną opcją „Ręczne wprowadzanie wyników”. Lista wyboru z wybranymi tutaj metodami jest zapełniana w widoku zarządzania wynikami dla każdego testu tego typu analizy. Zauważ, że wyświetlane są tutaj tylko metody z włączoną opcją „Zezwalaj na ręczne wprowadzanie”; jeśli chcesz, aby użytkownik mógł przypisać metodę wymagającą wprowadzenia przyrządu, włącz opcję „Przypisanie instrumentu jest dozwolone”.
pt_br: Os testes desse tipo de análise podem ser realizados usando mais de um método com a opção "Entrada manual de resultados" ativada. Uma lista de seleção com os métodos selecionados aqui é preenchida na exibição de resultados de gerenciamento para cada teste desse tipo de análise. Observe que somente os métodos com a opção 'Permitir entrada manual' ativada são exibidos aqui; Se você deseja que o usuário seja capaz de atribuir um método que requer a entrada do instrumento, habilite a opção 'Instrumento atribuído é permitida'.

source: The total number of Containers included in the Round.
pt_br: O número total de recipientes incluídos na Rodada.

source: The turnaround time of analyses
it: Il tempo di risposta delle analisi
pl: Czas realizacji analiz
pt_br: O tempo de processamento das análises.

source: The turnaround time of analyses plotted over time
it: Il tempo di risposta di analisi tracciata nel tempo
pl: Pracochłonność analizy wykreślona na osi czasu
pt_br: O tempo de processamento das análises exibido em um período.

source: The turnaround times of analyses
it: I tempi di risposta delle analisi
pl: Czas realizacji analiz
pt_br: Tempo de processamento das análises

source: The turnaround times of analyses plotted over time
it: I tempi di risposta di analisi tracciati nel tempo
pl: Pracochłonność analizy wykreślona na osi czasu
pt_br: O tempo de processamento das análises exibido em um período.

source: The unique keyword used to identify the analysis service in import files of bulk AR requests and results imports from instruments. It is also used to identify dependent analysis services in user defined results calculations
it: La parola chiave univica utilizzata per identificare il servizio analisi nell'impostazine dei file di massa RA richieste e risultati da acquisizione strumentale. E 'anche usato per identificare i servizi analisi dipendenti nei risultati calcolo definiti dall'utente
pt_br: A palavra-chave única usada para identificar o serviço de análise em arquivos de importação ou em requisições de análise em grandes volumes e resultados importados dos instrumentos. Também usada para identificar serviços dependentes de análises em resultados de cálculos definidos por usuários

source: There are no results.
it: Non ci sono risultati.
pt_br: Sem resultados

source: These reasons will be displayed for its selection during the rejection process.
pt_br: Essas razões serão exibidas para sua seleção durante o processo de rejeição.

source: These results can be reported as dry matter
it: Questi risultati possono essere riportati come sostanza secca
pt_br: Estes resultados podem ser reportados como matéria seca

source: These results have been withdrawn and are listed here for trace-ability purposes. Please follow the link to the retest
it: Questi risultati sono stati revocati e sono elencati qui per scopi tracciabilità. Si prega di seguire il collegamento per il riesame
pl: Wyniki te zostały unieważnione i wyświetlone tu dla diagnostyki problemu. Proszę wykorzystać link dla powtórzenia analiz
pt_br: Estes resultados tem sido retirados e estão aqui listados para propósitos de rastreabilidade. Por favor, siga o enlace para retestar

source: This Analysis Request has been generated automatically due to the retraction of the Analysis Request ${retracted_request_id}.
it: Questa analisi richiesta è stata generata automaticamente a causa del ritrattazione della richiesta analisi ${retracted_request_id}.
pt_br: Este pedido de análise foi gerado automaticamente devido à retratação da requisição de análise ${retracted_request_id}.

source: This Analysis Request has been withdrawn and is shown for trace-ability purposes only. Retest: ${retest_child_id}.
it: Queste Richieste Analisi sono state revocate e sono elencate qui per scopi tracciabilità. Riesamina: ${retest_child_id}.
pt_br: Esta requisição de análise foi retirada e é exibida somente para propósito de rastreabilidade. ${retest_child_id}.

source: This service does not require a separate partition
it: Questo servizio non richiede una suddivisione separata
pt_br: Este serviço não requer uma partição separada

source: This service requires a separate container.
it: Questo servizio richiede un contenitore separato.
pt_br: Este serviço requer um recipiente separado.

source: This text is also displayed upon a mouse-over of the Title field
pt_br: Este texto também é exibido ao passar o mouse sobre o campo Título

source: This text will be appended to results reports.
it: Questo testo viene apposto al reports risultati.
pt_br: Este texto será incluído nos Laudos

source: This value is reported at the bottom of all published results
it: Questo valore è riportato in fondo a tutti i risultati pubblicati
pl: Ta wartość przedstawiana jest w dolnej części wszystkich opublikowanych wyników
pt_br: Este valor é reportado no final dos Laudos publicados

source: This will remove all existing client analysis specifications and create copies of all lab specifications. Are you sure you want to do this?
pt_br: Isso removerá todas as especificações de análise de cliente existentes e criará cópias de todas as especificações de laboratório. Você tem certeza de que quer fazer isso?

source: This worksheet has been created to replace the rejected worksheet at ${ws_id}
it: Questo Foglio lavoro è stato creato per sostituire il foglio lavoro rifiutato ${ws_id}
pl: Ten arkusz utworzyny został jako zamienny dla odrzuconego ${ws_id}
pt_br: Essa planilha foi criada para substituir a planilha rejeitada em $ {} WSID

source: This worksheet has been rejected. The replacement worksheet is ${ws_id}
it: Questo Foglio lavoro è stato rifiutato. Il Foglio lavoro sostitutivo è ${ws_id}
pl: Ten arkusz został odrzucony. Jego zamiennikiem jest ${ws_id}
pt_br: Essa planilha foi rejeitada. A planilha de substituição é a de R $ {} ws_id

source: Tip. Attached documents will not be loaded unless they are present in the instance.
it: Consiglio. I documenti allegati non verranno caricati a meno che non sono presenti nell'istanza.
pl: Wskazówka. Załączone dokumenty nie zostaną załadowane, chyba że są one obecne w instancji.
pt_br: Dica. Documentos anexados não serão carregados a menos que eles estão presentes na instância.

source: Title
it: Titolo
pl: Tytuł
pt_br: Título

source: Title of location
it: Titolo posizione
pl: Opis lokalizacji
pt_br: Título do Local

source: Title of the shelf
it: Titolo scaffale
pl: Opis półki
pt_br: Título da prateleira

source: Title of the site
it: Titolo del luogo
pl: Nazwa miejsca
pt_br: Título do Site

source: To
it: A
pl: Do
pt_br: Para

source: To Be Preserved
it: Da Conservare
pl: Do utrwalenia
pt_br: A Ser Preservado

source: To Be Sampled
it: Da campionare
pl: Do pobrania
pt_br: A Ser Amostrado

source: To be displayed below each Analysis Category section on results reports.
it: Da mostrare sotto ogni sezione Categoria Analisi nei reports dei risultati.
pl: Będzie wyświetlony na sprawozdaniu wyników poniżej każdej sekcji Kategorii Analiz.
pt_br: A ser exibido abaixo de cada seção de Categoria de Análise nos Laudos.

source: To be preserved
pl: Do utrwalenia
pt_br: Para ser preservado

source: To be sampled
pt_br: Para ser amostrado

source: To be verified
it: Da verificare
pl: Do sprawdzenia
pt_br: A verificar

source: To test the calculation, enter values here for all calculation parameters. This includes Interim fields defined above, as well as any services that this calculation depends on to calculate results.
pl: Aby przetestować obliczenia, wprowadź tutaj wartości dla wszystkich parametrów obliczeń. Obejmuje to pola pośrednie zdefiniowane powyżej, a także wszelkie usługi, od których obliczenia te zależą dd obliczenia wyników.
pt_br: Para testar o cálculo, insira aqui valores para todos os parâmetros de cálculo. Isso inclui os campos intermediários definidos acima, bem como quaisquer serviços que este cálculo depende para calcular os resultados.

source: To:
pt_br: Para:

source: Too few lines in CSV file
pt_br: Poucas linhas no arquivo CSV

source: Total Price
it: Prezzo totale
pl: Cena Całkowita
pt_br: Preço Total

source: Total analyses
it: Analisi totali
pt_br: Total de análises

source: Total data points
it: Totale punti dati
pl: Wszystkie źródła danych
pt_br: Total de pontos de dados

source: Total price
it: Prezzo totale
pl: Cena całkowita
pt_br: Preço total

source: Traceability
it: Tracciabilità
pl: Spójność pomiarowa
pt_br: Rastreabilidade

source: Transition done.
pt_br: Transição feita.

source: Transposed
pt_br: Transposto

source: Turn this on if you want to work with sample partitions
it: Abilitare se si vuole lavorare con suddivisioni campione
pt_br: Ative se você quiser trabalhar com partições de amostra

source: Turnaround time (h)
it: Tempo risposta (h)
pl: Czas realizacji (h)
pt_br: Tempo de processamento (h)

source: Type
it: Tipo
pl: Typ
pt_br: Tipo

source: Type Error
it: Tipo Errore
pt_br: Erro de tipo

source: Type of document (e.g. user manual, instrument specifications, image, ...)
pl: Rodzaj dokumentu (np. Instrukcja obsługi, specyfikacje przyrządu, obraz, ...)
pt_br: Tipo de documento (por exemplo, manual do utilizador, especificações do instrumento, imagem, ...)

source: Type of location
it: Tipo di posizione
pl: Typ lokalizacji
pt_br: Tipo de Local

source: Unable to apply the selected instrument
pt_br: Não é possível aplicar o instrumento selecionado

source: Unable to load instruments: ${invalid_list}
pt_br: Não foi possível carregar os instrumentos: ${invalid_list}

source: Unable to load the template
it: Impossibile caricare il modello
pl: Nie można załadować szablonu
pt_br: Não foi possível carregar o template

source: Unable to send an email to alert lab client contacts that the Analysis Request has been retracted: ${error}
it: Impossibile inviare un email di alert lab ai contatti cliente che la Richiesta Analisi è stata ritratta: ${error}
pt_br: Incapaz de enviar um e-mail para alertar os contatos dos clientes do laboratório que a requisição de análise foi retratada: ${error}

source: Unassigned
it: Non assegnati
pl: Nieprzypisane
pt_br: Não designado

source: Uncertainty
it: Incertezza
pl: Niepewność
pt_br: Incerteza

source: Uncertainty value
it: Valore di incertezza
pl: Wartość niepewności
pt_br: Valor de incerteza

source: Undefined
it: Indefinito
pl: Nieokreślone
pt_br: Indefinido

source: Unit
it: Unità
pl: Jednostka
pt_br: Unidade

source: Unknown IBAN country %s
it: IBAN nazione sconosciuta %s
pl: Nieznany IBAN kraju %s
pt_br: IBAN países desconhecidos %s

source: Unlink User
pl: Odłącz użytkownika
pt_br: Desvincular o usuário

source: Unlink and delete User
pt_br: Desassociar e apagar o usuário

source: Unlinked User
pt_br: Usuário não vinculado

source: Unlinked and deleted User
pt_br: Usuário desvinculado e excluído

source: Unpublished
it: Non Pubblicato
pl: Nieopublikowane
pt_br: Sem publicar

source: Unrecognized file format ${file_format}
it: Formato file non riconoscibile ${file_format}
pl: Nieznany format pliku ${file_format}
pt_br: Formato do arquivo não reconhecido ${file_format}

source: Unrecognized file format ${fileformat}
it: Formato file non riconoscibile ${fileformat}
pl: Nieznany format pliku ${fileformat}
pt_br: Formato do arquivo não reconhecido ${fileformat}

source: Unrecognized file format ${format}
pl: Nierozpoznany format pliku ${format}
pt_br: Formato de arquivo não reconhecido ${format}

source: Upload a scanned signature to be used on printed analysis results reports. Ideal size is 250 pixels wide by 150 high
it: Caricare una firma digitalizzata da utilizzare sui report di analisi. Le dimensioni ideali sono di 250x150 pixel.
pl: Wczytaj zeskanowany podpis, który będzie używany w drukowanym sprawozdaniu z badań. Idealny rozmiar wynosi 250 pikseli szerokości oraz 150 wysoki
pt_br: Faça o upload de uma assinatura digitalizada a ser usada em Laudos impressos. O tamanho ideal é 250 pixels de largura por 150 pixels de altura

source: Upper Detection Limit (UDL)
it: Limite di rilevazione superiore (UDL)
pl: Górny Limit Detekcji (GLD)
pt_br: Limite de detecção mais baixo (UDL)

source: Use Analysis Profile Price
it: Usa Prezzo Profilo Analisi
pl: Użyj Ceny Profilu Analtycznego
pt_br: Use Perfil de Análise de Preço

source: Use Dashboard as default front page
pl: Użyj Dashboard jako domyślnej strony głównej
pt_br: Usar o Painel de Controle como página inicial padrão

source: Use external ID server
it: Utilizza un ID server
pt_br: Use servidor externo de ID

source: Use this field to pass arbitrary parameters to the export/import modules.
it: Utilizzare questo campio per inviare parametri arbitrari al modulo di import/export.
pl: Pole to służy do przekazywania dowolnych parametrów dla modułów eksportu/importu.
pt_br: Use este campo para passar parâmetros arbitrários aos módulos de importação/exportação.

source: User
it: Utente
pl: Użytkownik
pt_br: Usuário

source: User Name
it: Nome utente
pl: Nazwa użytkownika
pt_br: Nome do usuário

source: User history
it: Cronologia utente
pl: Historia użytkownika
pt_br: Histórico de usuário

source: User linked to this Contact
pl: Użytkownik powiązany z tym kontaktem
pt_br: Usuário vinculado a este contato

source: Users history
it: Cronologia utente
pl: Historia użytkowników
pt_br: Históricos dos usuários

source: Using too few data points does not make statistical sense. Set an acceptable minimum number of results before QC statistics will be calculated and plotted
it: Usando troppi pochi punti dati non genera significato statistico. Impostare un numero minimo accettabile di risultati prima di calcolare e tracciare statistiche QC
pl: Używanie zbyt małej ilości danych nie ma statystycznego sensu. Ustaw minimalną akceptowalną liczbę wyników, zanim statystyki QC będą obliczane i wykreślane
pt_br: Usar muito poucos dados não faz sentido estatisticamente. Configure um número mínimo aceitável de resultados antes que as estatísticas de CQ possam ser calculadas e exibidas

source: VAT
it: IVA
pt_br: IVA

source: VAT %
it: % IVA
pt_br: % DE IVA

source: VAT Amount
it: Importo IVA
pl: Kwota podatku VAT
pt_br: Valor do IVA

source: VAT Total
it: IVA Totale
pt_br: Total de impostos

source: VAT number
it: Numero di partita IVA
pl: NIP
pt_br: Número do IVA

source: Valid
pt_br: Válido

source: Valid from
it: Valido dal
pl: Ważne od
pt_br: Válido de

source: Valid to
it: Valido da
pl: Ważne do
pt_br: Validado por

source: Validate
pt_br: Validar

source: Validation
it: Validazione
pl: Walidacja
pt_br: Validação

source: Validation failed: '${keyword}': duplicate keyword
it: Validazione fallita: '${keyword}': chiave duplicata
pl: Sprawdzenie poprawności zakończyło się niepowodzeniem: '${keyword}': słowo kluczowe się powtarza
pt_br: Validação falhou: '${keyword}': palavra-chave duplicada

source: Validation failed: '${title}': This keyword is already in use by calculation '${used_by}'
it: Validazione fallita: '${title}': Questa chiave è già in uso nel calcolo '${used_by}'
pl: Sprawdzenie poprawności zakończyło się niepowodzeniem: '${title}': To słowo kluczowe jest już używane przez formułę obliczeniową '${used_by}'
pt_br: Validação falhou: '${title}': Esta palavra-chave já está em uso pelo cálculo '${used_by}'

source: Validation failed: '${title}': This keyword is already in use by service '${used_by}'
it: Validazione fallita: '${title}': Questa chiave è già in uso dal servizio '${used_by}'
pl: Sprawdzenie poprawności nie powiodło się: '${title}': To słowo kluczowe jest już używane przez metodę badań: '${used_by}'
pt_br: Validação falhou: '${title}': Esta palavra-chave já está em uso pelo serviço '${used_by}'

source: Validation failed: '${title}': duplicate title
it: Validazione fallita: '${title}': titolo duplicato
pl: Sprawdzenie poprawności nie powiodło się: '${title}': tytuł się powtarza
pt_br: Validação falhou: '${title}': título duplicado

source: Validation failed: '${value}' is not unique
it: Validazione fallita: '${value}' non è univoco
pl: Sprawdzenie poprawności nie powiodło się: '${value}' nie jest unikalny
pt_br: Validação falhou: '${value}' não é único

source: Validation failed: Bearing must be E/W
it: Convalida non riuscita: Posizione deve essere E/W
pl: Weryfikacja nie powiodła się: Azymut musi być E/W
pt_br: Validação falhou: Direção deve ser E/W (Leste/Oeste)

source: Validation failed: Bearing must be N/S
it: Convalida non riuscita: Posizione deve essere N/S
pl: Weryfikacja nie powiodła się: Azymut musi być N/S
pt_br: Validação falhou: Direção deve ser N/S (Norte/Sul)

source: Validation failed: Error percentage must be between 0 and 100
it: Convalida non riuscita: Errore percentuale deve essere compreso tra 0 e 100
pl: Weryfikacja nie powiodła się: Błąd wyrażony w procentach musi zawierać się w przedziale od 0 do 100
pt_br: Validação falhou: Percentual de erro deve estar entre 0 e 100

source: Validation failed: Error value must be 0 or greater
it: Convalida non riuscita: Valore errore deve essere 0 o maggiore
pl: Weryfikacja nie powiodła się: Błąd musi być większy lub rówy zero
pt_br: Falha de validação: valor de erro deve ser 0 ou maior

source: Validation failed: Error values must be numeric
it: Convalida non riuscita: Valore errore deve essere numerico
pl: Weryfikacja nie powiodła się: Błąd musi być wartością liczbową
pt_br: Falha de validação: valor de erro deve ser numérico

source: Validation failed: Expected values must be between Min and Max values
it: Convalida non riuscita: Valore atteso deve essere compreso tra Min e Max
pt_br: Validação falhou: Valores esperados devem estar entre os valores mínimo e máximo

source: Validation failed: Expected values must be numeric
it: Convalida non riuscita: Valore atteso deve essere numerico
pt_br: Validação falhou: Valores esperados devem ser numéricos

source: Validation failed: Keyword '${keyword}' is invalid
it: Convalida non riuscita: Chiave '${keyword}' non valida
pl: Sprawdzenie poprawności nie powiodło się: Słowo kluczowe '${keyword}' jest niewłaściwe
pt_br: Validação falhou: '${keyword}' é inválida

source: Validation failed: Max values must be greater than Min values
it: Convalida non riuscita: i valori Max devono essere più grandi dei valori Min
pl: Weryfikacja nie powiodła się: Wartości maksymalne muszą być większe niż wartości minimalne
pt_br: Validação falhou: Valores máximos devem ser maiores que os valores mínimos

source: Validation failed: Max values must be numeric
it: Convalida non riuscita: i valori Max devono essere numerici
pl: Weryfikacja nie powiodła się: Wartości maksymalne muszą być wartościami liczbowymi
pt_br: Validação falhou: Valores máximos devem ser numéricos

source: Validation failed: Min values must be numeric
it: Convalida non riuscita: i valori Min devono essere numerici
pl: Weryfikacja nie powiodła się: Wartości minimalne muszą być wartościami liczbowymi
pt_br: Validação falhou: Valores mínimos devem ser numéricos

source: Validation failed: Percentage error values must be between 0 and 100
it: Convalida non riuscita: i valori di errore in percentuale devono essere compresi tra 0 e 100
pt_br: Validação falhou: Percentuais de erro devem estar entre 0 e 100

source: Validation failed: Percentage error values must be numeric
it: Convalida non riuscita: i valori di errore in percentuale devono essere numerici
pt_br: Validação falhou: Percentuais de erro devem ser numéricos

source: Validation failed: PrePreserved containers must have a preservation selected.
it: Convalida non riuscita: i contenitori preconservati devono avere una conservazione selezionata
pl: Weryfikacja nie powiodła się: Pojemniki do utrwalania muszą mieć zaznaczoną opcje utrwalania.
pt_br: Validação falhou: recipientes pré-preservados devem ter uma preservação selecionada

source: Validation failed: Result Text cannot be blank
it: Convalida non riuscita: il risultato testo non può essere vuoto
pl: Weryfikacja nie powiodła się: Pole Result Text nie może być puste
pt_br: Validação falhou: texto de resultado não pode estar em branco

source: Validation failed: Result Values must be numbers
it: Convalida non riuscita: i valori del risultato devono essere numeri
pl: Weryfikacja nie powiodła się: Wartości muszą być liczbami
pt_br: Validação falhou: Valores Resultantes devem ser números

source: Validation failed: The selection requires the following categories to be selected: ${categories}
it: Convalida non riuscita: le selezioni richieste dalle seguenti categorie vanno indicate: ${categories}
pl: Sprawdzenie poprawności zakończyło się niepowodzeniem: Wybór to wymaga zaznaczenia następujących kategorii: ${categories}
pt_br: Validação falhou: A seleção requer que as seguintes categorias sejam selecionadas: ${categories}

source: Validation failed: Values must be numbers
it: Convalida non riuscita: i valori devono essere numerici
pl: Weryfikacja nie powiodła się: Wartości muszą być liczbami
pt_br: Falha de validação: Valores devem ser números

source: Validation failed: column title '${title}' must have keyword '${keyword}'
it: Convalida non riuscita: il titolo colonna '${title}' deve avere la parola chiave '${keyword}'
pl: Sprawdzenie poprawności zakończyło się niepowodzeniem: tytuł kolumny '${title}' musi być słowem kluczowym '${keyword}'
pt_br: Validação falhou: o título da coluna ${title}' deve ter a palavra-chave '${keyword}'

source: Validation failed: degrees is 180; minutes must be zero
it: Validazione non riuscita: se i gradi sono 180 i minuti devono essere zero.
pl: Weryfikacja nie powiodła się: stopnie wynoszą 180; minuty muszą być równe zeru
pt_br: Validação falhou: graus são 180; minutos devem ser zero

source: Validation failed: degrees is 180; seconds must be zero
it: Validazione non riuscita: se i gradi sono 180 i secondi devono essere zero.
pl: Weryfikacja nie powiodła się: stopnie wynoszą 180; sekundy muszą być równe zeru
pt_br: Validação falhou: graus são 180; segundos devem ser zero

source: Validation failed: degrees is 90; minutes must be zero
it: Validazione non riuscita: se i gradi sono 90 i minuti devono essere zero.
pl: Weryfikacja nie powiodła się: stopnie wynoszą 90; minuty muszą być równe zeru
pt_br: Validação falhou: graus são 90; minutos devem ser zero

source: Validation failed: degrees is 90; seconds must be zero
it: Validazione non riuscita: se i gradi sono 90 i secondi devono essere zero.
pl: Weryfikacja nie powiodła się: stopnie wynoszą 90; sekundy muszą być równe zeru
pt_br: Validação falhou: graus são 90; segundos devem ser zero

source: Validation failed: degrees must be 0 - 180
it: Validazione non riuscita: i gradi devono essere compresi tra 0 - 180
pl: Weryfikacja nie powiodła stopnie muszą być w zakresie 0 - 180
pt_br: Validação falhou: graus devem estar entre 0 e 180
