Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/senaite.core.po
Languages: it, pl, pt_br

source: ${contact_fullname} can log into the LIMS by using ${contact_username} as username. Contacts must change their own passwords. If a password is forgotten a contact can request a new password from the login form.
it: ${contact_fullname} puoi accedere al LIMS utilizzando ${contact_username} come nome utente. l'utenti devono modificare le proprie passwords. Se la password viene dimenticata un utente può richiedere una nuova password dalla pagina di accesso.
pl: ${contact_fullname} może się zalogować do LIMS używając jako nazwy użytkownika ${contact_username}. Wymagana jest zmiana hasła. W przypadku zapomnienia można wystąpić o nowe używając formularza logowania.
pt_br: ${contact_fullname} pode entrar no sistema LIMS usando ${contact_username} como nome de usuário. Os contatos devem trocar as suas próprias senhas. Caso uma senha seja esquecida, o contato pode solicitar uma nova através do formulário de login.

source: ${items} are missing Preserver or Date Preserved
it: ${items} mancano Conservatore o Data di Conservazione
pt_br: ${items} está faltando Preservação ou Data de Preservação

source: ${items} are waiting for preservation.
it: ${items} sono in attesa della conservazione.
pt_br: ${items} estão aguardando para serem preservados.

source: ${items} are waiting to be received.
it: ${items} sono in attesa di essere ricevuti.
pt_br: ${items} estão aguardando seu recebimento.

source: ${items} invalidated.
it: ${items} invalidati.
pt_br: ${items} invalidados.

source: ${items} were successfully created.
it: ${items} è stato creato con successo.
pl: ${items} zostały pomyślnie utworzone.
pt_br: ${items} foram criados com sucesso.

source: ${items}: partitions are waiting to be received.
it: ${items}: le suddivisioni sono in attesa di essere ricevute.
pt_br: ${items}: partições estão aguardando recebimento.

source: ${item} is missing Preserver or Preservation Date
it: ${item} manca Conservatore o Data di Conservazione
pt_br: ${item} está faltando Preservação ou Data de Preservação.

source: ${item} is waiting for preservation.
it: ${item} è in attesa della conservazione.
pt_br: ${item} está aguardando para ser preservado.

source: ${item} is waiting to be received.
it: ${item} è in attesa di essere ricevuto.
pt_br: ${item} está aguardando para ser recebido.

source: ${item} was successfully created.
it: ${item} è stato creato con successo.
pl: ${item} został pomyślnie utworzony.
pt_br: ${item} foi criado com sucesso.

source: ${item}: ${part} is waiting to be received.
it: ${item}: ${part} è in attesa di essere ricevuto.
pt_br: ${item}: ${part} está aguardando recebimento.

source: ${nr_items} Items
pt_br: ${nr_items} Itens

source: % Error
it: % Errore
pt_br: % Erro

source: % Performed
it: % Eseguito
pl: % wykonanych
pt_br: %Realizado

source: % Published
it: % Pubblicato
pl: % opublikowanych
pt_br: % Publicado

source: %s can't be transitioned.
pt_br: %s não pode ser transferido.

source: %s has been rejected
pl: %s odrzucono
pt_br: %s foi rejeitada

source: %s has no '%s' column.
it: %s ha n. '%s' colonne.
pl: %s nie ma '%s' kolumny.
pt_br: %s não possui coluna '%s'

source: 'Classic' indicates importing analysis requests per sample and analysis service selection. With 'Profiles', analysis profile keywords are used to select multiple analysis services together
it: 'Classico' indica l'importazione di richieste analisi per campione e selezione di servizi di analisi. Con 'Profili', le parole chiave profilo analisi sono utilizzate per selezionare servizi di analisi multipli insieme
pt_br: 'Clássico' indica a importação de requisições de análise através da seleção de amostra e serviço de análise. Com 'Perfis', palavras-chave de perfis de análise são usadas para selecionar múltiplos serviços de análises conjuntamente.

source: 'Sampling date' and 'Define the Sampler for the scheduled sampling' must be completed and saved in order to schedule a sampling.
pt_br: ´Data de amostragem´e ´Definir o Amostrador para a amostragem programada´ deve ser preenchida e salva para poder agendar uma amostragem.

source: 'Sampling date' and 'Define the Sampler for the scheduled sampling' must be completed and saved in order to schedule a sampling. Element: %s
pt_br: ´Data de amostragem´e ´Definir o Amostrador para a amostragem programada´ deve ser preenchida e salva para poder agendar uma amostragem. Elemento: %s

source: (Blank)
it: (vuoto)
pl: (Ślepa)
pt_br: (Branco)

source: (Control)
it: (Controllo)
pl: (Kontrolna)
pt_br: (Controle)

source: (Duplicate)
it: (Duplicato)
pl: (Duplikat)
pt_br: (Duplicata)

source: (Hazardous)
it: (Pericoloso)
pl: (Niebezpieczna)
pt_br: (Perigoso)

source: (Required)
it: (Richiesto)
pl: (Wymagane)
pt_br: (Requerido)

source: < Min
pt_br: < mín.

source: <input type="checkbox" class="rejectionwidget-checkbox-other rejectionwidget-field" name="${DYNAMIC_CONTENT}" id="${DYNAMIC_CONTENT}" /> Other
pt_br: <input type="checkbox" class="rejectionwidget-checkbox-other rejectionwidget-field" name="${DYNAMIC_CONTENT}" id="${DYNAMIC_CONTENT}" /> Outro

source: <p>${service} requires the following services to be selected:</p><br/><p>${deps}</p><br/><p>Do you want to apply these selections now?</p>
pt_br: <p>${service} requer que os seguintes serviços sejam selecionados:</p><br/><p>${deps}</p><br/><p> Deseja aplicar essas seleções agora? </p>

source: <p>The following services depend on ${service}, and will be unselected if you continue:</p><br/><p>${deps}</p><br/><p>Do you want to remove these selections now?</p>
pt_br: <p>Os seguintes serviços dependem de ${service} e não serão selecionados se você continuar:</p><br/><p>${deps}</p><br/><p> Para remover essas seleções agora?</P>

source: <p>The formula you type here will be dynamically calculated when an analysis using this calculation is displayed.</p><p>To enter a Calculation, use standard maths operators, + - * / ( ), and all keywords available, both from other Analysis Services and the Interim Fields specified here, as variables. Enclose them in square brackets [ ].</p><p>E.g, the calculation for Total Hardness, the total of Calcium (ppm) and Magnesium (ppm) ions in water, is entered as [Ca] + [Mg], where Ca and MG are the keywords for those two Analysis Services.</p>
pl: <p> Formuła, którą tutaj wpiszesz, zostanie obliczona dynamicznie, gdy wyświetli się analiza wykorzystująca to obliczenie. </p> <p> Aby wprowadzić obliczenie, użyj standardowych operatorów matematycznych, + - * / () i wszystkich dostępnych słów kluczowych, zarówno z innych usług Analysis Services (AS) i pól pośrednich określonych tutaj jako zmienne. Umieścić je w nawiasach kwadratowych []. </p> <p>Np. obliczenia dla całkowitej twardości, całkowitej zawartości jonów wapnia (ppm) i magnezu (ppm) w wodzie, wprowadza się jako [Ca] + [Mg], gdzie Ca i MG są słowami kluczowymi dla tych dwóch usług Analysis Services (AS). </p>
pt_br: <p>A fórmula que você digitar aqui será calculada dinamicamente quando uma análise usando este cálculo for exibida.</p><p> Para inserir um Cálculo, use operadores de matemática padrão, + - * / () e todas as palavras-chave disponíveis, ambos de outros serviços de análises e os campos provisórios especificados aqui, como variáveis. Por exemplo, o cálculo da Dureza Total, o total de íons de Cálcio (ppm) e Magnésio (ppm) na água, é inserido como [Ca] + [Mg], Onde Ca e MG são as palavras-chave para esses dois serviços de análises.</p>

source: > Max
pt_br: > máx.

source: A short name that describes the Round for it to be easily identified on forms and drop-down menus
pt_br: Um nome curto que descreve a Rodada para que ela seja facilmente identificada em formulários e menus drop-down

source: AR ${ar_number}
it: RA ${ar_number}
pt_br: RA ${ar_number}

source: AR Attachment Option
it: Opzione per gli allegati RA
pt_br: RA - Opção de Anexo

source: AR Import
it: Importazione RA
pt_br: RA - Importar

source: AR Import options
it: Opzioni di importazione RA
pt_br: RA - Opções de importação

source: AR Template Title
pt_br: Titulo de Modelos de RA

source: AR Templates
it: Modelli RA
pt_br: Modelos de RA

source: AR for retested results
it: RA per risultati rianalizzati
pt_br: RA para resultados retestados

source: ARs: ${ars}
it: RA: ${ars}
pt_br: RAs: ${ars}

source: Account Name
it: Nome Account
pl: Nazwa konta
pt_br: Nome da Conta

source: Account Number
it: Numero Account
pl: Numer konta
pt_br: Número da Conta

source: Account Type
it: Tipo Account
pl: Typ konta
pt_br: Tipo da Conta

source: Accreditation
it: Accreditamento
pl: Akredytacja
pt_br: Credenciamento

source: Accreditation Body Abbreviation
it: Abbreviazione Corpo Accreditamento
pl: Skrót nazwy jednostki akredytującej
pt_br: Abreviação da Entidade Credenciadora

source: Accreditation Body URL
it: URL Corpo Accreditamento
pl: Adres URL jednostki akredytującej
pt_br: URL da Entidade Credenciadora

source: Accreditation Logo
it: Logo Accreditamento
pl: Logo akredytacji
pt_br: Logotipo da Certificação

source: Accreditation Reference
it: Riferimento Accreditamento
pl: Numer akredytacji
pt_br: Referência de Credenciamento

source: Accreditation page header
it: Intestazione pagina accreditamento
pl: Nagłówek strony akredytacji
pt_br: Cabeçalho pagina de acreditação

source: Accredited
it: Accreditato
pl: Akredytowana
pt_br: Credenciado

source: Action
it: Azione
pl: Działanie
pt_br: Ação

source: Actions performed by users (or specific user) between a period of time
it: Azione eseguita dagli utenti (o specifico utente) all'interno di un periodo di tempo
pl: Operacje wykonywane przez użytkowników (lub określonego użytkownika) w okresie czasu
pt_br: Ações executadas por usuários (ou usuário especifico) entre um período de tempo

source: Activate
pl: Aktywuj
pt_br: Ativar

source: Active
it: Attivo
pl: Aktywne
pt_br: Ativo

source: Add
it: Aggiungi
pl: Dodaj
pt_br: Adicionar

source: Add Analyses
it: Aggiungi Analisi
pl: Dodaj analizy
pt_br: Adicionar Análises

source: Add Blank Reference
it: Aggiungi referenza Vuota
pl: Dodaj próbkę ślepą
pt_br: Adicionar Referência em Branco

source: Add Control Reference
it: Aggiungi referenza di controllo
pl: Dodaj próbkę kontrolną
pt_br: Adicionar Referência de Controle

source: Add Duplicate
it: Aggiungi duplicato
pl: Dodaj próbkę zdublowaną
pt_br: Adicionar Duplicata

source: Add Remark
pt_br: Adicionar Observação

source: Add Template
it: Aggiungi un template
pt_br: Adicionar Padrão

source: Add a remarks field to all analyses
it: Aggiungi un campo note a tutte le analisi
pl: Dadaj pole komentarza do wszystkich analiz
pt_br: Adiciona campo de observação para todas as análises

source: Add new
it: Aggiungi nuovo
pl: Dodaj nowe
pt_br: Adicionar novo

source: Additional remarks:
it: Note aggiuntive:
pt_br: Observações adicionais:

source: Address
it: Indirizzo
pl: Adres
pt_br: Endereço

source: Administrative Reports
it: Reports Amministrativi
pl: Raporty administracyjne
pt_br: Relatórios Administrativos

source: After ${end_date}
it: Dopo il ${end_date}
pl: Po ${end_date}
pt_br: Após ${end_date}

source: Agency
it: Agenzia
pl: Laboratorium wzorcujące
pt_br: Agência

source: All
it: Tutto
pl: Wszystkie
pt_br: Todas

source: All Accredited analysis services are listed here.
it: Di seguito sono elencati tutti i servizi di analisi accreditati.
pl: Poniżej wymieniono wszystkie akredytowane metody badań.
pt_br: Todos os serviços de análises Certificadas estão listados aqui.

source: All analyses assigned
it: Tutte le analisi assegnate
pl: Wszystkie analizy przypisane
pt_br: Todas as amostras designadas

source: Allow Lab Clerks to create and edit clients
it: Permetti agli Addetti di Laboratorio ndi creare e modificare i clienti
pt_br: Permitir que balconistas criem e editem clientes

source: Allow Manual Detection Limit input
it: Permetti inserimento Limite Rilevamento Manuale
pl: Zezwól na ręczne wprowadzanie granicy oznaczalności
pt_br: Permitir entrada manual de Limite de Detecção

source: Allow access to worksheets only to assigned analysts
it: Permetti l'accesso al foglio di lavoro solo alle analisi assegnate
pl: Zezwól na dostęp do kart pracy tylko upoważnionym analitykom
pt_br: Permitir acesso a planilhas de trabalho apenas para analistas designados

source: Allow manual uncertainty value input
it: Permetti l'inserimento manuale dei valori di incertezza
pl: Zezwól na ręczne wprowadzanie wartości niepewności
pt_br: Permitir entrada manual de valor de incerteza

source: Allow same user to verify multiple times
pl: Zezwalaj temu samemu użytkownikowi na wielokrotną weryfikację
pt_br: Permitir que o mesmo usuário verifique várias vezes

source: Allow same user to verify multiple times, but not consecutively
pl: Pozwól temu samemu użytkownikowi na wielokrotną weryfikację ale nie kolejno
pt_br: Permitir que o mesmo usuário verifique várias vezes, mas não consecutivamente

source: Allow self-verification of results
pl: Pozwól na samodzielną weryfikację wyników
pt_br: Permitir auto-verificação de resultados

source: Allow the analyst to manually replace the default Detection Limits (LDL and UDL) on results entry views
it: Permetti all'analista di sostituire manualmente i limiti predefiniti di rivelazione (inferiore LDL e superiore UDL) nella vista di inserimento risultati
pl: Zewól analitykowi na zmianę wdomyślnego Limitu Detekcji (LDL i UDL) w widocznym zbiorze wyników
pt_br: Permitir que o analista possa substituir manualmente os Limites de Detecção padrão (LDL e HDL) na visualização da entrada de resultados

source: Allow the analyst to manually replace the default uncertainty value.
it: Permetti all'analista di sostituire manualmente il valore predefinito di incertezza.
pl: Zezwól analitykowi na ręczną zmianę domyślnej wartości niepewności.
pt_br: Permitir que o analista possa substituir manualmente o valor de incerteza padrão

source: Always expand the selected categories in client views
it: Espandere sempre la categoria selezionata nella vista cliente
pl: Zawsze rozwijaj wybrane kategorie w widokach klienta
pt_br: Sempre expandir as categorias selecionadas nas visualizações do cliente

source: Ambiental Conditions
pt_br: Condições Ambientais

source: Amount
it: Quantità
pl: Ilość
pt_br: Quantia

source: Analyses
it: Analisi
pl: Analizy
pt_br: Análises

source: Analyses in error shoulder range
it: Analisi in errore marginale dell'intervallo
pt_br: Análises no limite da margem de erro

source: Analyses out of range
it: Analisi fuori scala
pt_br: Análises fora do intervalo

source: Analyses pending
pt_br: Análises pendentes

source: Analyses per analysis service
it: Analisi per servizio di analisi
pl: Analizy według usług
pt_br: Análises por serviço de análise

source: Analyses per sample type
it: Analisi per tipo di campione
pl: Analizy według typu próbki
pt_br: Análises por tipo de amostra

source: Analyses per service
it: Analisi per servizio
pl: Analizy według metod badań
pt_br: Análises por serviço

source: Analyses performed and published as % of total
it: Analisi eseguite e pubblicate come % del totale
pl: Analizy przeprowadzone i opublikowane jako % ogółu
pt_br: Análises feitas e publicadas como % do total

source: Analyses performed as % of total
it: Analisi eseguite come % del totale
pl: Analizy przeprowadzone jako % ogółu
pt_br: Análises feitas como % do total

source: Analyses related reports
it: Analisi correlate ai reports
pl: Raporty dotyczące analiz
pt_br: Laudos de Análises relacionadas

source: Analyses repeated
it: Analisi ripetute
pt_br: Análises repetidas

source: Analyses results out of specified range
it: Risultato analisi fuori dall'intervallo specificato
pt_br: Resultados de Análises fora dos intervalos especificados

source: Analyses retested
it: Analisi rieffettuata
pt_br: Análises retestadas

source: Analyses summary per department
it: Sintesi analisi per dipartimento
pl: Podsumowanie analiz według działów
pt_br: Índice de Análises por departamento

source: Analyses which have been retested
it: Analisi che sono state rieseguite
pt_br: Análises que foram retestadas

source: Analysis
it: Analisi
pl: Analiza
pt_br: Análises

source: Analysis Attachment Option
it: Opzioni Allegati per Analisi
pl: Opcja załącznika do analizy
pt_br: Opção de Anexo da Análise

source: Analysis Categories
it: Categorie per analisi
pl: Kategorie analiz
pt_br: Categorias de análise

source: Analysis Category
it: Categoria analisi
pl: Kategoria analiz
pt_br: Categoria de análise

source: Analysis Keyword
it: Parole chiavi per Analisi
pl: Analiza - słowo kluczowe
pt_br: Palavra-chave de análise

source: Analysis Profile
it: Profilo analisi
pl: Profil analizy
pt_br: Perfil de análise

source: Analysis Profiles
it: Profili di Analisi
pl: Profile analiz
pt_br: Perfis de Análises

source: Analysis Request
it: Richiesta Analisi
pt_br: Pedido de Análise

source: Analysis Request ID
it: ID Richiesta Analisi
pt_br: Código do Pedido de Análise

source: Analysis Request Imports
it: Importazioni di richieste di analisi
pt_br: Importação de Pedidos de Análise

source: Analysis Request Specifications
it: Specifiche Richiesta Analisi
pt_br: Especificações de Requisição de Análise

source: Analysis Request Templates
pt_br: Modelos de Requisição de Análise

source: Analysis Requests
it: Richieste di Analisi
pt_br: Pedidos de Análise

source: Analysis Requests to be preserved
pt_br: Requisição de Análise a ser preservada

source: Analysis Requests to be received
pt_br: Requisição de Análise a ser recebida

source: Analysis Requests to be sampled
pt_br: Requisição de Análise a ser amostrada

source: Analysis Requests to be verified
pt_br: Requisição de Análise para ser verificada

source: Analysis Requests with results pending
pt_br: Requisição de Análise com resultados pendentes

source: Analysis Service
it: Servizio di Analisi
pl: Metoda badań
pt_br: Serviço de Análise

source: Analysis Services
it: Servizi di analisi
pl: Metody badań
pt_br: Serviços de Análises

source: Analysis Specification
it: Specifiche delle Analisi
pl: Specyfikacja analizy
pt_br: Especificação de Análise

source: Analysis Specifications
it: Specifiche delle analisi
pl: Specyfikacja analizy
pt_br: Especificações de Análises

source: Analysis State
it: Stato Analisi
pl: Status analizy
pt_br: Estado da Análise

source: Analysis Type
it: Tipo Analisi
pl: Typ analizy
pt_br: Tipo de Análise

source: Analysis category
it: Categoria analisi
pl: Kategoria analizy
pt_br: Categoria de análise

source: Analysis request ${AR} was successfully created.
it: La richiesta analisi ${AR} è stata creata con successo.
pt_br: Requisição de Análise ${AR} criada com sucesso.

source: Analysis request templates to be included in the Sampling Round Template
pt_br: Modelos de solicitação de análise a serem incluídos no modelo de amostragem da rodada

source: Analysis requests ${ARs} were successfully created.
it: Le richieste analisi ${ARs} sono state create con successo.
pt_br: Requisições de Análises ${ARs} criadas com sucesso.

source: Analysis requests and analyses
it: Richieste di analisi e analisi
pt_br: Pedidos de Análise e Análises

source: Analysis requests and analyses per client
it: Richieste di analisi e analisi per cliente
pt_br: Pedidos de Análise e Análises por cliente

source: Analysis requests not invoiced
it: Richieste di analisi non fatturate
pt_br: Pedidos de Análise não faturados

source: Analysis result within error range
it: Risultato analisi nell'intervallo di errore
pt_br: Resultados da análise dentro da margem de erro

source: Analysis results
it: Risultati analisi
pt_br: Resultados de análise

source: Analysis results for ${subject_parts}
it: Risultati analisi per ${subject_parts}
pt_br: Resultados de análise para ${subject_parts}

source: Analysis results for per sample point and analysis service
it: Risultati analisi per punto di campionamento e servizio di analisi
pt_br: Resultados de análises por local de amostragem e serviço de análise

source: Analysis results out of lab or client specified range Note that this may take several minutes
it: Risultati analisi fuori dallo specifico intervallo di laboratorio o committente. Si noti che questo può richiedere diversi minuti
pt_br: Resultados da análise estão fora da margem especificada pelo cliente ou pelo laboratório. Observação: isto pode demorar vários minutos

source: Analysis service
it: Servizio di analisi
pl: Metoda badań
pt_br: Serviço de análise

source: Analysis specifications reset to lab defaults.
it: Le specifiche dell'analisi sono state riportate ai valori predefiniti del laboratorio.
pt_br: As especificações de análises foram configuradas para os padrões do laboratório

source: Analysis specifications which are edited directly on the Analysis Request.
it: Specifiche di analisi che sono modificate direttamente nella Richiesta di Analisi.
pt_br: Especificações de análises que são editadas diretamente na requisição de análise.

source: Analysis turnaround time
it: Tempo di risposta analisi
pl: Czas realizacji analizy
pt_br: Tempo de retorno de análises

source: Analysis turnaround time over time
it: Tempo di risposta analisi fuori limite
pl: Czas realizacji analizy w okresie
pt_br: Tempo de processamento de análise excedido

source: Analysis turnaround times
it: Tempi di risposta analisi
pl: Czas realizacji analizy
pt_br: Tempos de processamento das análises

source: Analysis turnaround times over time
it: Tempi di risposta analisi fuori limite
pl: Czas realizacji analiz w okresie
pt_br: Tempos de processamento das análises excedidos

source: Analyst
it: Analista
pl: Analityk
pt_br: Analista

source: Analyst must be specified.
it: Deve essere specificato l'Analista.
pl: Analityk musi być wskazany.
pt_br: Análise deve ser especificada.

source: Any
it: Qualunque
pl: Wszystkie
pt_br: Qualquer

source: Apply
it: Applica
pl: Zastosuj
pt_br: Submeter

source: Apply template
it: Applica il template
pl: Zastosuj szablon
pt_br: Aplicar modelo

source: Apply wide
it: Apllica ampiamente
pl: Zastosuj wielokrotnie
pt_br: Aplicar largura

source: Approved by
it: Approvato da
pl: Zatwierdzone przez
pt_br: Aprovado por

source: Asset Number
it: Bene Numero
pl: Numer ewidencyjny
pt_br: Número de ativos

source: Assign
pl: Przypisz
pt_br: Designar

source: Assigned
it: Assegnato
pl: Przydzielony
pt_br: Designada

source: Assigned to worksheet
it: Assegnato al foglio di lavoro
pt_br: Designado para planilha

source: Assigned to: ${worksheet_id}
it: Assegnato a: ${worksheet_id}
pl: Przypisany do: ${worksheet_id}
pt_br: Designado para: ${worksheet_id}

source: Attach
pl: Dołącz
pt_br: Anexar

source: Attachment
it: Allegato
pl: Załącznik
pt_br: Anexo

source: Attachment Keys
it: Chiavi Allegate
pl: Słowa kluczowe dla załącznika
pt_br: Chaves do Anexo

source: Attachment Option
it: Opzioni Allegato
pl: Opcje załączników
pt_br: Opção de Anexo

source: Attachment Type
it: Tipo Allegato
pl: Typ załącznika
pt_br: Tipo de Anexo

source: Attachment Types
it: Tipo allegati
pl: Typy załączników
pt_br: Tipos de Anexo

source: Attachment due
pt_br: Anexo concluido

source: Attachment not permitted
it: Allegato non consentito
pl: Załącznik niedozwolony
pt_br: Anexo não permitido

source: Attachment required
it: Allegato richiesto
pl: Wymagany jest załącznik
pt_br: Anexo requerido

source: Attachment type
it: Tipo allegato
pl: Typ załącznika
pt_br: Tipo de anexo

source: Attachments
it: Allegati
pl: Załączniki
pt_br: Anexos

source: Authorized by
pl: Autoryzowany przez
pt_br: Autorizado por

source: Autofill
it: Riempimento automatico
pl: Automatyczne wypełnianie
pt_br: Autopreenchimento

source: Autoimport
it: Importazione automatica
pt_br: Autoimportação

source: Automatic log-off
it: Disconnessione automatica
pl: Automatyczne wylogowanie
pt_br: Log-off Automático
