Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/senaite.core.po
Languages: it, pl, pt_br

source: Please specify preservations that differ from the analysis service's default preservation per sample type here.
it: Prego specificare qui le conservazioni che differiscono dalla conservazione predefinita dei servizi analisi per tipo campione.
pl: Jeżeli sposób utrwalenia próbek jest inny niż domyślnie zdefiniowany w usłudze analitycznej, proszę określić go tutaj.
pt_br: Por favor, especifique aqui as preservações que diferem do tipo padrão de serviço de preservação.

source: Please upload the logo you are authorised to use on your website and results reports by your accreditation body. Maximum size is 175 x 175 pixels.
it: Prego caricare il logo autorizzato per l'utilizzo sul tuo sito web e le stampe risultati dal vostro ente di accreditamento. Dimensione massima 175 x 175 pixels.
pl: Wyślij logo akredytacji, które będzie używane na stronie www oraz wraz z publikowanymi wynikami. Maksymalny rozmiar: 175 x 175 pikseli.
pt_br: Por favor, faça o upload o logotipo que você está autorizado a usar, por seu órgão certificador, em seu site e em laudos com os resultados. O tamanho máximo é 175 x 175 pixels.

source: Point of Capture
it: Punto di cattura
pl: Miejsce uzyskania wyników
pt_br: Local de Captura

source: Portal Types
pt_br: Tipos de portal

source: Position
it: Posizione
pl: Pozycja
pt_br: Posição

source: Postal address
it: Indirizzo postale
pl: Adres pocztowy
pt_br: Endereço Postal

source: Postal code
it: Cap
pl: Kod pocztowy
pt_br: CEP

source: Pre-preserved
it: Pre-conservato
pl: Wstępnie utrwalone
pt_br: Pré-preservado

source: Precision as number of decimals
it: Precisione come numero di decimali
pl: Liczba miejsc po przecinku
pt_br: Precisão em números decimais

source: Precision as the number of significant digits according to the uncertainty. The decimal position will be given by the first number different from zero in the uncertainty, at that position the system will round up the uncertainty and results. For example, with a result of 5.243 and an uncertainty of 0.22, the system will display correctly as 5.2+-0.2. If no uncertainty range is set for the result, the system will use the fixed precision set.
it: Precisione come numero di cifre significative secondo l'incertezza. La posizione decimale deve essere fornita viene data dal primo numero diverso da zero nell'incertezza, in questa posizione il sistema arrotonderà l'incertezza e i risultati. Per esempio, con un risultato di 5.243 e dun incertezza di 0.22, il sistema mostrerà correttamente come 5.2 +-0.2. Se non viene impostato un intervallo di incertezza per il risultato, il sistema utilizzerà un impostazione di precisione fissa.
pl: Precyzja jako ilość cyfr znaczących stosownie do niepewności pomiaru. Miejsce dziesiętne będzie określone jako pozycja pierwszej cyfry różnej od zera w niepewności i system zaokrągli do tej wartości wynik pomiaru i niepewność. Na przykład, dla wyniku 5.243 i niepewności 0.22, wyświetlona zostanie wartość 5.2+-0.2. Jeżeli nie określono niepewności wyników, system użyje ustalonej precyzji.
pt_br: Precisão como o número de algarismos significativos de acordo com a incerteza. A posição decimal será dada pelo primeiro número diferente de zero na incerteza, nessa posição o sistema arredondará a incerteza e resultados. Por exemplo, com um resultado de 5,243 e uma incerteza de 0,22, o sistema irá exibir corretamente como 5,2+-0.2. Se nenhuma margem de incerteza for definida para o resultado, o sistema usará o conjunto de precisão fixo.

source: Predefined reasons of rejection
pl: Predefiniowane przyczyny odrzucenia
pt_br: Razões predefinidas de rejeição

source: Preferred decimal mark for reports.
it: Separatore decimale preferito per i reports.
pl: Preferowany w raportach separator miejsca dziesiętnego.
pt_br: Marca decimal preferida nos laudos.

source: Preferred decimal mark for results
it: Separatore decimale preferito per i risultati
pl: Preferowany dla wyników separator miejsca dziesiętnego
pt_br: Marca decimal preferida nos resultados

source: Preferred layout of the results entry table in the Worksheet view. Classic layout displays the Analysis Requests in rows and the analyses in columns. Transposed layout displays the Analysis Requests in columns and the analyses in rows.
pt_br: Layout predefinido da tabela de entrada de resultados na exibição Planilha. O layout clássico exibe as solicitações de análise em linhas e as análises em colunas. O layout transposto exibe as solicitações de análise em colunas e as análises em linhas.

source: Preferred scientific notation format for reports
it: Notazione scientifica preferita per i reports
pl: Notacja naukowa preferowana w raportach
pt_br: Preferência de notação científica padrão para laudos

source: Preferred scientific notation format for results
it: Notazione scientifica preferita per i risultati
pl: Preferowana dla wyników notacja naukowa
pt_br: Preferência de notação científica para formatação resultados

source: Prefix
it: Prefisso
pl: Prefiks
pt_br: Prefixo

source: Preparation Workflow
pt_br: Fluxo de trabalho de preparação

source: Prepared by
it: Predisposto da
pl: Przygotowane przez
pt_br: Preparado por

source: Prepublish
pl: Wstępna publikacja
pt_br: Pré-publicar

source: Preservation
it: Conservazione
pl: Utrwalenie
pt_br: Preservação

source: Preservation Category
it: Categoria di conservazione
pl: Kategoria utrwalania
pt_br: Categoria da Preservação

source: Preservation Method
pl: Metoda utrwalenia
pt_br: Método de Preservação

source: Preservations
it: Conservazioni
pl: Próbka utrwalona
pt_br: Preservações

source: Preserve
pl: Utrwalenie
pt_br: Preservar

source: Preserver
it: Conservatore
pl: Utrwalający
pt_br: Preservador

source: Preventive
it: Preventivo
pl: Zapobiegawczy
pt_br: Preveção

source: Preventive maintenance procedure
it: Procedura manutenzione preventiva
pl: Procedura przeglądu okresowego
pt_br: Prever procedimento de manutenção

source: Price
it: Prezzo
pl: Cena
pt_br: Preço

source: Price (excluding VAT)
it: Prezzo (IVA esclusa)
pl: Cena (bez VAT)
pt_br: Preço (excluindo impostos)

source: Price excluding VAT
it: Prezzo IVA esclusa
pl: Cena bez VAT
pt_br: Preço excluindo impostos

source: Pricelist for
it: Listino prezzi
pl: Cennik dla
pt_br: Lista de preços

source: Pricelists
it: Listini prezzi
pl: Cenniki
pt_br: Listas de preço

source: Primary Contact
pt_br: Contato primário

source: Print
it: Stampa
pl: Drukuj
pt_br: Impressão

source: Print date:
it: Data stampa:
pl: Wydrukowano dnia:
pt_br: Data de impressão:

source: Print sample sheets
pt_br: Imprimir folhas de amostra

source: Priority
it: Priorità
pl: Priorytet
pt_br: Prioridade

source: Product
it: Prodotto
pl: Produkt
pt_br: Produto

source: Productivity Reports
it: Reports produttività
pl: Raporty wydajności
pt_br: Relatórios de Produtividade

source: Profile
it: Profilo
pl: Profil
pt_br: Perfil

source: Profile Analyses
it: Analisi del profilo
pl: Profil analiz
pt_br: Análise de Perfil

source: Profile Key
it: Profilo chiave
pl: Klucz profilu
pt_br: Chave de Perfil

source: Profile Keyword
it: Parola chiave Profilo
pl: Słowo kluczowe profilu
pt_br: Palavra-chave de Perfil

source: Profiles
it: Profili
pt_br: Perfis

source: Proforma (Not yet invoiced)
it: Proforma (Non ancora fatturata)
pt_br: Proforma (ainda não faturado)

source: Protocol ID
it: ID Protocollo
pl: ID protokołu
pt_br: ID de Protocolo

source: Public. Lag
it: Ritarto Public.
pl: Opóźnienie publikacji
pt_br: Público. Lag

source: Publication Specification
it: Specifiche Pubblicazione
pl: Specyfikacja Publikacji
pt_br: Especificação da publicação

source: Publication preference
it: Preferenza di pubblicazione
pt_br: Preferências de publicação

source: Publish
pt_br: Publicar

source: Published
it: Pubblicato
pl: Opublikowane
pt_br: Publicado

source: Published Analysis Requests which have not been invoiced
it: Pubblicate Richieste Analisi che non hanno fattura
pt_br: Requisições de Análises Publicadas que não foram faturadas.

source: Published By
it: Pubblicato da
pl: Opublikowane przez
pt_br: Publicado por

source: Published results
it: Risultati pubblicati
pl: Opublikowane wyniki
pt_br: Resultados publicados

source: QC Analyses
it: Analisi QC
pl: Kontrola jakości analiz
pt_br: Análises do CQ

source: QC Sample ID
it: ID Campione QC
pl: Identyfikator próbki kontrolnej QC ID
pt_br: ID da amostra do CQ

source: Quality Control Reports
it: Reports Controllo Qualità
pt_br: Relatórios de Controle de Qualidade

source: Quantity
it: Quantità
pl: Ilość
pt_br: Quantidade

source: Quarterly
pl: Kwartalny
pt_br: Trimestral

source: Range Comment
it: Commento Intervallo
pl: Opis Zakresu
pt_br: Comentário de Intervalo

source: Range comment
it: Commento intervallo
pl: Opis Zakresu
pt_br: Comentário de intervalo

source: Range max
it: Intervallo massimo
pl: Zakres max
pt_br: Variação máxima

source: Range min
it: Intervallo minimo
pl: Zakres min
pt_br: Variação mínima

source: Range spec
it: Specifiche intervallo
pt_br: Especificação da variação

source: Re-enter the password. Make sure the passwords are identical.
it: Reinserire la password. Assicurarsi che le password siano identiche.
pl: Wprowadź ponownie hasło. Upewnij się, że hasła są identyczne.
pt_br: Digite novamente a senha. Certifique-se de que as senhas são idênticas.

source: Reassign
it: Riassegnare
pl: Przypisz
pt_br: Reatribuição

source: Receive
it: Ricevere
pl: Odbiór
pt_br: Receber

source: Receive sample
pt_br: Receber amostra

source: Received
it: Ricevuto
pl: Dostarczone
pt_br: Recebido

source: Recept. Lag
it: Rit. Ricevimento
pl: Opóźnione przyjęcie
pt_br: Recept. Atraso

source: Reception pending
pt_br: Recepção pendente

source: Recipients
it: Destinatari
pl: Odbiorcy
pt_br: Recipientes

source: Refer to <a target="_blank" href="https://github.com/bikalabs/Bika-LIMS/wiki/Creating-new-report-templates">Creating new report templates</a> documentation from Bika LIMS wiki to get more or add your own report templates.
it: Fare riferimento alla documentazione <a target="_blank" href="https://github.com/bikalabs/Bika-LIMS/wiki/Creating-new-report-templates">Creating new report templates</a> sul Bika LIMS wiki per ottenerne di più o aggiungere i propri modelli di report..
pt_br: Referência em <a target="_blank" href="https://github.com/bikalabs/Bika-LIMS/wiki/Creating-new-report-templates">Criando novo modelo de laudo</a> documentação wiki de Bika LIMS para obter mais ou adicionar os seus próprios modelos de laudos.

source: Reference
it: Riferimento
pl: Materiał Referencyjny
pt_br: Referência

source: Reference Analyses
it: Analisi Riferimento
pl: Analizy Referencyje
pt_br: Análises de Referência

source: Reference Definition
it: Definizione di riferimento
pl: Opis materiału odniesienia
pt_br: Definição de Referência

source: Reference Definitions
it: Definizioni di riferimento
pl: Opisy materiałów odniesienia
pt_br: Definições de Referências

source: Reference Sample
it: Campione di Riferimento
pl: Materiał odniesienia
pt_br: Amostra de Referência

source: Reference Samples
it: Campioni di riferimento
pl: Materiały odniesienia
pt_br: Amostras de Referência

source: Reference Supplier
it: Fornitore di riferimento
pl: Dostawca materiału odniesienia
pt_br: Fornecedor de Referência

source: Reference Values
it: Valori di riferimento
pl: Wartości odniesienia
pt_br: Valor de referência

source: Reference analysis QC
it: Analisi standard QC
pt_br: CQ de análise de referência

source: Reference analysis quality control graphs
it: Grafici di controllo della qualità delle analisi standard
pt_br: Gráficos de controle de qualidade de análise de referência

source: Reference analysis quality control graphs
it: Grafici analisi di controllo qualità di riferimento
pt_br: Gráficos de controle de qualidade de análise de referência

source: Reference sample
it: Campione di riferimento
pt_br: Amostra de referência

source: Reference sample values are zero or 'blank'
it: I Valori di esempio di riferimento sono zero o 'vuoto'
pl: Wartość odniesienia wynosi zero lub jest to "próbka ślepa"
pt_br: Valores de referência da amostra são brancos ou nulos

source: ReferenceDefinition represents a Reference Definition or sample type used for quality control testing
it: ReferenceDefinition rappresenta la Definizione di Riferimento o tipo campione utilizzato per la verifica del controllo qualità
pt_br: DefiniçãoReferência representa a Definição de Referência ou tipo de amostra utilizada para o teste de controle de qualidade.

source: Register
it: Registro
pl: Rejestracja
pt_br: Registro

source: Registered
pl: Zarejestrowane
pt_br: Registrado

source: Reinstate
pt_br: Reintegração

source: Reject
pl: Odrzuć
pt_br: Rejeitar

source: Rejected
pl: Odrzucone
pt_br: Rejeitado

source: Relative percentage difference, ${variation_here} %, is out of valid range (${variation} %))
it: Percentuale differenza relativa, ${variation_here} %, è al di fuori dell'intervallo valido (${variation} %))
pt_br: Porcentagem de diferença relativa, ${variation_here} %, está fora da margem (${variation} %))

source: Remarks
it: Osservazioni
pl: Uwagi
pt_br: Notas

source: Remarks to take into account before calibration
it: Considerazioni da fare prima della calibrazione
pl: Uwagi do uwzględnienia przed kalibracją
pt_br: Observações a considerar antes da calibração

source: Remarks to take into account before performing the task
it: Considerazioni da fare prima di eseguire il compito
pl: Uwagi do uwzględnienia przed wykonaniem zadania
pt_br: Observações a considerar antes da calibração

source: Remarks to take into account before validation
it: Considerazioni da fare prima della validazione
pl: Uwagi do uwzględnienia przed walidacją
pt_br: Observações a considerar antes da calibração

source: Remarks to take into account for maintenance process
it: Considerazioni da fare prima del processo di manutenzione
pl: Uwagi do uwzględnienia w procesie konserwacji
pt_br: Observações a considerar para o processo de manutênção

source: Remove
pt_br: Remover

source: Repair
it: Aggiustare
pl: Naprawa
pt_br: Reparar

source: Repeated analyses
it: Analisi ripetute
pt_br: Análises repetidas

source: Report
pl: Raport
pt_br: Laudo

source: Report Date
it: Data Report
pl: Data Raportu
pt_br: Data de emissão

source: Report ID
it: ID Report
pl: Identyfikator Raportu
pt_br: ID do Laudo

source: Report Type
it: Tipo Report
pl: Typ raportu
pt_br: Tipo deLaudo

source: Report as Dry Matter
it: Considerato come sostanza secca
pt_br: Reportar como Matéria Seca

source: Report identification number
it: Numero identificativo report
pl: Numer identyfikacyjny raportu
pt_br: Número de identificação do Laudo

source: Report of published analysis requests which have not been invoiced
it: Report delle richieste analisi pubblicate che non sono state fatturate
pt_br: Relatório de requisições de análises publicadas que não foram faturadas.

source: Report tables between a period of time the number of analyses published and expressed as a percentage of all analyses performed.
it: Report tabelle all'interno di un periodo di tempo il numero di analisi pubblicate ed espresse come percentuale su tutte le analisi eseguite.
pl: Zestawienie ilości analiz opublikowanych w stosunku do wszystkich wykonanych w danym przedziale czasu wyrażone w procentach.
pt_br: Emitir tabelas do número de análises publicadas em um período de tempo, expresso como uma percentagem de todas as análises realizadas.

source: Report tables between a period of time the number of samples received and results reported for them with differences between the two
it: Report tabelle all'interno di un periodo di tempo il numero di campioni ricevuti e dei loro risultati stampati con le differenze tra i due
pl: Zestawienie ilości przyjętych próbek w stosunku do raportowanych w danym przedziale czasu wyrażone jako ich różnica
pt_br: Emitir tabela de resultados do número de amostras recebidas em um período de tempo, com resultados das diferenças entre ambas

source: Report tables of Analysis Requests and totals submitted between a period of time
it: Report tabelle delle Richieste Analisi e totali presentate all'interno di un periodo di tempo
pt_br: Emitir tabelas de Resultados de Análises Solicitadas e totais submetidos entre um período de tempo

source: Report type
it: Tipo report
pl: Typ raportu
pt_br: Tipo de Laudo

source: Report upload
it: Caricare report
pl: Pobieranie raportu
pt_br: Upload de Laudo

source: Reports
pl: Raporty
pt_br: Laudos

source: Republish
pt_br: Republicar

source: Request
it: Richiesta
pl: Próbka
pt_br: Requisição

source: Request ID
it: ID richiesta
pl: Kod zestawu analiz
pt_br: ID da Requisição

source: Request new analyses
it: Richiesta di nuove analisi
pl: Nowy próbka
pt_br: Requisitar nova análise

source: Requested
it: Richiesto
pl: Zamówione
pt_br: Requisitada

source: Requests
it: Richieste
pt_br: Requisições

source: Required
it: Obbligatorio
pl: Wymagane
pt_br: Requerido

source: Required Volume
it: Volume richiesto
pl: Wymagana objętość
pt_br: Volume Requerido

source: Required fields have no values: ${field_names}
it: I campi richiesti non sono valorizzati: ${field_names}
pt_br: Campos requeridos estão sem valor: ${field_names}

source: Reset
pt_br: Reiniciar

source: Restrict categories
it: Categorie con restrizioni
pl: Ograniczenie kategorii
pt_br: Categorias restritas

source: Result
it: Risultato
pl: Wynik
pt_br: Resultado

source: Result Footer
it: Piè di pagina Risultato
pt_br: Rodapé dos Resultados

source: Result Options
it: Opzioni Risultato
pl: Opcje wyników
pt_br: Opções de Resultado

source: Result Value
it: Valore Risultato
pl: Wartość wyniku
pt_br: Valor Final

source: Result for ${analysis} could not be saved because it was already submitted by another user.
pt_br: O resultado para ${analysis} não pôde ser salvo porque ele já foi enviado por outro usuário.

source: Result in shoulder range
it: Risultato nel margine dell'intervallo
pl: Wyniki w zakresie
pt_br: Resultado no limite do intervalo

source: Result out of range
it: Risultato fuori scala
pl: Wynik poza zakresem
pt_br: Resultado fora do intervalo

source: Result values with at least this number of significant digits are displayed in scientific notation using the letter 'e' to indicate the exponent. The precision can be configured in individual Analysis Services.
it: I valori di risultato con almeno questo numero di cifre significative è visualizzato in notazione scientifica utilizzando la lettera 'e' per indicare l'esponente. La precisione può essere configueata nei singoli Servizi Analisi.
pl: Ilość cyfr znaczących, powyżej której wyniki wyświetlane będą w notacji naukowej z literą 'e' jako znacznikiem wykładnika. Precyzja wyników może zostać zdefiniowana w każdej Usłudze Analitycznej AR niezależnie.
pt_br: Valores de resultado com pelo menos esse número de dígitos significativos são exibidos em notação científica com a letra 'e' para indicar o expoente. A precisão pode ser configurado em Serviços de análises individuais

source: Results Interpreation
it: Interpretazione Risultati
pt_br: Interpretação de Resultados

source: Results Interpretation
it: Interpretazione Risultati
pl: Interpretacja wyników
pt_br: Interpretação de resultados

source: Results attachments permitted
it: Risultati allegati permessi
pt_br: Permitidos anexos em resultados

source: Results have been withdrawn
it: I risultati sono stati revocati
pl: Wyniki zostały unieważnione
pt_br: Resultados têm sido retirados

source: Results interpretation
it: Interpretazione risultati
pl: Interpretacja wyników
pt_br: Interpretação de resultados

source: Results pending
pt_br: Resultados pendentes

source: Results per sample point
it: Risultato per punto di campionamento
pt_br: Resultados por local de amostragem

source: Results per samplepoint and analysis service
it: Risultati per punto di campionamento e servizio analisi
pt_br: Resultados por local de amostragem e serviço de análise

source: Retention Period
it: Periodo di conservazione
pl: Okres przechowywania
pt_br: Período de Retenção

source: Retested
it: Riesaminato
pl: Ponownie przebadane
pt_br: Retestado

source: Retract
pt_br: Retratar

source: Retracted
pt_br: Retratado

source: Retracted analyses
it: Analisi retratta
pl: Analizy zawrócone
pt_br: Análises retratadas

source: Retraction report unavailable
it: Report di svincolo non disponibile
pt_br: Relatório de retratação indisponível

source: Retractions
it: Ritrattazioni
pl: Zawrócenia
pt_br: Retratações

source: Reviewed by
pt_br: Revisados pela

source: SMTP server disconnected. User creation aborted.
pt_br: Servidor SMTP desconectado. A criação do usuário foi interrompida.

source: SWIFT code.
it: Codice SWIFT.
pl: Kod SWIFT.
pt_br: Código SWIFT

source: Salutation
it: Formula di saluto
pl: Zwrot grzecznościowy
pt_br: Cumprimento

source: Same as the above, but sets the default on analysis services. This setting can be set per individual analysis on its own configuration
it: Come sopra, ma imposta il predefinito nei servizi analisi. Questa configurazione può essere impostataper singola analisi nelle rispettiva configurazione
pl: Tak jak wyżej, ale z wartościami domyślnymi w usłudze analitycznej. Ustawienia te mogą być zmienione dla każej analizy w jej konfiguracji
pt_br: O mesmo que acima, mas estabelece o padrão para serviços de análises. Esta configuração pode ser feita individualmente para cada análise

source: Sample
it: Campione
pl: Próbka
pt_br: Amostra

source: Sample Condition
it: Condizione Campione
pl: Stan próbki
pt_br: Condição da amostra

source: Sample Conditions
it: Condizioni Campione
pl: Stany próbki
pt_br: Condições da amostra

source: Sample Due
it: Campione dovuto
pt_br: Amostras pendentes

source: Sample ID
it: ID del campione
pl: Kod próbki
pt_br: ID da Amostra

source: Sample Matrices
it: Matrici Campione
pl: Matryce próbki
pt_br: Matrizes de Amostras

source: Sample Matrix
it: Matrice Campione
pl: Matryca próbki
pt_br: Matriz de Amostras

source: Sample Partitions
it: Partizione del Campione
pl: Części próbki
pt_br: Partições de Amostra

source: Sample Point
it: Punto campione
pl: Punkt pobierania próbki
pt_br: Local de Amostragem

source: Sample Points
it: Punti di campionamento
pl: Punkty pobierania próbek
pt_br: Locais de Amostragem

source: Sample Rejection
pt_br: Rejeição de amostra

source: Sample Type
it: Tipo di campione
pl: Rodzaj próbki
pt_br: Tipo de Amostra

source: Sample Type Prefix
it: Prefisso tipo di campione
pl: Prefiks dla rodzaju próbki
pt_br: Prefixo do Tipo de Amostra

source: Sample Type Specifications (Client)
it: Specifiche per Tipo Campione (Cliente)
pt_br: Especificações do tipo de amostra (Cliente)

source: Sample Type Specifications (Lab)
it: Specifiche per Tipo Campione (Laboratorio)
pt_br: Especificações do tipo de amostra (Laboratório)

source: Sample Types
it: Tipi di campione
pl: Rodzaje próbek
pt_br: Tipos de Amostra

source: Sample condition
it: Condizioni campione
pl: Stan próbki
pt_br: Condição da amostra

source: Sample due
pt_br: Amostra devida

source: Sample point
it: Punto campionamento
pl: Punkt pobierania
pt_br: Local de amostragem

source: Sample preparation
pt_br: Preparação de amostra

source: Sample preparation complete
pt_br: Preparação da amostra completa

source: Sample received
pt_br: Amostra recebida

source: Sample registered
pt_br: Amostra registrada

source: Sample related reports
it: Reports campioni relativi
pl: Raporty dotyczące próbek
pt_br: Laudos de amostras relacionadas

source: Sample type
it: Tipo di campione
pl: Typ próbki
pt_br: Tipo de amostra

source: SampleMatrix
it: Matrice campioni
pl: Matryca Próbki
pt_br: Matriz da amostra

source: SampleType
it: Tipo Campione
pl: Typ próbki
pt_br: Tipo de amostra

source: Sampled
pt_br: Amostrado

source: Sampler
it: Campionatore
pl: Próbobiorca
pt_br: Particionador
