Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/senaite.core.po
Languages: it, pl, pt_br

source: If your formula needs a special function from an external Python library, you can import it here. E.g. if you want to use the 'floor' function from the Python 'math' module, you add 'math' to the Module field and 'floor' to the function field. The equivalent in Python would be 'from math import floor'. In your calculation you could use then 'floor([Ca] + [Mg])'.
pl: Jeśli formuła wymaga specjalnej funkcji z zewnętrznej biblioteki Pythona, możesz ją zaimportować tutaj. Na przykład. jeśli chcesz użyć funkcji "floor" z modułu matematycznego Pythona, dodajesz 'math' do pola modułu i 'floor' do pola funkcji. Odpowiednikiem w Pythonie będzie 'from math import floor'. W twoich obliczeniach możesz użyć 'floor([Ca] + [Mg])'.

source: Ignore in Report
pl: Zignoruj w raporcie

source: Import Data Interface
pl: Interfejs importu danych

source: Imported File
pl: Zaimportowany plik

source: Initialize
pl: Zainicjuj

source: Interface
pl: Interfejs

source: Invalid value: Please enter a value without spaces.
pl: Nieprawidłowa wartość: wprowadź wartość bez spacji.

source: Invoice ID
pl: ID faktury

source: Invoice PDF
pl: Faktura PDF

source: Invoice To
pl: Faktura dla

source: Invoice {} created
pl: Faktura {} utworzona

source: LIMS Configuration
pl: Konfiguracja LIMS

source: Laboratory Workdays
pl: Dni robocze laboratorium

source: Latitude
it: Latitudine
pl: Szerokość

source: Layout
pl: Układ

source: Legend: Results in <em>italic</em> font are pending, results in <strong>bold</strong> font are verified.
pl: Legenda: wyniki <em>kursywą</em> oczekują na rozpatrzenie, wyniki <strong>pogrubione</strong> są zweryfikowane.

source: Linear
it: Lineare
pl: Liniowa

source: Location where sample is collected
pl: Lokalizacja, w której pobierana jest próbka

source: Longitude
it: Longitudine
pl: Długość geograficzna

source: Lowest
pl: Najniższy

source: Manage Analyses
pl: Zarządzanie analizami

source: Manage the order and visibility of the fields displayed in analysis request add forms.
pl: Zarządzaj kolejnością i widocznością pól wyświetlanych w formularzu dodawania wniosków do Zlecenia Analizy (AR).

source: Manual
it: Manuale
pl: Ręczny

source: Mark the sample for internal use only. This means it is only accessible to lab personnel and not to clients.
pl: Oznacz próbkę tylko do użytku wewnętrznego. Oznacza to, że jest dostępna tylko dla personelu laboratorium, a nie dla klientów.

source: Medium
pl: Średni

source: Message sent to {},
pl: Wiadomość wysłana do {},

source: Monday
pl: Poniedziałek

source: No Email Address
pl: Brak adresu e-mail

source: No ReferenceDefinitions for Controls nor Blanks available. <br /> To add a Control or Blank in this Worksheet Template, create a Reference Definition first.
pl: Brak dostępnych definicji dla Kontroli i Ślepych. <br /> Aby dodać Kontrolkę lub Ślepą do tego szablonu arkusza, najpierw utwórz definicję odniesienia.

source: No action defined.
pl: Nie zdefiniowano akcji.

source: No changes made
pl: Nie wykonano zmian

source: No email address set for this contact
pl: Brak adresu e-mail dla tego kontaktu

source: No email recipients selected
pl: Nie wybrano odbiorców wiadomości e-mail

source: No instrument
pl: Brak instrumentu

source: No items published
pl: Brak opublikowanych pozycji

source: No reports found
pl: Nie znaleziono raportów

source: No samples were rejected
pl: Żadne próbki nie zostały odrzucone

source: Not all contacts are equal for the selected Reports. Please manually select recipients for this email.
pl: Nie wszystkie kontakty są takie same dla wybranych raportów. Wybierz ręcznie adresatów tego e-maila.

source: Not printed yet
pl: Jeszcze nie wydrukowane

source: Not specified
pl: Nie określone

source: Note: The settings apply to all Sample Add forms; Required fields can not be deselected.
pl: Uwaga: ustawienia dotyczą wszystkich formularzy dodawania próbek; Wymaganych pól nie można odznaczyć.

source: Note: You can also drag and drop the attachment rows to change the order they appear in the report.
pl: Uwaga: Możesz również przeciągać i upuszczać wiersze załączników, aby zmienić kolejność, w jakiej pojawiają się w raporcie.

source: Number of Positions
pl: Liczba pozycji

source: Number of copies
pl: Liczba kopii

source: Only laboratory workdays are considered for the analysis turnaround time calculation.
pl: Do obliczeń czasu realizacji analizy brane są pod uwagę tylko dni robocze w laboratorium.

source: Open Source Web based Laboratory Information Management System
pl: Internetowy system zarządzania informacjami laboratoryjnymi typu Open Source

source: Orientation
pl: Orientacja

source: Other reasons
pl: Inne powody

source: Other reasons:
pl: Inne powody:

source: Other status
pl: Inny status

source: Paperformat
pl: Format papieru

source: Please add an email subject
pl: Dodaj temat wiadomości e-mail

source: Please add an email text
pl: Dodaj treść wiadomości e-mail

source: Please click the update button after your changes.
pl: Kliknij przycisk aktualizacji po wprowadzeniu zmian.

source: Preferred layout of the results entry table in the Worksheet view. Classic layout displays the Samples in rows and the analyses in columns. Transposed layout displays the Samples in columns and the analyses in rows.
pl: Preferowany układ tabeli wprowadzania wyników w widoku arkusza roboczego. Klasyczny układ wyświetla próbki w wierszach, a analizy w kolumnach. Transponowany układ wyświetla próbki w kolumnach, a analizy w wierszach.

source: Prefixes can not contain spaces.
pl: Prefiksy nie mogą zawierać spacji.

source: Preview
pl: Podgląd

source: Print stickers
pl: Wydrukuj nalepki

source: Printed
pl: Wydrukowane

source: Progress
pl: Postęp

source: Reasons for rejection
pl: Przyczyny odrzucenia

source: Reject samples
pl: Odrzuć próbki

source: Restrict the available analysis services and instrumentsto those with the selected method. In order to apply this change to the services list, you should save the change first.
pl: Ogranicz dostępne usługi analityczne i instrumenty do tych z wybraną metodą. Aby zastosować tę zmianę do listy usług, należy najpierw zapisać zmianę.

source: Result files folders
pl: Foldery plików wyników

source: SENAITE LIMS front-page
pl: Strona główna SENAITE LIMS

source: SENAITE front-page
pl: Strona główna SENAITE

source: Sample Templates
pl: Szablony próbek

source: Sample collected by the laboratory
pl: Próbka pobrana przez laboratorium

source: Samples published
pl: Próbki opublikowane

source: Samples to be preserved
pl: Próbki do utrwalenia

source: Samples to be verified
pl: Próbki do zweryfikowania

source: Samples verified
pl: Próbki zweryfikowane

source: Saturday
pl: Sobota

source: Select 'Register' if you want stickers to be automatically printed when new Samples or sample records are created. Select 'Receive' to print stickers when Samples or Samples are received. Select 'None' to disable automatic printing
pl: Wybierz 'Rejestracja', jeśli chcesz, aby naklejki były automatycznie drukowane po utworzeniu nowych próbek lub rekordów próbek. Wybierz 'Odbiór', aby wydrukować naklejki po otrzymaniu próbek lub próbek. Wybierz „Brak”, aby wyłączyć automatyczne drukowanie

source: Select an Import interface for this instrument.
pl: Wybierz interfejs importu dla tego instrumentu.

source: Select this to activate automatic notifications via email to the Client and Lab Managers when a Sample is invalidated.
pl: Wybierz tę opcję, aby aktywować automatyczne powiadomienia pocztą elektroniczną do klienta i kierowników laboratorium, gdy próbka zostanie unieważniona.

source: Select this to activate automatic notifications via email to the Client when a Sample is rejected.
pl: Wybierz tę opcję, aby aktywować automatyczne powiadomienia pocztą elektroniczną klienta, gdy próbka zostanie odrzucona.

source: Select this to allow the user to set an additional 'Printed' status to those Analysis Requests tha have been Published. Disabled by default.
pl: Wybierz tę opcję, aby zezwolić użytkownikowi na ustawienie dodatkowego statusu 'Wydrukowano' dla tych żądań analizy, które zostały opublikowane. Domyślnie wyłączone.

source: Select to receive the samples automatically when created by lab personnel and sampling workflow is disabled. Samples created by client contacts won't be received automatically
pl: Wybierz, aby otrzymywać próbki automatycznie, gdy są tworzone przez personel laboratorium, a przepływ pracy pobierania próbek jest wyłączony. Próbki utworzone przez kontakty klienta nie będą odbierane automatycznie

source: Send
pl: Wyślij

source: Send Analysis Reports via Email
pl: Wysyłaj raporty analizy pocztą e-mail

source: Sender
pl: Nadawca

source: Service cannot be deselected. Please click the info button for further details
pl: Usługi nie można odznaczyć. Kliknij przycisk informacji, aby uzyskać więcej informacji

source: Set Visibility
pl: Ustaw widoczność

source: Set the default number of copies to be printed for each sticker
pl: Ustaw domyślną liczbę kopii do wydrukowania dla każdej naklejki

source: Set the text for the body of the email to be sent, , if option 'Email notification on Sample 'invalidation' enabled, to the Sample's client contact. You can use reserved keywords: $sample_id, $sample_link, $retest_id, $retest_link, $lab_address
pl: Ustaw tekst wiadomości e-mail, która ma zostać wysłana, jeśli włączona jest opcja 'Powiadomienie e-mail o unieważnieniu próbki'. Możesz użyć zastrzeżonych słów kluczowych: $ id_przykładu, $ id_przykładu, $ retest_id, $ retest_link, $ lab_address

source: Show in Report
pl: Pokaż w raporcie

source: Specify the size of the Worksheet, e.g. corresponding to a specific instrument's tray size. Then select an Analysis 'type' per Worksheet position.Where QC samples are selected, also select which Reference Sample should be used.If a duplicate analysis is selected, indicate which sample position it should be a duplicate of
pl: Określ rozmiar arkusza roboczego, np. odpowiadający rozmiarowi tacy określonego instrumentu. Następnie wybierz 'typ' Analizy dla pozycji arkusza roboczego. W przypadku wybrania próbek QC, wybierz również, która próbka referencyjna powinna zostać użyta. Jeśli wybrano duplikat analizy, wskaż, która pozycja próbki powinna być duplikatem

source: String result
pl: Wynik tekstowy

source: Subject
pl: Temat wiadomości e-mail

source: Submitted and verified by the same user: {}
pl: Przesłane i zweryfikowane przez tego samego użytkownika: {}

source: Submitter
pl: Zgłaszający

source: Subtotal
it: Subtotale
pl: Suma częściowa

source: Sunday
pl: Niedziela

source: Supervisor
pl: Kierownik

source: Supervisor of the Lab
pl: Kierownik laboratorium

source: Taxes
pl: Podatki

source: Template Title
pl: Tytuł szablonu

source: Text
pl: Tekst

source: The condition of the sample
pl: Stan próbki

source: The date when the sample was preserved
pl: Data utrwalenia próbki

source: The date when the sample was received
pl: Data otrzymania próbki

source: The date when the sample was taken
pl: Data pobrania próbki

source: The environmental condition during sampling
pl: Warunki środowiskowe podczas pobierania próbek

source: The following analysis services don't belong to thecurrent method:
pl: Następujące usługi analityczne nie należą do bieżącej metody:

source: The person who preserved the sample
pl: Osoba, która zakonserwowała próbkę

source: The person who took the sample
pl: Osoba, która pobrała próbkę

source: The sample is a mix of sub samples
pl: Próbka jest mieszanką podpróbek

source: The system wide default configuration to indicate whether file attachments are required, permitted or not per sample
pl: Domyślna konfiguracja całego systemu wskazująca, czy załączniki plików są wymagane, dozwolone, czy nie dla każdej próbki

source: The unique keyword used to identify the analysis service in import files of bulk Sample requests and results imports from instruments. It is also used to identify dependent analysis services in user defined results calculations
pl: Unikalne słowo kluczowe używane do identyfikacji usługi analizy w plikach importu masowych żądań próbek i importu wyników z instrumentów. Służy również do identyfikacji zależnych usług analitycznych w obliczeniach wyników zdefiniowanych przez użytkownika

source: The variable ${recipients} will be automatically replaced with the names and emails of the final selected recipients.
pl: Zmienna ${recipients} zostanie automatycznie zastąpiona nazwami i adresami e-mail wybranych ostatecznych odbiorców.

source: There is no available data for the selected period
pl: Brak danych dla wybranego okresu

source: This Sample has been rejected due to the following reasons:
pl: Ta próbka została odrzucona z następujących powodów:

source: This is the default maximum time allowed for performing analyses. It is only used for analyses where the analysis service does not specify a turnaround time. Only laboratory workdays are considered.
pl: Jest to domyślny maksymalny czas przeznaczony na wykonywanie analiz. Służy wyłącznie do analiz, w których usługa analizy nie określa czasu realizacji. Pod uwagę brane są tylko dni robocze w laboratorium.

source: This is the instrument that is assigned to tests from this type of analysis in manage results view. The method associated to this instrument will be assigned as the default method too.Note the instrument's method will prevail over any of the methods choosen if the 'Instrument assignment is not required' option is enabled.
pl: Jest to instrument przypisany do testów z tego typu analiz w widoku zarządzania wynikami. Metoda powiązana z tym instrumentem zostanie również przypisana jako metoda domyślna. Należy pamiętać, że metoda przyrządu będzie miała pierwszeństwo przed dowolną z metod wybranych, jeśli włączona jest opcja 'Przypisanie instrumentu nie jest wymagane'.

source: This report was sent to the following contacts:
pl: Ten raport został wysłany do następujących kontaktów:

source: Thursday
pl: Czwartek

source: To be printed
pl: Do wydrukowania

source: Total
it: Totale
pl: Ogółem

source: Total Lag
it: Ritardo Totale
pl: Opóźnienie całkowite

source: Total size of email exceeded {:.1f} MB ({:.2f} MB)
pl: Całkowity rozmiar wiadomości e-mail przekroczył {:.1f} MB ({:.2f} MB)

source: Total:
it: Totale:
pl: Ogółem:

source: Tuesday
pl: Wtorek

source: Unable to send an email to alert lab client contacts that the Sample has been retracted: ${error}
pl: Nie można wysłać wiadomości e-mail, aby powiadomić klientów laboratorium, że próbka została wycofana: ${error}

source: Update Attachments
pl: Zaktualizuj załączniki

source: Use the Default Calculation of Method
pl: Użyj domyślnej metody obliczania

source: Validation failed: Could not import module '%s'
pl: Walidacja nie powiodła się: nie można zaimportować modułu '%s'

source: Visibility
pl: Widoczność

source: Volume
pl: Objętość

source: Website.
it: Sito Web.
pl: Strona internetowa.

source: Wednesday
pl: Środa

source: With best regards
pl: Z poważaniem

source: You can use the browse button to select and upload a new attachment.
pl: Możesz użyć przycisku Przeglądaj, aby wybrać i przesłać nowy załącznik.

source: by
pl: przez

source: days
pl: dni

source: hours
pl: godzin

source: hours: {} minutes: {} days: {}
pl: godzin: {} minut: {} dni: {}

source: in
pl: w

source: updated every 2 hours
pl: aktualizowane co 2 godziny

source: Refs: ${references}
it: Riferimenti: ${references}
