Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/senaite.core.po
Languages: it, pl, pt_br

source: Automatic sticker printing
it: Stampa etichette automatica
pl: Automatyczne drukowanie etykiet
pt_br: Impressão automática de etiquetas

source: Available templates
it: Modelli disponibili
pl: Dostępne szablony
pt_br: Modelos disponiveis

source: Average TAT
it: Media TAT
pl: Średni czas wykonania
pt_br: Tempo médio de Processamento

source: Average early
it: Media vicino
pl: Średnie wyprzedzenie
pt_br: Média adiantada

source: Average late
it: Media superiore
pl: Średnie opóźnienie
pt_br: Média atrasada

source: Badly formed state: ${errmsg}
it: Stato malformato: ${errmsg}
pt_br: Má formação de estado: ${errmsg}

source: Bank branch
it: Filiale Banca
pl: Oddział banku
pt_br: Agência Bancária

source: Bank name
it: Nome banca
pl: Nazwa banku
pt_br: Nome do Banco

source: Basis
it: Base
pl: Jednomianowa
pt_br: Principio básico

source: Batch
pl: Seria próbek
pt_br: Lote

source: Batch ID
it: ID Batch
pl: Kod serii próbek
pt_br: ID do Lote

source: Batch Labels
it: Etichette Batch
pl: Etykiety serii próbek
pt_br: Rotulação em Lote

source: Batches
pl: Serie próbek
pt_br: Lotes

source: Bearing
it: Posizione
pl: Azymut
pt_br: Direção

source: Before ${start_date}
it: Prima del ${start_date}
pl: Przed ${start_date}
pt_br: Antes de ${start_date}

source: Biannual
pl: Półroczny
pt_br: Bianual

source: Bika LIMS Configuration
it: Configurazione Bika LIMS
pt_br: Configuração Bika LIMS

source: Billing address
it: Indirizzo fatturazione
pl: Adres fakturowania
pt_br: Endereço de cobrança

source: Blank
it: Vuoto
pl: Ślepa
pt_br: Branco

source: Blank QC analyses
it: Controllo qualità analisi vuoto
pl: Kontrolna analiza ślepej próby QC
pt_br: Análises para CQ de branco

source: Brand
it: Marca
pl: Marka
pt_br: Marca

source: Bulk Discount
pl: Rabat hurtowy
pt_br: Desconto para volumes

source: Bulk discount applies
it: Scontistica grandi quantità applicata
pl: Obowiązuje zniżka hurtowa
pt_br: Descontos por volume são aplicáveis

source: Bulk price (excluding VAT)
it: Prezzo grandi quantità (IVA esclusa)
pl: Cena hurtowa (bez VAT)
pt_br: Preço de atacado (sem impostos)

source: Business Phone
it: Telefono Ufficio
pl: Telefon służbowy
pt_br: Telefone Comercial

source: By
it: Da
pl: przez
pt_br: Por

source: CC Contacts
it: CC Contatti
pl: CC Kontakty
pt_br: Contatos CC

source: CC Emails
pt_br: Emails em CC

source: Calculate Precision from Uncertainties
it: Calcola Precisione da Incertezze
pl: Obliczenie Precyzji z Niepewności
pt_br: Calculo de precisão da incerteza

source: Calculation
it: Calcoli
pl: Obliczanie
pt_br: Cálculo

source: Calculation Formula
it: Formula di Calcolo
pl: Formuła obliczania
pt_br: Fórmula de Cálculo

source: Calculation Interim Fields
it: Campi Calcolo Provvisorio
pl: Tymczasowe pola obliczeniowe
pt_br: Campos de Cálculo Intermediário

source: Calculation: ${calc_name}
it: Calcolo: ${calc_name}
pt_br: Cálculo: ${calc_name}

source: Calculation: None
it: Calcolo: Nessuno
pt_br: Cálculo: Nenhum

source: Calculations
it: Calcoli
pl: Formuły obliczeniowe
pt_br: Cálculos

source: Calibration
it: Calibrazione
pl: Kalibracja
pt_br: Calibração

source: Calibration Certificates
it: Certificati di Calibrazione
pl: Świadectwa wzorcowania
pt_br: Certificados de calibração

source: Calibration report date
it: Data report calibrazione
pl: Data raportu kalibracji
pt_br: Data de calibração do relatório

source: Calibrator
it: Calibratore
pl: Kalibrator
pt_br: Calibrador

source: Can be reported as dry matter
it: Possono essere considerati come sostanza secca
pt_br: Pode ser reportado como matéria seca

source: Can verify, but submitted by current user
pl: Można zweryfikować, ale przesłane przez bieżącego użytkownika
pt_br: Pode verificar, mas enviado pelo usuário atual

source: Cancel
pl: Anuluj
pt_br: Cancelar

source: Cancelled
it: Cancellato
pl: Anulowane
pt_br: Cancelado

source: Cannot activate calculation, because the following service dependencies are inactive: ${inactive_services}
it: Impossibile attivare il calcolo, perché le seguenti dipendenze dei servizi non sono inattive: ${inactive_services}
pl: Nie można włączyć obliczeń, ponieważ nie są aktywne następujące usługi podległe ${inactive_services}
pt_br: Impossível ativar o cálculo pois as seguintes dependências de serviços estão inativas: ${inactive_services}

source: Cannot deactivate calculation, because it is in use by the following services: ${calc_services}
it: Impossibile disattivare il calcolo, perché è in uso da parte dei seguenti servizi: ${calc_services}
pl: Nie można wyłączyć obliczeń, ponieważ są używne przez następujące usługi: ${calc_services}
pt_br: Impossível desativar o cálculo pois ele está em uso pelos seguintes serviços: ${calc_services}

source: Cannot verify, submitted or verified by current user before
pt_br: Verificação não é possivel, submeter ou verificar pelo usuário atual antes

source: Cannot verify: Submitted by current user
it: Non è possibile verificare: Inserito dall'utente corrente
pt_br: Verificação não é possível: Submetido pelo usuário atual

source: Capacity
it: Capacità
pl: Pojemność
pt_br: Capacidade

source: Captured
it: Catturato
pl: Data wprowadzenia
pt_br: Capturado

source: Catalogue Number
it: Numero di Catalogo
pl: Numer katalogowy
pt_br: Número do Catálogo

source: Categorise analysis services
it: Categorie servizi di analisi
pl: Klasyfikowane metody analityczne
pt_br: Categorizar serviços de análise

source: Category
it: Categoria
pl: Kategoria
pt_br: Categoria

source: Category cannot be deactivated because it contains Analysis Services
it: La categoria non può essere disattivata poichè contiene Servizi di analisi
pl: Kategoria nie może być wyłączona, ponieważ zawiera Metody badań
pt_br: A categoria não pode ser desativada pois contém Serviços de Análises

source: Cert. Num
pl: Numer świdectwa
pt_br: Cert. n.

source: Certificate Code
it: Codice Certificato
pl: Kod świadectwa
pt_br: Código de certificado

source: Changes saved.
pl: Zmiany zapisano.
pt_br: Modificações salvas.

source: Check if the method has been accredited
it: Verifica se il metodo è stato accreditato
pl: Sprawdź czy metoda była akredytowana
pt_br: Verifique se o método foi acreditado

source: Check this box if the analysis service is included in the laboratory's schedule of accredited analyses
it: Seleziona questa casella se il servizio di analisi è compreso nel programma del laboratorio di analisi accreditate
pl: Zaznacz to pole wyboru, jeśli metoda badań jest objęta zakresem akredytacji laboratorium
pt_br: Selecione aqui se o serviço de análise está incluso no cronograma do laboratório para análises certificadas

source: Check this box if the samples taken at this point are 'composite' and put together from more than one sub sample, e.g. several surface samples from a dam mixed together to be a representative sample for the dam. The default, unchecked, indicates 'grab' samples
it: Seleziona questa casella se i campioni prelevati sono 'composito' e messi insieme da più di un sotto campione, ad esempio diversi campioni di superficie di una diga mescolati insieme per essere un campione rappresentativo per la diga. Il valore predefinito, non selezionato, indica campioni 'acquisiti'
pl: Zaznacz tą opcję, jeżeli pobrana z tego miejsca próbka jest 'złożona' i składa się z więcej niż jednej części, np. kilka próbek wody z powierzchni zbiornika zmieszanych dla uzyskania reprezentatywności. Domyślnie pole to nie jest zaznaczone
pt_br: Selecione aqui se as amostras obtidas destes locais são 'compostas' e combinadas a partir de mais de uma sub amostra, por exemplo, várias amostras de superfície de um reservatório misturadas para constituir uma amostra representativa de todo o reservatório. O padrão, não selecionado, indica 'obtenha' amostras

source: Check this box if this container is already preserved.Setting this will short-circuit the preservation workflow for sample partitions stored in this container.
it: Seleziona questa casella se questo contenitore è già conservato. Questa impostazione farà evitare il flusso di lavoro della conservazione per i campioni suddivisi conservati in questo contenitore.
pl: Zaznacz to pole, jeśli pojemnik jest już utrwalony. Zaznaczenie to spowoduje przerwanie procedury utrwalania próbek w nim przechowywanych.
pt_br: Selecione aqui se o recipiente já está preservado. Esta seleção irá reduzir o processo de preservação para partições de amostra armazenadas neste recipiente.

source: Check this box if your laboratory is accredited
it: Seleziona questa casella se il laboratorio è accreditato
pl: Zaznacz to pole, jeśli twoje laboratorium jest akredytowane
pt_br: Selecione aqui se seu laboratório é certificado.

source: Check this box to ensure a separate sample container is used for this analysis service
it: Seleziona questa casella per garantire che un contenitore campione separato venga usato per questo servizio di analisi
pl: Zaznacz to pole jeżeli dla tej metody badań wymagane jest pobranie próbki do osobnego pojemnika
pt_br: Selecione esta caixa para garantir que um recipiente separado para a amostra será usado neste serviço de análise

source: Check this if you want to use a separate ID server. Prefixes are configurable separately in each Bika site
it: Seleziona questo se vuoi utilizzare un ID server separato. I prefissi sono configurabili separatamente in ogni sito Bika
pt_br: Selecione aqui caso você deseje usar um servidor de ID diferente. Os prefixos são configuráveis separadamente em cada site Bika

source: Choose default AR specification values
it: Scegli i valori predefiniti delle specifiche dei RA
pt_br: Escolha os valores de especificação padrões da RA

source: Choose the default specifications used for all AR views to display alerts and notifications. These will also be applied when an AR is published in permanent media, e.g. PDF.
it: Scegli le specifiche predefinite utilizzate per ogni vista RA per visualizzare alerts e notifiche. Questi verranno anche applicati quando un RA è pubblicato in supporti definitivi, ad esempio PDF.
pt_br: Escolha as especificações padrão usado para todos os pontos de vista AR para exibir alertas e notificações. Estes também serão aplicadas quando um AR é publicado na imprensa permanente, por exemplo: PDF.

source: Choose type of multiple verification for the same user.This setting can enable/disable verifying/consecutively verifyingmore than once for the same user.
pl: Wybierz typ wielokrotnej weryfikacji dla tego samego użytkownika. To ustawienie może włączać/wyłączać weryfikację w efekcie umożliwiając weryfikowanie więcej niż raz dla tego samego użytkownika.
pt_br: Escolha o tipo de verificação múltipla para o mesmo usuário. Esta configuração pode ativar / desativar a verificação / verificação consecutiva mais de uma vez para o mesmo usuário.

source: City
it: Città
pl: Miasto
pt_br: Cidade

source: Classic
it: Classico
pl: Klasyczny
pt_br: Clássico

source: Click on Analysis Categories (against shaded background) to see Analysis Services in each category. Enter minimum and maximum values to indicate a valid results range. Any result outside this range will raise an alert. The % Error field allows for an % uncertainty to be considered when evaluating results against minimum and maximum values. A result out of range but still in range if the % error is taken into consideration, will raise a less severe alert.
it: Cliccare nelle Categorie Analisi (sfondo ombreggiato) per vedere i Servizi di Analisi in ogni categoria. Inserire i valori minimo e massimo per indicare un intervallo di risultati validi. Ogni risultato fuori da questo intervallo genererà un alert. Il campo % Errore permette per una percentuale di incertezza di considerare quando si valutano i risultati rispetto ai valori minimo e massimo. Un risultato fuori intervallo ma ancora nella percentuale di errore viene preso in considerazione, comunque verrà generato un alert meno severo.
pt_br: Clique em Categorias de Análises (sobre o fundo sombreado) para ver os Serviços de Análise em cada categoria. Digite um valor mínimo e máximo para indicar a margem válida de resultados. Qualquer resultado fora desta margem irá gerar um alerta. O campo % Erro permite uma % de incerteza a ser considerada quando os resultados são avaliados contra valores mínimo e máximo. Um resultado fora da margem, mas ainda dentro da % de erro será levado em consideração, gerando um alerta menos severo.

source: Click on Analysis Categories (against shaded backgroundto see Analysis Services in each category. Enter minimum and maximum values to indicate a valid results range. Any result outside this range will raise an alert. The % Error field allows for an % uncertainty to be considered when evaluating results against minimum and maximum values. A result out of range but still in range if the % error is taken into consideration, will raise a less severe alert.
it: Cliccare nelle Categorie Analisi (sfondo ombreggiato) per vedere i Servizi di Analisi in ogni categoria. Inserire i valori minimo e massimo per indicare un intervallo di risultati validi. Ogni risultato fuori da questo intervallo genererà un alert. Il campo % Errore permette per una percentuale di incertezza di considerare quando si valutano i risultati rispetto ai valori minimo e massimo. Un risultato fuori intervallo ma ancora nella percentuale di errore viene preso in considerazione, comunque verrà generato un alert meno severo.
pl: Kliknij na Kategorie Analiz AC (zacienione tło) dla wyświetlenia wszystkich kategorii Usług Analitycznych AS. Dla określenia dopuszczalnego zakresu wyników, wprowadź wartość minimalną i maksymalną . Każdy wynik spoza tego zakresu będzie generował alarm. Alternatywnym sposobem ewaluacji może być wykorzystanie pola Dopuszczalny błąd, gdzie wpisana wartość w % będzie użyta do sprawdzenia poprawności wyniku. Wartość przekraczjąca minimum lub maksimum ale mieszcząca się w zakresie błędu zdefiniwanego procentowo wygeneruje ostrzeżenie.
pt_br: Clique em Categorias de Análises (sobre o fundo sombreado) para ver os Serviços de Análise em cada categoria. Digite um valor mínimo e máximo para indicar a margem válida de resultados. Qualquer resultado fora desta margem irá gerar um alerta. O campo % Erro permite uma % de incerteza a ser considerada quando os resultados são avaliados contra valores mínimo e máximo. Um resultado fora da margem, mas ainda dentro da % de erro será levado em consideração, gerando um alerta menos severo.

source: Click on Analysis Categories (against shaded backgroundto see Analysis Services in each category. Enter minimum and maximum values to indicate a valid results range. Any result outside this range will raise an alert. The % Error field allows for an % uncertainty to be considered when evaluating results against minimum and maximum values. A result out of range but still in range if the % error is taken into consideration, will raise a less severe alert. If the result is below '< Min' the result will be shown as '< [min]'. The same applies for results above '> Max'
it: Cliccare nelle Categorie Analisi (sfondo ombreggiato) per vedere i Servizi di Analisi in ogni categoria. Inserire i valori minimo e massimo per indicare un intervallo di risultati validi. Ogni risultato fuori da questo intervallo genererà un alert. Il campo % Errore permette per una percentuale di incertezza di considerare quando si valutano i risultati rispetto ai valori minimo e massimo. Un risultato fuori intervallo ma ancora nella percentuale di errore viene preso in considerazione, comunque verrà generato un alert meno severo. Se il risultato è inferiore '< Min' il risultato verrà mostrato come '< [min]'. Lo stesso vale per i risultati superiori '> Max'
pt_br: Clique em Categorias de Análises (sobre o fundo sombreado) para ver os Serviços de Análise em cada categoria. Digite um valor mínimo e máximo para indicar a margem válida de resultados. Qualquer resultado fora desta margem irá gerar um alerta. O campo % Erro permite uma % de incerteza a ser considerada quando os resultados são avaliados contra valores mínimo e máximo. Um resultado fora da margem, mas ainda dentro da % de erro será levado em consideração, gerando um alerta menos severo. Se o resultado estiver abaixo de '< mín.', o resultado será exibido como '< [min]'. O mesmo se aplica para resultados acima de '> máx.'

source: Click to download
it: Clicca per scaricare
pt_br: Clique para baixar

source: Client
it: Cliente
pl: Klient
pt_br: Cliente

source: Client Batch ID
it: ID Batch Cliente
pl: Kod serii próbek nadany przez klienta
pt_br: ID Cliente em lote

source: Client ID
it: ID Cliente
pl: ID klienta
pt_br: ID do Cliente

source: Client Landing Page
it: Pagina Destinazione Cliente
pl: Strona docelowa klienta
pt_br: Pagina inicial do Cliente

source: Client Name
it: Nome Cliente
pt_br: Nome do Cliente

source: Client Order
it: Ordine Cliente
pl: Zlecenie klienta
pt_br: Pedido de Cliente

source: Client Order Number
it: Numero Ordine Cliente
pl: Numer Zamówienia Klienta
pt_br: Número de ordem do cliente

source: Client Ref
it: Rif. Cliente
pl: Odniesienie do klienta
pt_br: Referência de Cliente

source: Client Reference
it: Riferimento Cliente
pl: Odniesienie do klienta
pt_br: Referência de Cliente

source: Client SID
it: SID Cliente
pl: Kod próbki nadany przez klienta
pt_br: SID do Cliente

source: Client Sample ID
it: ID Campione Cliente
pl: Kod próbki klienta
pt_br: ID da Amostra do Cliente

source: Client Sampling Rounds
pt_br: Rondada de amostragem de clientes

source: Client contact in charge at sampling time
pl: Osoba odpowiedzialna za kontakt z klientem w czasie pobierania próbek
pt_br: Contato do cliente responsável no momento da amostragem

source: Client contact required before request may be submitted
it: Il contatto cliente è necessario prima che sia presentata una richiesta
pt_br: É necessário o contato com o cliente antes que o pedido possa ser processado

source: Client contact who coordinates with the lab
pl: Kontakt z klientem, który koordynuje pracę z laboratorium
pt_br: Contato do cliente que coordena com o laboratório

source: Clients
it: Clienti
pl: Klienci
pt_br: Clientes

source: Close
pl: Zamknij
pt_br: Fechar

source: Closed
it: Chiuso
pl: Zamknięte
pt_br: Fechado

source: Code for the location
it: Codice per la posizione
pl: Kod lokalizacji
pt_br: Código para o local

source: Code for the site
it: Codice per l'ubicazione
pl: Kod miejsca
pt_br: Código para o sítio

source: Code the the shelf
it: Codice per lo scaffale
pl: Kod półki
pt_br: Código para a prateleira

source: Comma (,)
it: Virgola (,)
pl: Przecinek(,)
pt_br: Virgula (,)

source: Comments
it: Commenti
pl: Komentarze
pt_br: Comentários

source: Comments or results interpretation
it: Commenti o interpretazione risultati
pl: Komentarz lub interpretacja wyników
pt_br: Comentários ou interpretação de resultados

source: Commercial ID
it: ID Commerciale
pl: Komercyjny ID
pt_br: ID do comercio

source: Complete
pt_br: Completar

source: Composite
it: Composito
pl: Złożona
pt_br: Composto

source: Composite Y/N
pl: Złożony T/N
pt_br: Composta S/N

source: Confidence Level %
it: Livello di Fiducia %
pl: Poziom ufności %
pt_br: % Nível de certeza

source: Configure the sample partitions and preservations for this template. Assign analyses to the different partitions on the template's Analyses tab
it: Configura le suddivisioni e conservazioni campione per questo modello. Assegna le analisi per le differenti suddivizioni nella tab Analisi modello
pl: Konfiguracja szablonu dla próbek wieloczęściowych i utrwalania. W zakładce Analizy każdej części przypisz odpowiednią analizę
pt_br: Configure as partições de amostra e preservações para este modelo. Designe análises para as diferentes partições na aba de Análises do modelo.

source: Confirm password
it: Conferma password
pl: Potwierdź hasło
pt_br: Confirme a senha

source: Considerations
it: Considerazioni
pl: Uwarunkowania
pt_br: Considerações

source: Contact
it: Contatto
pl: Kontakt
pt_br: Contato

source: Contact is deactivated. User cannot be unlinked.
pl: Kontakt jest dezaktywowany. Użytkownik nie może zostać odłączony.
pt_br: Contato está desativado. O usuário não pode ser desvinculado.

source: Contacts
it: Contatti
pl: Kontakty
pt_br: Contatos

source: Contacts to CC
it: Contatti in CC
pl: Kontakty Do wiadomości
pt_br: Contatos para CC

source: Container
it: Contenitore
pl: Pojemnik
pt_br: Recipiente

source: Container Title
pl: Nazwa pojemnika
pt_br: Nome do recipiente

source: Container Type
it: Tipo di contenitore
pl: Typ pojemnika
pt_br: Tipo de Recipiente

source: Container Types
it: Tipi di contenitore
pl: Typy pojemników
pt_br: Tipos de Recipientes

source: Container Volume
pl: Pojemność pojemnika
pt_br: Volume do recipiente

source: Containers
it: Contenitori
pl: Pojemniki na próbki
pt_br: Recipientes

source: Content Type
it: Tipo Contenuto
pl: Typ zawartości
pt_br: Tipo de Conteúdo

source: Content type
it: Tipo contenuto
pl: Typ zawartości
pt_br: Tipo de conteúdo

source: Control
it: Controllo
pl: Kontrola
pt_br: Controle

source: Control QC analyses
it: Analisi di controllo QC
pl: Analiza kontrolna QC
pt_br: Análises para CQ de controle

source: Copy
it: Copia
pl: Kopiuj
pt_br: Copiar

source: Copy analysis services
it: Copia servizi di analisi
pl: Kopiuj metodę badań
pt_br: Copiar serviços de análise

source: Copy from
it: Copia da
pl: Kopiuj z
pt_br: Copiar de

source: Copy to new
it: Copia su nuovo
pl: Kopiuj jako nowy
pt_br: Copiar para um novo

source: Count
it: Conteggio
pl: Policz
pt_br: Conta

source: Country
it: Nazione
pl: Kraj
pt_br: País

source: Create a new User
pl: Utwórz nowego Użytkownika
pt_br: Criar um novo Usuário

source: Create a new sample of this type
it: Crea un nuovo campione di questo tipo
pl: Utwórz nową próbkę tego typu
pt_br: Criar uma nova amostra deste tipo

source: Created
it: Creato
pl: Utworzony
pt_br: Criado

source: Created by
it: Creato da
pl: Utworzone przez
pt_br: Criado por

source: Created by:
it: Creato da:
pl: Utworzone przez:
pt_br: Criado por:

source: Creating and initialising objects
pt_br: Criando e inicializando objetos

source: Creator
it: Creatore
pl: Twórca
pt_br: Criar

source: Criteria
it: Criterio
pl: Kryteria
pt_br: Critério

source: Currency
it: Valuta
pl: Waluta
pt_br: Moeda

source: Current
it: Attuale
pl: Bieżące
pt_br: Atual

source: Custom decimal mark
it: Separatore decimale personalizzato
pl: Defininiowany separator miejsca dziesiętnego
pt_br: Marca decimal padrão

source: Daily
pl: Dzienny
pt_br: Diáriamente

source: Daily samples received
it: Campioni giornalieri ricevuti
pl: Ilość odebranych próbek
pt_br: Amostras Diária recebidas

source: Data Interface
it: Data interfaccia
pl: Interfejs danych
pt_br: Interface de Dados

source: Data Interface Options
it: Opzioni Interfaccia Data
pl: Opcje interfejsu danych
pt_br: Opções da Interface de Dados

source: Data entry day book
it: Immissione dati libro giornale
pl: Przyjęte zamówienia
pt_br: Entrada de dados no diário

source: Date
it: Data
pl: Data
pt_br: Data

source: Date Created
it: Data Creato
pl: Data utworzenia
pt_br: Data de Criação

source: Date Dispatched
it: Data di spedizione
pl: Data wysyłki
pt_br: Data de Remessa

source: Date Disposed
it: Data cancellazion
pl: Data usunięcia
pt_br: Data de descarte

source: Date Expired
it: Data di scadenza
pl: Data przydatności
pt_br: Data de Expiração

source: Date Imported
it: Data di importazione
pt_br: Data de Importação

source: Date Loaded
it: Data di caricamento
pl: Data wczytania
pt_br: Data de Carregamento

source: Date Opened
it: Data di apertura
pl: Data otwarcia
pt_br: Data de Abertura

source: Date Preserved
it: Data Conservato
pl: Data utrwalenia
pt_br: Data da Preservação

source: Date Published
it: Data di pubblicazione
pl: Data opublikowania
pt_br: Data de Publicação
