Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/senaite.core.po
Languages: it, pl, pt_br

source: Subgroups are sorted with this key in group views
it: I sottogruppi sono ordinati con questa chiave nella vista gruppi
pl: Sortowanie podgrup według tego klucza w widokach grup
pt_br: Subgrupos são classificadas com esta tecla em grupos vistos

source: Submit
it: Invia
pl: Prześlij
pt_br: Submeter

source: Submit a valid Open XML (.XLSX) file containing Bika setup records to continue.
it: Indicare un valido file Open XML (.XLSX) contenente i registri di configurazione Bika per continuare.
pl: Prześlij prawidłowy plik Open XML (.XLSX) zawierający rekordy konfiguracji instalacji Senaite, aby kontynuować.
pt_br: Enviar um arquivo válido Open XML (.xlsx) contendo registros de configuração do BIka para continuar.

source: Submit for verification
pt_br: Enviar para verificação

source: Submited and verified by the same user-
pt_br: Enviado e verificado pelo mesmo usuário-

source: Submitting AR Import
pt_br: Enviando AR Importação

source: Supplier
it: Fornitore
pl: Dostawca
pt_br: Fornecedor

source: Suppliers
it: Fornitori
pl: Dostawcy
pt_br: Fornecedor

source: Supply Order
it: Ordine di Fornitura
pl: Zamówienie dostawy
pt_br: Pedido de suprimento

source: Surname
it: Cognome
pl: Nazwisko
pt_br: Sobrenome

source: Switch to Frontpage
pl: Przejdź do strony głównej
pt_br: Mudar para a Pagina Inicial

source: Switch to dashboard
pl: Przejdź do dashboard
pt_br: Mudar para o painel de controle

source: Switch to frontpage
pl: Przejdź do strony głównej
pt_br: Mudar para a pagina inicial

source: System Dashboard
pl: Panel systemowy
pt_br: Painel de Controle do Sistema

source: System default
pl: Domyślne ustawienie systemowe
pt_br: Padrão do Sistema

source: Task
it: Compito
pl: Zadanie
pt_br: Tarefa

source: Task ID
pt_br: ID da tarefa

source: Task type
it: Tipo compito
pl: Typ zadania
pt_br: Tipo de Tarefa

source: Technical description and instructions intended for analysts
it: Descrizione tecnica e istruzioni per l'analista
pl: Opis techniczny i instrukcje przeznaczone dla analityków
pt_br: Descrição técnica e instruções a serem seguidas por analistas

source: Temperature
it: Temperatura
pt_br: Temperatura

source: Template
it: Modello
pl: Szablon
pt_br: Modelo

source: Test Parameters
pl: Parametry testowe
pt_br: Parâmetros de teste

source: Test Result
pt_br: Resultado do teste

source: The Analysis Profile selection for this template
it: La selezione di Profilo Analisi per questo modello
pt_br: A seleção do Perfil de Análise para este modelo

source: The ID assigned to the client's sample by the lab
it: l'ID assegnata alla richiesta del cliente dal laboratorio
pt_br: O ID designado à amostra do cliente pelo laboratório

source: The Laboratory's web address
it: L'indirizzo web del Laboratorio
pl: Adres internetowy laboratorium
pt_br: O endereço web do Laboratório

source: The Lower Detection Limit is the lowest value to which the measured parameter can be measured using the specified testing methodology. Results entered which are less than this value will be reported as < LDL
it: Il limite di rivelazione basso, LDL, è il più basso valore a cui il parametro misurato può essere determinato utilizzando la metodolodia di esame specificata. Il risultato inserito che fosse inferiore a questo valore verrà indicato come < LDL
pl: Dolny Limit Detekcji zdefiniowano jako najniższą wartość, którą można zmierzyć daną metodą analityczną. Uzyskany wynik o mniejszej wartości będzie zapisany jako < DLD
pt_br: O limite inferior de detecção é o menor valor para o qual o parâmetro medido pode ser medido usando a metodologia de teste especificado. Resultados encontrados que são inferiores a este valor será relatado como < LDL (Menor limite de detecção)

source: The Upper Detection Limit is the highest value to which the measured parameter can be measured using the specified testing methodology. Results entered which are greater than this value will be reported as > UDL
it: Il limite di rivelazione alto, UDL, è il più alto valore a cui il parametro misurato può essere determinato utilizzando la metodolodia di esame specificata. Il risultato inserito che fosse superiore ai questo valore verrà indicato come > UDL
pl: Górny Limit Detekcji zdefiniowano jako najwyższą wartość, którą można zmierzyć daną metodą analityczną. Uzyskany wynik o większej wartości będzie zapisany jako > GLD
pt_br: O limite inferior de detecção é o menor valor para o qual o parâmetro medido pode ser medido usando a metodologia de teste especificado. Resultados encontrados que são superiores a este valor será relatado como > UDL (Maior limite de detecção)

source: The accreditation standard that applies, e.g. ISO 17025
it: La norma di accreditamento che si applica, ad esempio ISO 17025
pl: Norma, wg której akredytowane jest laboratorium, np. ISO 17025
pt_br: Padrões de certificação aplicáveis, como ISO 17025

source: The analyses included in this profile, grouped per category
it: Le analisi incluse in questo profilo, raggruppate per categoria
pl: Analizy zawarte w tym profilu, pogrupowane według kategorii
pt_br: As análises inclusas neste perfil, agrupadas por categoria

source: The analysis to be used for determining dry matter.
it: Le analisi da utilizzare per determinare la materia secca
pt_br: As análises a serem usadas para determinar a matéria seca.

source: The analyst or agent responsible of the calibration
it: L'analista o l'addetto responsabile della calibrazione
pl: Osoba odpowiedzialna za kalibrację
pt_br: Analista ou técnico responsável pela calibração

source: The analyst or agent responsible of the maintenance
it: L'analista o l'addetto responsabile della manutenzione
pl: Osoba odpowiedzialna za przeglądy
pt_br: Analista ou técnico responsável pela manutenção

source: The analyst responsible of the validation
it: L'analista responsabile della convalida
pl: Analityk odpowiedzialny za walidację
pt_br: Analista responsável pela validação

source: The attachments linked to analysis requests and analyses
it: Allegati alle "richieste di analisi" ed analisi
pt_br: Anexos associados às requisições de análise e análises

source: The category the analysis service belongs to
it: Le categoria del servizio analisi appartiene a
pl: Kategoria metod badań należy do
pt_br: A categoria da análise a qual este serviço pertence

source: The date the instrument was installed
it: La data di installazione dello strumento
pl: Data instalacji instrumentu
pt_br: A data o instrumento foi instalado

source: The date to do the sampling process
pt_br: A data para fazer o processo de amostragem

source: The decimal mark selected in Bika Setup will be used.
it: Il separatore decimale selezionato in Impostazioni Bika sarà usato
pl: Użyty zostanie separator dziesiętny zdefiniowany w Konfiguracji Senaite.
pt_br: O marcador decimal nas configurações Bika serão usados.

source: The default Sampler for these Sampling Round
pt_br: O coletador padrão para estas rodadas de amostragem

source: The default container type. New sample partitions are automatically assigned a container of this type, unless it has been specified in more details per analysis service
it: Il tipo contenitore predefinito. Nuove suddivisioni campione sono automaticamente assegnate a contenitori di questo tipo, a meno che non sia specificato in più dettagli per servizio analisi
pl: Domyślny typ pojemnika. Zostanie automatycznie przydzielony dla nowej próbki wieloczęściowej, chyba że będzie zdefiniowany odrębnie dla każdej usługi analitycznej
pt_br: O tipo padrão de recipiente. Novas partições de amostra receberão, automaticamente, um recipiente deste tipo a não ser que isto tenha sido especificado com mais detalhes por serviço de análise

source: The discount percentage entered here, is applied to the prices for clients flagged as 'members', normally co-operative members or associates deserving of this discount
it: Lo sconto percentuale inserito qui, è applicato ai prezzi per i clienti contrassegnati come 'membri', normalmente membri di cooperative o collegati meritevoli di questo sconto
pl: Wprowadzona tu wartość procentowa rabatu ma zastosowanie do cen dla klientów oznaczonych jako członkowie, wielokrotni klienci lub współpracownicy
pt_br: O percentual de desconto digitado aqui é aplicado aos preços para os clientes identificados como 'associados', normalmente membros cooperados e parceiros merecedores deste desconto.

source: The full URL: http://URL/path:port
it: L'URL completo: http://URL/path:port
pt_br: A URL completa: http://URL/path:port

source: The height or depth at which the sample has to be taken
it: L'altezza o la profondita al quale il campione deve essere preso
pl: Wysokości lub głębokości, na której próbka powinna zostać pobrana
pt_br: A altura ou profundidade na qual a amostra deve ser obtida

source: The instrument's ID in the lab's asset register
it: l'ID dello strumento nel registro dei beni del laboratorio
pl: Identyfikator ID przyrządu w rejestrze wyposażenia laboratorium
pt_br: ID do instrumento no registro de ativos do laboratório

source: The instrument's model number
it: Numero di modello dello strumento
pl: Numer modelu przyrządu
pt_br: O número do modelo do instrumento

source: The interval is calculated from the 'From' field and defines when the certificate expires in days. Setting this inverval overwrites the 'To' field on save.
pl: Interwał jest obliczany na podstawie pola 'Od' i określa, kiedy certyfikat wygasa w dniach. Ustawienie tego odstępu zastępuje pole 'Do' podczas zapisywania.
pt_br: O intervalo é calculado a partir do campo 'De' e define quando o certificado expira em dias. Definir esta inversão sobrescreve o campo 'Fazer' em salvar.

source: The item %s can't be transitioned.
pt_br: O item %s não pode ser transferido.

source: The item can't be transitioned.
pt_br: O item não pode ser transferido.

source: The lab department responsible for the sampling round
pt_br: O departamento de laboratório responsável pela rodada de amostragem

source: The lab is not accredited, or accreditation has not been configured.
it: Il laboratorio non è accreditato o l'accreditamento non è stato configurato.
pl: Laboratorium nie jest akredytowane lub akredytacja nie została skonfigurowana.
pt_br: Este laboratório não é certificado, ou a certificação não foi configurada.

source: The laboratory department
it: Il dipartimento di laboratorio
pl: Dział laboratorium
pt_br: O departamento do laboratório

source: The laboratory departments
pl: Działy laboratorium
pt_br: Os departamentos laboratoriais

source: The list of sample points from which this sample type can be collected. If no sample points are selected, then all sample points are available.
it: L'elenco dei punti di campionamento che questo tipo campione può essere raccolto. Se nessun punto di campionamento è selezionato, allora tutti i punti di campionamento sono disponibili.
pl: Wykaz punktów pomiarowych, z których tego typu próbki mogą być pobierane. Jeśli żaden z punktów pomiarowych nie jest zaznaczony, wszystkie punkty pobierania próbek będą dostępne.
pt_br: A lista de locais de amostragem a partir dos quais esta amostra pode ser coletada. Se nenhum local de amostragem for selecionado, então todos os locais de amostragem estarão disponíveis.

source: The list of sample types that can be collected at this sample point. If no sample types are selected, then all sample types are available.
it: L'elenco dei tipi campione che può essere associato questo punto di campionamento. Se nessun tipo campione è selezionato, allora tutti i tipi campione sono disponibili.
pl: Lista typów próbek, które mogą być pobierane w tym punkcie pobierania. Jeżeli żaden typ próbki nie jest zaznaczony dostępne są wszystkie typy próbek.
pt_br: A lista de tipos de amostras que podem ser coletadas neste local de amostragem. Se nenhum tipo de amostra for selecionado, então todos os tipos estão disponíveis.

source: The measurement units for this analysis service' results, e.g. mg/l, ppm, dB, mV, etc.
it: L'unità di misura per questi risultati di servizio analisi, ead esempio mg/l, ppm, dB, mV, ecc.
pl: Jednostki miary dla tej metody badań, np. mg/l, ppm, itp.
pt_br: As unidades de medida para os resultados deste serviço de análise, por exemplo mg/l, ppm, dB, mV, etc.

source: The method %s is not valid: no manual entry allowed and no instrument assigned
pl: Metoda %s jest nieprawidłowa: niedozwolone jest ręczne wprowadzanie i nie przypisano żadnego instrumentu
pt_br: O método %s não é válido: nenhuma entrada manual permitida e nenhum instrumento atribuído

source: The method %s is not valid: only instrument entry for this analysis is allowed, but the method has no instrument assigned
pl: Metoda %s jest nieprawidłowa: dozwolone jest tylko wprowadzanie instrumentów dla tej analizy, ale do metody nie przypisano żadnego instrumentu
pt_br: O método %s não é válido: somente a entrada pelo instrumento para essa análise é permitida, mas o método não possui nenhum instrumento atribuído

source: The minimum sample volume required for analysis eg. '10 ml' or '1 kg'.
it: Il minimo volume campione richiesto per analisi, ad esempio '10 ml' o '1 kg'.
pl: Minimalna ilość próbki wymagana do analizy np. '10 ml' lub '1 kg'.
pt_br: O mínimo volume de amostra necessário para a análise, exemplo '10 ml' ou '1 kg'.

source: The number of analyses requested per analysis service
it: Numero di parametri richiesti per servizio di analisi
pl: Liczba zestawów analiz według metod badań
pt_br: Número de análises requisitadas por serviço de análise

source: The number of analyses requested per sample type
it: Numero di analisi richieste per tipo di campione
pl: Liczba zestawów analiz według typu próbki
pt_br: Número de análises requisitadas por tipo de amostra

source: The number of days before a password expires. 0 disables password expiry
it: Il numero di giorni prima della scadenza della password. 0 disabilita la scadenza password
pl: Liczba dni, po których hasło wygasa. 0 wyłącza opcję wygaśnięcia hasła
pt_br: O número de dias antes que uma senha expire. O número '0' desabilita a expiração da senha

source: The number of days before a sample expires and cannot be analysed any more. This setting can be overwritten per individual sample type in the sample types setup
it: Il numero di giorni prima della scadenza campione e non potrà essere vpiù analizzato. Questa impostazione può essere ignorata per singoli tipi campioni nella impostazione dei tipi campione
pl: Liczba dni, po których próbka traci ważność i nie może być więcej analizowana. To ustawienie może być nadpisane dla pojedynczego rodzaju próbki w ustawieniach typów próbek
pt_br: O número de dias antes que uma amostra expire e não possa mais ser analisada. Esta configuração pode ser definida por tipo individual de amostra

source: The number of days between recurring field trips
pl: Liczba dni między powtarzającymi się wyjazdami w teren
pt_br: O número de dias entre viagens de campo recorrentes

source: The number of minutes before a user is automatically logged off. 0 disables automatic log-off
it: Il numero di minuti prima che un utente sia disconnesso. 0 disabilita la disconnessione automatica
pl: Liczba minut, zanim użytkownik zostanie automatycznie wylogowany. 0 powoduje wyłączenie automatycznego wylogowania
pt_br: O número de minutos antes que o logoff automático de um usuário aconteça. O número '0' desabilita o logoff automático

source: The number of requests and analyses
it: Il numero di richieste e di analisi
pl: Ilość zleceń i analiz
pt_br: Número de requisições e análises

source: The number of requests and analyses per client
it: Il numero di richieste e di analisi per cliente
pl: Liczba zapytań i analiz według klienta
pt_br: Número de requisições e análises por cliente

source: The period for which un-preserved samples of this type can be kept before they expire and cannot be analysed any further
it: Il periodo nel quale i campioni non conservati di questi tipo possono essere tenuti prima della scadenza e non può essere analizzato ulteriormente
pl: Okres, w którym niezakonserwowane próbki tego typu mogą być przechowywane przed ich przedawnieniem i nie mogą być później badane
pt_br: O período no qual amostras não preservadas deste tipo podem ser mantidas antes que expirem e não mais possam ser analisadas

source: The person at the supplier who approved the certificate
it: La persona della ditta fornitore che ha approvato il certificato
pl: Osoba, która zatwierdziła certyfikat
pt_br: A pessoa do fornecedor que aprovou o certificado

source: The person at the supplier who performed the task
it: La persona della ditta fornitore che ha eseguito il compito
pl: Osoba, która wykonała zadanie
pt_br: A pessoa do fornecedor que executou a tarefa

source: The person at the supplier who prepared the certificate
it: La persona della ditta fornitore che ha preparato il certificato
pl: Osoba, która przygotowała certyfikat
pt_br: A pessoa do fornecedor que aprovou o certificado

source: The price charged per analysis for clients who qualify for bulk discounts
it: Il prezzo modificato per analisi per i clienti qualificati per gli sconti grandi quantità
pl: Cena za analizę dla klientów, którym przysługuje rabat za 'hurtowe' zamówienia
pt_br: O preço cobrado a clientes qualificados para descontos por volume

source: The profile's commercial ID for accounting purposes.
it: l'ID commerciale del profilo per fini contabili
pl: Komercyjny Identyfikator profilu do celów księgowych.
pt_br: ID comercial do perfil para fins contábeis.

source: The profile's keyword is used to uniquely identify it in import files. It has to be unique, and it may not be the same as any Calculation Interim field ID.
it: La chiave di profilo è usata per identificarlo univocamente nei file di importazione. Deve essere unico, e non può essere lo stesso di qualsiasi campo ID Calcolo Provvisorio
pl: Słowo kluczowe profilu, jest niezbędne dla jego identyfikacji w importowanych plikach, musi być unikalne i różne od identyfikatorów ID pól tymczasowych w Formułach obliczeniowych.
pt_br: A palavra-chave do perfil é usada unicamente para identificá-lo em arquivos de importação. Ela deve ser única e não pode ser a mesma usada em campos interinos de cálculos.

source: The reference code issued to the lab by the accreditation body
it: Il codice di riferimento rilasciato al laboratorio dall'ente di accreditamento
pl: Numer akredytacji przypisany laboratorium przez organ akredytacyjny
pt_br: O código de referência emitido pelo órgão de certificação.

source: The result after the calculation has taken place with test values. You will need to save the calculation before this value will be calculated.
pl: Wynik po obliczeniach z wartościami testowymi. Należy zapisać obliczenia, zanim ta wartość zostanie obliczona.
pt_br: O resultado após o cálculo foi realizado com valores de teste. Você precisará salvar o cálculo antes que esse valor seja calculado.

source: The results for the Analysis Services that use this method can be set manually
it: I risultati dei Servizi Analisi che utilizzano questo metodo possono essere impostati manualmente
pl: Metoda umożliwi ręcznie wpisywanie wyników do Usługi Analtycznej AS
pt_br: Os resultados para os serviços de análise que usam este método podem ser definidos manualmente

source: The results of field analyses are captured during sampling at the sample point, e.g. the temperature of a water sample in the river where it is sampled. Lab analyses are done in the laboratory
it: I risultati o campi analisi sono acquisiti durante il campionamento nel punto di campionamento, ad esempio la temperatura di un campione di acqua del fiume dove viene campionato. Le analisi di laboratorio vengono eseguite nel laboratorio
pl: Wyniki analiz terenowych uzyskiwane są podczas pobierania próbek w punkcie pobierania, np. temperatura próbki wody w rzece, gdzie próbka jest pobierana. Analizy laboratoryjne są wykonywane w laboratorium
pt_br: Os resultados das análises de campo que são capturados no local de amostragem, como a temperatura de uma amostra de água de um rio onde a amostra foi tomada. As análises são feitas no laboratório.

source: The room and location where the instrument is installed
it: La stanza e la posizione dove lo strumento è installato
pl: Pomieszczenie i położenie zainstalowanego instrumentu
pt_br: A sala e local onde os instrumentos estão instalados

source: The selected instruments have support for this method. Use the Instrument edit view to assign the method to a specific instrument
it: Gli strumenti selezionati supportano questo metodo. Utilizza la vista modifica strumento per assegnare il metodo ad uno specifico strumento
pl: Przyrządy, które mogą być zastosowanie w tej metodzie. Dla przypisania odpowiedniego przyrządu do metody należ użyć edycji Intrumentu
pt_br: Os instrumentos selecionados têm suporte para este método. Use a visualização de editar instrumento para designar o método para um instrumento específico

source: The selected landing page is displayed for non-authenticated users and if the Dashboard is not selected as the default front page. If no landing page is selected, the default Bika frontpage is displayed.
pl: Wybrana strona docelowa jest wyświetlana dla nieuwierzytelnionych użytkowników i jeśli pulpit nawigacyjny nie jest wybrany jako domyślna strona główna. Jeśli nie wybrano strony docelowej, wyświetlana jest domyślna strona główna Senaite.
pt_br: A página de destino selecionada é exibida para usuários não autenticados e se o Painel não estiver selecionado como página inicial padrão. Se nenhuma página de destino for selecionada, a página inicial do Bika padrão será exibida.

source: The serial number that uniquely identifies the instrument
it: Il numero seriale che identifica univocamente lo strumento
pl: Numer seryjny, który unikatowo identyfikuje przyrząd
pt_br: O número de série que identifica, de forma única, o instrumento.

source: The service's analytical protocol ID
it: ID del protocollo analitico del servizio
pl: Identyfikator protokołu analitycznego danej usługi
pt_br: ID de protocolo de serviço analítico

source: The service's commercial ID for accounting purposes
it: L'ID commerciale del servizio ai fini contabili
pl: Identyfikator handlowy usługi do celów księgowych
pt_br: ID serviço do perfil para fins contábeis.

source: The system wide default configuration to indicate whether file attachments are required, permitted or not per analysis request
it: La configurazione predefinita a livello di sistema per indicare se gli allegati sono necessari, consentiti o meno per richiesta analisi
pt_br: A configuração padrão para todo o sistema que define se anexos são requeridos, permitidos ou não por requisição de análise
