Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/senaite.core.po
Languages: it, pl, pt_br

source: Date Received
it: Data di ricezione
pl: Data dostarczenia
pt_br: Data de Recebimento

source: Date Requested
it: Data di richiesta
pl: Data zgłoszenia
pt_br: Data do Pedido

source: Date Sampled
it: Data di campionamento
pl: Data pobrania
pt_br: Data da Amostra

source: Date Validated
pt_br: Data Validada

source: Date Verified
pt_br: Data Verificada

source: Date collected
pt_br: Data da coleta

source: Date from which the calibration certificate is valid
it: Data dalla quale il certificato di calibrazione è valido
pl: Data, od której potwierdzenie kalibracji jest ważne
pt_br: Data a partir da qual o certificado de calibração é válido

source: Date from which the instrument is under calibration
it: Data dalla quale lo strumento è sotto calibrazione
pl: Data, od której instrument jest wykalibrowany
pt_br: Data a partir do instrumento sob calibração

source: Date from which the instrument is under maintenance
it: Data dalla quale lo strumento è sotto manutenzione
pl: Data, od której instrument jest w konserwacji
pt_br: Data a partir do instrumento sob manutenção

source: Date from which the instrument is under validation
it: Data dalla quale lo strumento è sotto validazione
pl: Data, od której instrument podlega walidacji
pt_br: Data a partir do instrumento sob validação

source: Date received
it: Data ricevuto
pl: Data odbioru
pt_br: Data de recepção

source: Date until the certificate is valid
it: Data fino a quando il certificato è valido
pl: Data do kiedy certyfikat jest ważny
pt_br: Data até a qual o certificado é válido

source: Date until the instrument will not be available
it: Data fino a quando lo strumento non è disponibile
pl: Data, do której przyrząd będzie niedostępny
pt_br: Data até que o instrumento não estará disponível

source: Date when the calibration certificate was granted
it: Data in cui il certificato di calibrazione è stato concesso
pl: Data uzyskania świadectwa kalibracji
pt_br: Data de quando o certificado de calibração foi concedido

source: Days
it: Giorni
pl: Dni
pt_br: Dias

source: De-activate until next calibration test
it: Disattivare fino al prossimo test di calibrazione
pl: Nieaktywny do następnego testu kalibracji
pt_br: Desativar até a próxima calibração

source: Deactivate
pl: Dezaktywuj
pt_br: Desativar

source: Decimal mark to use in the reports from this Client.
it: Il separatore decimale da utilizzare nei reports da questo Cliente.
pl: Separator dziesiętny do zastosowania w raportach tego Klienta.
pt_br: Marca decimal para uso nos Laudos deste cliente.

source: Default
it: Predefinito
pt_br: Padrão

source: Default AR Specifications
it: Specifiche RA Predefinite
pt_br: Especificações de RA padrões

source: Default ARReport Template
pt_br: Modelo ARReport padrão

source: Default Container
it: Contenitore Predefinito
pl: Domyślny pojemnik
pt_br: Recipiente Padrão

source: Default Container Type
it: Tipo Contenitore Predefinito
pl: Domyślny rodzaj pojemnika
pt_br: Tipo Padrão de Recipiente

source: Default Emails to CC all published ARs for this client
pt_br: Emails padrão para CC todos os ARs publicados para este cliente

source: Default Instrument
it: Strumento Predefinito
pl: Domyślny instrument
pt_br: Instrumento padrão

source: Default Method
it: Metodo Predefinito
pl: Domyślna metoda
pt_br: Método padrão

source: Default Preservation
it: Conservazione Predefinita
pl: Domyślne utrwalanie
pt_br: Preservação Padrão

source: Default categories
it: Categoria predefinita
pl: Kategorie domyślne
pt_br: Categorias padrão

source: Default container for new sample partitions
it: Contenitore predefinito per nuove suddivisioni campione
pl: Domyślny pojemnik dla nowej próbki częściowej
pt_br: Recepiente padrão para novas partições de amostras

source: Default containers: ${container_list}
it: Contenitori predefiniti: ${container_list}
pt_br: Recipientes padrão: ${container_list}

source: Default decimal mark
it: Separatore decimale predefinito
pl: Domyślny separator dziesiętny
pt_br: Marca decimal padrão

source: Default instrument %s is not valid
pl: Domyślny instrument %s jest nieprawidłowy
pt_br: O instrumento padrão %s não é válido

source: Default layout in worksheet view
pl: Domyślny układ w widoku arkusza
pt_br: Layout padrão na exibição da planilha

source: Default preservations: ${preservation_list}
it: Conservazioni predefinite: ${preservation_list}
pt_br: Preservações padrão: ${preservation_list}

source: Default sample retention period
it: Periodo di default di conservazione del campione
pl: Domyślny okres przechowywania próbki
pt_br: Período padrão de retenção de amostra

source: Default scientific notation format for reports
it: Notazione scientifica predefinita per reports
pl: Domyślny format notacji naukowej dla raportów
pt_br: Formato de notação científica padrão para laudos

source: Default scientific notation format for results
it: Notazione scientifica predefinita per risultati
pl: Domyślny format notacji naukowej dla wyników
pt_br: Formato de notação científica padrão para resultados

source: Default value
it: Valore predefinito
pl: Wartość domyślna
pt_br: Valor Padrão

source: DefaultARSpecs_description
pt_br: EspecPadrRA_descricao

source: Define a date range
pt_br: Definir um intervalo de datas

source: Define an identifier code for the method. It must be unique.
it: Definisci un codice di identificazione per il metodo. Deve essere unico.
pl: Zdefiniuj kod identyfikacyjny dla metody, który musi być unikalny.
pt_br: Definir um código identificador para o método. Ele deve ser exclusivo.

source: Define interim fields such as vessel mass, dilution factors, should your calculation require them. The field title specified here will be used as column headers and field descriptors where the interim fields are displayed. If 'Apply wide' is enabled the field will be shown in a selection box on the top of the worksheet, allowing to apply a specific value to all the corresponding fields on the sheet.
pl: Definicja pól tymczasowych takich jak masa, współczynnik rozcieńczenia, wymaganych przez formułę obliczeniową. Zdefiniowana tu nazwa pola będzie użyta jako nagłówek kolumny oraz opis w miejscu wyświetlania pola tymczasowego. Jeżeli włączona jest opcja 'Zastosuj wielokrotnie', pole będzie widoczne jako opcja wyboru na górze arkusza pracy, dostarczając odpowiedniej wartości do wszystkich powiązanych pól.
pt_br: Defina campos interinos como massa do vasso, fatores de diluição, caso seu cálculo os exija. O título de campo especificado aqui será usado como cabeçalhos de colunas e descritores de campo onde os campos intermediários são exibidos. Se "Aplicar ampla" estiver ativado, o campo será exibido em uma caixa de seleção na parte superior da planilha, permitindo aplicar um valor específico a todos os campos correspondentes na planilha.

source: Define the number of decimals to be used for this result.
it: Definisci il numero di decimali da utilizzare per questo risultato.
pl: Definicja ilości miejsc dziesiętnych dla tego wyniku.
pt_br: Defina o numero de decimais para ser usado neste resultado.

source: Define the precision when converting values to exponent notation. The default is 7.
it: Definisci la precisione nella conversione dei valori in notazione esponenziale. Il predefinito è 7.
pl: Definicja precyzji podczas konwersji wartości do notacji wykładniczej. Domyślnie 7.
pt_br: Defina a precisão quando convertendo valores para notação exponencial. O padrão é 7

source: Define the sampler supposed to do the sample in the scheduled date
pt_br: Definir o coletor que deve amostrar na data programada

source: Define when the sampler has to take the samples
pt_br: Definir quando o coletor tem que coletar as amostras

source: Degrees
it: Gradi
pl: Stopnie
pt_br: Graus

source: Department
it: Dipartimento
pl: Dział
pt_br: Departamento

source: Departments
pl: Działy
pt_br: Departamentos

source: Dependent Analyses
it: Analisi Dipendente
pl: Analizy zależne
pt_br: Análise Dependente

source: Describes the method in layman terms. This information is made available to lab clients
it: Descrivi il metodo in termini semplici. Questa informazione vengono messe a disposizione dei clienti del laboratorio
pl: Opis metody zrozumiały dla laika. Informacje te są udostępniane klientom laboratorium
pt_br: Descreve o método em termos leigos. Esta informação pode ser exibida aos clientes do laboratório.

source: Description
it: Descrizione
pl: Opis
pt_br: Descrição

source: Description of the actions made during the calibration
it: Descrizione delle azioni fatte durante la calibrazione
pl: Opis czynności podejmowanych podczas kalibracji
pt_br: Descrição das ações realizadas durante a calibração

source: Description of the actions made during the maintenance process
it: Descrizione dellle azioni fatte durante il processo di manutenzione
pl: Opis czynności podejmowanych podczas konserwacji
pt_br: Descrição das ações realizadas durante o processo de manutenção

source: Description of the actions made during the validation
it: Descrizione delle azioni fatte durante la validazione
pl: Opis czynności podejmowanych podczas walidacji
pt_br: Descrição das ações feitas durante a validação

source: Description of the location
it: Descrizione della posizione
pl: Opis lokalizacji
pt_br: Descrição do local

source: Description of the shelf
it: Descrizione dello scaffale
pl: Opis półki
pt_br: Descrição da prateleira

source: Description of the site
it: Descrizione dell'ubicazione
pl: Opis miejsca
pt_br: Descrição do sítio

source: Disable multi-verification for the same user
pl: Wyłącz wielokrotną weryfikację dla tego samego użytkownika
pt_br: Desabilitar multi-verificação para o mesmo usuário

source: Disable the filtering by date
pt_br: Desativar a filtragem por data

source: Discount %
it: Sconto %
pl: Rabat %
pt_br: Desconto %

source: Dispatch
pt_br: Despachar

source: Dispatched
it: Spediti
pl: Wysłane
pt_br: Enviado

source: Display Value
it: Valore di visualizzazione
pl: Wyświetlana wartość
pt_br: Mostrar Valor

source: Display a Detection Limit selector
it: Mostra un selettore del limite di rilevabilità (DL)
pl: Wyświetl wskaźnik Limit Detekcji
pt_br: Mostrar seletor de limite de detecção

source: Display an alert on new releases of Bika LIMS
it: Mostra un alert sulle nuove versioni di Bika LIMS
pt_br: Mostrar um alerta em novas versões do Bika LIMS

source: Display individual sample partitions
it: Mostra singole suddivisioni campione
pt_br: Exibir partições individuais de amostra

source: Disposal Date
it: Data Smaltimento
pt_br: Data do Descarte

source: Dispose
pl: Usuń
pt_br: Descartar

source: Disposed
it: Eliminato
pl: Usunięte
pt_br: Descarte

source: District
it: Distretto
pl: Powiat
pt_br: Distrito

source: Division by zero
it: Divisione per zero
pt_br: Divisão por zero

source: Document
it: Documento
pl: Dokument
pt_br: Documento

source: Document ID
pl: Identyfikator ID dokumentu
pt_br: ID do documento

source: Document Location
pl: Lokalizacja dokumentu
pt_br: Localização do Documento

source: Document Type
pl: Typ dokumentu
pt_br: Tipo do Documento

source: Document Version
pl: Wersja dokumentu
pt_br: Versão do Documento

source: Dormant
it: Dormiente
pt_br: Inativo

source: Dot (.)
it: Punto (.)
pl: Kropka (.)
pt_br: Ponto (.)

source: Down from
it: Giù da
pl: Skąd
pt_br: Copiar de

source: Down to
it: Giù verso
pl: Aż do
pt_br: Copiar para

source: Dry
it: Secco
pt_br: Seco

source: Dry matter analysis
it: Analisi di sostanza secca
pt_br: Análise de matéria seca

source: Due
it: Scadenza
pl: Planowana
pt_br: Entrega

source: Due Date
it: Data di scadenza
pl: Data planowana
pt_br: Data de Entrega

source: Dup Var
pl: Zmienność Duplikatu
pt_br: Variável Duplicada

source: Duplicate
it: Duplicato
pl: Duplikat
pt_br: Duplicada

source: Duplicate Of
it: Duplicato del
pl: Duplikat
pt_br: Duplicado De

source: Duplicate QC analyses
it: Analisi in doppio QC
pl: Kontrolna analiza próby powtórzonej QC
pt_br: Análises de CQ duplicadas

source: Duplicate Variation %
it: Duplicati Variazione %
pl: Zmienność dla próbek podwójnych %
pt_br: Variação da Duplicação %

source: Duplicate analysis QC
it: Analisi in doppio QC
pt_br: CQ de análise duplicada

source: Duplicate analysis quality control graphs
it: Duplicare i grafici di controllo della qualità di analisi
pt_br: Gráficos de controle de qualidade de análise duplicada

source: E.g. SANAS, APLAC, etc.
it: Es. SANAS, APLAC, ecc.
pl: Np. PCA itp.
pt_br: Por exemplo, SANAS, APLAC, etc.

source: Early
it: Prossimo
pl: Wczesny
pt_br: Adiantado

source: Elevation
it: Elevazione
pl: Wysokość - głębokość
pt_br: Elevação

source: Email Address
it: Indirizzo email
pl: Adres E-mail
pt_br: Endereço de Email

source: Email subject line
it: Oggetto email
pt_br: Linha de assunto do email

source: Enable AR Specifications
it: Abilita Specifiche RA
pt_br: Habilitar especificações de RA

source: End Date
it: Data Fine
pl: Data Końcowa
pt_br: Data final

source: Enhancement
it: Accrescimento
pl: Rozszerzenie
pt_br: Aprimorar

source: Enter a user name, usually something like 'jsmith'. No spaces or special characters. Usernames and passwords are case sensitive, make sure the caps lock key is not enabled. This is the name used to log in.
it: Inserire un nome utente, normalmente qualscoca simile a 'mrossi'. Non spazi o caratteri speciali. Utenti e passwords sono case sensitive, assicurati che il caps lock non sia abilitato. Questo è il nome usato per accedere.
pl: Wprowadź nazwę użytkownika, np.: 'jkowalski'. Nazwa nie może zawierać spacji oraz znaków specjalnych. W nazwie użytkownika i w haśle ważna jest wielkość liter, upewnij się, że klawisz Caps Lock nie jest włączony. Jest to nazwa używana do logowania.
pt_br: Digite um nome de usuário, tipicamente algo como 'jsmith', sem espaços ou caracteres especiais. Nomes de usuários e senhas usam letras maiúsculas e minúsculas, certifique-se de que a tecla caps-lock não está pressionada. Este é o nome usado para o login.

source: Enter an email address. This is necessary in case the password is lost. We respect your privacy, and will not give the address away to any third parties or expose it anywhere.
it: Inserire un indirizzo email. Questo è necessario nel caso di perdita della password. Noi rispettiamo la tua privacy, e non forniamo l'indirizzo a terzi o esponiamo in nessuna parte.
pl: Wprowadź adres e-mail. Jest on konieczny w przypadku zgubienia hasła. Szanujemy Twoją prywatność i nie będziemy podawać adresu osobom trzecim lub publikować go gdziekolwiek.
pt_br: Digite um endereço de email. Isto é necessário para a eventualidade de recuperação da sua senha. Nós respeitamos sua privacidade e não forneceremos seu endereço a terceiros e não o tornaremos público de nenhuma maneira.

source: Enter discount percentage value
it: Inserire la percentuale di sconto
pl: Wprowadź wartość procentową rabatu
pt_br: Digite o percentual de desconto

source: Enter percentage value eg. 14.0
it: Inserire un valore percentuale, ad esempio 14.0
pl: Wprowadź wartość procentową, np. 14.0
pt_br: Digite um valor percentual, exemplo: 14.0

source: Enter percentage value eg. 14.0. This percentage is applied on the Analysis Profile only, overriding the systems VAT
it: Inserire un valore percentuale, ad esempio 14.0. Questa percentuale è applicata solo nel Profilo Analisi, ignorando l'applicazione dell'IVA
pl: Wprowadź wartość procentową np. 23.0. Zostanie ona zastosowana tylko dla Profilu Analizy, zastępując sytemową stawkę podatku VAT
pt_br: Digite um valor percentual , ex:14,0. Este percentual é aplicado somente ao perfil de analises, sobrepondo o VAT do sistema

source: Enter percentage value eg. 14.0. This percentage is applied system wide but can be overwrittem on individual items
it: Inserire un valore percentuale, ad esempio 14.0. Questa percentuale è applicato in tutto il software, può essere sovrascritto sui singoli elementi
pl: Wprowadź wartość procentową, np. 14.0. Ma ona zasięg globalny ale może zostać zmieniona w razie potrzeby.
pt_br: Digite um valor percentual, exemplo: 14.0. Este percentual é aplicado a todo o sistema, mas pode ser sobreposto em itens individuais

source: Enter percentage value eg. 33.0
it: Inserire un valore percentuale, ad esempio 33.0
pl: Wprowadź wartość procentową, np. 33.0
pt_br: Digite um valor percentual, exemplo: 33.0

source: Enter the Sample Point's latitude in degrees 0-90, minutes 0-59, seconds 0-59 and N/S indicator
it: Inserire latitudine del punto di campionamento in 0-90 gradi, minuti 0-59, 59-0 secondi e indicatore N/S
pl: Wprowadź szerokość geograficzną punktu pobierania próbki wyrażoną w stopniach 0-90, minutach 0-59, sekundach 0-59 oraz N/S
pt_br: Entre a latitude do Local de Amostragem em graus 0-90, minutos 0-59, segundos 0-59 e o indicador N/S

source: Enter the Sample Point's longitude in degrees 0-180, minutes 0-59, seconds 0-59 and E/W indicator
it: Inserire la longitudine del punto di campionamento in 0-180 gradi, minuti 0-59, 59-0 secondi e indicatore di E/W
pl: Wprowadź długość geograficzną punktu pobierania próbki wyrażoną w stopniach 0-180, minutach 0-59, sekundach 0-59 oraz E/W
pt_br: Entre a longitude do Local de Amostragem em graus 0-90, minutos 0-59, segundos 0-59 e o indicador E/W

source: Enter the details of each of the analysis services you want to copy.
it: Inserire il dettaglio di ogni servizio di analisi che si vuole copiare.
pl: Wprowadź szczegółowe informacje dla każdej usługi analitycznej, którą chcesz skopiować.
pt_br: Insira os detalhes de cada um dos serviços de análise que deseja copiar.

source: Enter the details of your lab's service accreditations here. The following fields are available: lab_is_accredited, lab_name, lab_country, confidence, accreditation_body_name, accreditation_standard, accreditation_reference<br/>
it: Inserire i dettagli di accreditamento del tuo servizio di laboratorio qui. I seguenti campi sono disponibili: lab_is_accredited, lab_name, lab_country, confidence, accreditation_body_name, accreditation_standard, accreditation_reference<br/>
pt_br: Entre detalhes do serviço de acreditação do seu laboratório aqui. Os seguintes campos estão disponíveis: lab_is_accredited, lab_name, lab_country, confidence, accreditation_body_name, accreditation_standard, accreditation_reference<br/>

source: Entity
it: Ente
pl: Jednostka
pt_br: Entidade

source: Environmental Conditions
pt_br: Condições Climaticas

source: Environmental conditions
pl: Warunki środowiskowe
pt_br: Condições Climaticas

source: Erroneus result publication from ${request_id}
it: Erronea pubblicazione risultato da ${request_id}
pt_br: Publicação de resultado errôneo para ${request_id}

source: Errors
pt_br: Erros

source: Evolution of Analyses
pt_br: Andamento das Análises

source: Evolution of Analysis Requests
pt_br: Andamento das Requisições de Análises

source: Evolution of Worksheets
pt_br: Andamento das Requisições de Análises

source: Exclude from invoice
it: Escludere dalla fattura
pl: Wyłączenie z faktury
pt_br: Excluir da fatura

source: Expected Result
it: Risultato Atteso
pl: Oczekiwany wynik
pt_br: Resultado Esperado

source: Expected Values
it: Valori Attesi
pl: Oczekiwane wartości
pt_br: Valores Esperados

source: Expire
pt_br: Vence

source: Expired
it: Scaduto
pl: Przedawnione
pt_br: Vencido

source: Expiry Date
it: Data Scadenza
pl: Data przedawnienia
pt_br: Data de Vencimento

source: Exponential format precision
it: Precisione formato esponenziale
pl: Precyzja formatu wykładniczego
pt_br: Precisão do formato exponencial

source: Exponential format threshold
it: Soglia formato esponenziale
pl: Wartość graniczna dla notacji wykładniczej
pt_br: Limite do formato exponencial

source: Extension profile for the Bika LIMS
pt_br: Perfil da extensão do Bika LIMS

source: Fax (business)
it: Fax (ufficio)
pl: Faks (praca)
pt_br: Fax comercial

source: Female
it: Femmina
pl: Żeński
pt_br: Feminino

source: Field
it: Campo
pl: Teren
pt_br: Campo

source: Field Analyses
it: Campo delle analisi
pl: Analizy w terenie
pt_br: Análises de Campo

source: Field Preservation
it: Condizione di conservazione
pl: Utrwalanie w terenie
pt_br: Preservação de Campo

source: Field Title
it: Titolo del campo
pl: Tytuł pola
pt_br: Título do Campo

source: File
pl: Plik
pt_br: Arquivo

source: File attachments to results, e.g. microscope photos, will be included in emails to recipients if this option is enabled
it: File allegati ai risultati, ad esempio le foto del microscopio, saranno incluse nelle email al destinatario se questa opzione è selezionata
pt_br: Arquivos anexos para resultados, ex.: fotos de microscópio, serão incluídas nos e-mails para destinatários se essa opção for ativada

source: File upload
pl: Przesłanie pliku
pt_br: Carregar arquivo

source: Filename
it: Nome del file
pt_br: Nome do arquivo

source: Files
pt_br: Arquivos

source: Filter
pt_br: Filtrar

source: Filter by client:
pt_br: Filtrado pelo cliente:

source: Filter by sampler:
pt_br: Filtrado pelo coletor:

source: Filter from:
pt_br: Filtrar de:

source: Firstname
it: Nome
pl: Imię
pt_br: Primeiro Nome

source: Float value from 0.0 - 1000.0 indicating the sort order. Duplicate values are ordered alphabetically.
pl: Wartość zmiennoprzecinkowa od 0,0 do 1000,0, wskazująca kolejność sortowania. Zduplikowane wartości są uporządkowane alfabetycznie.
pt_br: Valor de flutuação de 0,0 - 1000,0 indicando a ordem de classificação. Os valores duplicados são ordenados alfabeticamente.

source: Formula
pl: Formuła
pt_br: Fórmula

source: From
it: Da
pl: Od
pt_br: De

source: From ${start_date} to ${end_date}
it: Dal ${start_date} al ${end_date}
pl: Od ${start_date} do ${end_date}
pt_br: De ${start_date} até ${end_date}

source: Full Name
it: Nome completo
pl: Imię i nazwisko
pt_br: Nome Completo

source: Future dated sample
it: Campione datato nel futuro
pl: Próbka do pobrania w przyszłości
pt_br: Amostra datada no futuro

source: Generate report
it: Genera report
pl: Generuj raport
pt_br: Emitir Laudo

source: Greeting title eg. Mr, Mrs, Dr
it: Titolo. Ad esempio Sig., Sig.ra, Dott.
pl: Tytuł np. Pan, Pani, Dr
pt_br: Título de saudação, como Sr, Sra, Srta, Dr

source: Group analysis services by category in the LIMS tables, helpful when the list is long
it: Raggruppa i servizi di analisi per categoria nelle tabelle LIMS, utile quando la lista è lunga
pl: Grupuj metody badań według kategorii, pomocne jeśli lista jest długa
pt_br: Agrupar serviços de análise por categoria nas tabelas de LIMS, útil quando a lista é longa

source: Group by
it: Raggruppa per
pl: Grupuj według
pt_br: Agrupar por

source: Grouping period
it: Periodo di raggruppamento
pl: Okres grupowania
pt_br: Período de agrupamento

source: Hazardous
it: Pericolosi
pl: Niebezpieczna
pt_br: Perigoso

source: Hidden
it: Nascosto
pl: Ukryty
pt_br: Oculto

source: Hidden Field
it: Campo Nascosto
pl: Pole ukryte
pt_br: Campo Oculto

source: Hours
it: Ore
pl: Godziny
pt_br: Horas

source: ID Server URL
it: ID Server
pt_br: URL do Servidor de ID

source: ID Server unavailable
it: ID Server non disponibile
pl: ID serwera niedostępny
pt_br: Servidor de ID indisponível

source: Identifier
pt_br: Identificador

source: Identifier Type
pt_br: Tipo de Identificador

source: Identifier Types
pt_br: Tipos de Identificadores

source: Identifiers for this object
pt_br: Identificadores para este objeto
