Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/senaite.core.po
Languages: it, pl, pt_br

source: Login failed. Both login name and password are case sensitive, check that caps lock is not enabled.
it: Accesso fallito. Sia la mail che la password sono case sensitive, controllare che siano state inserite correttamente.
pl: Logowanie nie powiodło się. Zarówno w loginie jak i w haśle rozróżniana jest wielkość liter, sprawdź czy przycisk Caps Lock nie jest włączony.
pt_br: Login falhou. Observe que maiúsculas e minúsculas são consideradas tanto para o endereço de email quanto para a senha. Verifique se a sua tecla "caps lock" não está pressionada.

source: Login failed. Your Login has been deactivated. Please contact the Lab for further information.
pl: Logowanie nieudane. Twoja nazwa użytkownika została dezaktywowana. Skontaktuj się z Laboratorium, aby uzyskać dalsze informacje.
pt_br: Falha na autenticação. Seu Login foi desativado. Entre em contato com o laboratório para obter mais informações.

source: Login failed. Your Login is linked to multiple Contacts. Please contact the Lab for further information.
pl: Logowanie nieudane. Twoja nazwa użytkownika jest połączona z kilkoma Kontaktami. Skontaktuj się z Laboratorium aby uzyskać dalsze informacje.
pt_br: Falha na autenticação. Seu Login está vinculado a vários Contatos. Entre em contato com o laboratório para obter mais informações.

source: Lot Number
it: Numero di lotto
pl: Numer partii
pt_br: Número do lote

source: Lower Detection Limit (LDL)
it: Limite Rilevazione Basso (LDL)
pl: Dolny Limit Detekcji (LDL)
pt_br: Limite de detecção mais baixo (LDL)

source: Mailing address
it: Indirizzo per comunicazioni e.mail
pl: Adres korespondencyjny
pt_br: Endereço de correspondência

source: Maintainer
it: Manutentore
pl: Wykonujący obsługę
pt_br: Mantedor

source: Maintenance type
it: Tipo manutentore
pl: Typ przeglądu
pt_br: Tipo de conteúdo

source: Male
it: Uomo
pl: Męski
pt_br: Masculino

source: Manage linked User
pl: Zarządzaj połączonym użytkownikiem
pt_br: Gerenciar usuário vinculado

source: Manager
pl: Kierownik
pt_br: Gerente

source: Manager Email
it: Email manager
pl: E-mail do Kierownika
pt_br: Email do Gerente

source: Manager Phone
it: Telefono manager
pl: Telefon do Kierownika
pt_br: Telefone do Gerente

source: Manual entry
it: Inserimento manuale
pl: Rączne wprowadzanie
pt_br: Entrada Manual

source: Manual entry of results
it: Inserimento risultati manuale
pl: Ręczne wprowadzanie wyników
pt_br: Entrada manual de resultados

source: Manual entry of results for method ${methodname} is not allowed
pt_br: Entrada manual de resultados para o método ${methodname} não é permitida

source: Manual entry of results for method %s is not allowed and no valid instruments found: %s
pl: Ręczne wprowadzanie wyników dla metody %s jest niedozwolone i nie znaleziono ważnych instrumentów: %s
pt_br: A entrada manual de resultados para o método %s não é permitida e não foram encontrados instrumentos válidos: %s

source: Manual entry of results for method {methodname} is not allowed and no valid instruments found: ${invalid_list}
pt_br: A entrada manual de resultados para o método {methodname} não é permitida e nenhum instrumento válido foi encontrado: ${invalid_list}

source: Manufacturer
it: Produttore
pl: Producent
pt_br: Fabricante

source: Manufacturers
it: Produttori
pl: Producenci
pt_br: Fabricante

source: Margins (mm)
pt_br: Margens (mm)

source: Max
pt_br: Máximo

source: Max Time
it: Tempo massimo
pl: Maksymalny czas
pt_br: Tempo Máximo

source: Maximum columns per results email
it: Massimo numero di colonne per risultato nelle email
pt_br: Número máximo de colunas em resultados por email

source: Maximum possible size or volume of samples.
it: Dimensione o volume massimo possibile per campioni.
pl: Maksymalny możliwy rozmiar lub objętość próbek.
pt_br: Tamanho ou volume máximo possível de amostras

source: Maximum time allowed for completion of the analysis. A late analysis alert is raised when this period elapses
it: Tempo massimo di completamento analisi. Viene elevato un alert di ritardo analisi quando questo periodo è scaduto
pl: Maksymalny termin zakończenia analizy. Po upływie tego czasu wyświetlane jest ostrzeżenie o opóźnieniu analiz
pt_br: Tempo máximo permitido para a finalização da análise. Um alerta de análise em atraso é acionado quando este tempo se esgota

source: Maximum turn-around time
it: Massimo turn-around time
pl: Maksymalny czas wykonania
pt_br: Tempo máximo de processamento

source: Member Discount
pl: Zniżka użytkownika
pt_br: Desconto de membro

source: Member discount %
it: % Sconto membri
pl: Zniżki użytkowanika %
pt_br: Desconto para o associado %

source: Member discount applies
it: Sconto applicato agli iscritti
pl: Obowiązuje zniżka członkowska
pt_br: Há desconto para associado aqui

source: Member registered and linked to the current Contact.
pl: Użytkownik zarejestrowany i powiązany z bieżącym Kontaktem.
pt_br: Membro registrado e vinculado ao contato atual.

source: Method
it: Metodo.
pl: Metoda
pt_br: Método

source: Method Document
it: Testo del metodo
pl: Dokument opisujący metodę
pt_br: Documento do Método

source: Method ID
it: ID Metodo
pl: ID metody
pt_br: ID Método

source: Method Instructions
it: Istruzioni operative del metodo
pt_br: Instruções do Método

source: Method: ${method_name}
it: Metodo: ${method_name}
pt_br: Método: ${method_name}

source: Method: None
it: Metodo: Nessuno
pt_br: Método: Nenhum

source: Methods
it: Metodi
pl: Metody
pt_br: Métodos

source: Methods included in the ${accreditation_body} schedule of Accreditation for this Laboratory. Analysis remarks are not accredited
it: Metodi inclusi nella pianificazione dell'Accreditamento ${accreditation_body} per questo Laboratorio. Le analisi rilevate non sono state accreditate
pt_br: Métodos fazem parte do programa de certificação de ${accreditation_body} para este laboratório. Comentários nas análises não são certificados.

source: Middle initial
it: Iniziali secondo nome
pl: Inicjały
pt_br: Inicial do nome do meio

source: Middle name
it: Secondo nome
pl: Drugie imię
pt_br: Nome do meio

source: Min
pt_br: Mínimo

source: Mine
it: Miniera
pl: Moje
pt_br: Meu

source: Minimum 5 characters.
it: Minimo 5 caratteri.
pl: Minimum 5 znaków.
pt_br: Cinco caracteres no mínimo.

source: Minimum Volume
it: Volume Minimo
pl: Objętość minimalna
pt_br: Volume Mínimo

source: Minimum number of results for QC stats calculations
it: Numero minimo di risultati per il calcolo statistico QC
pl: Minimalna liczba wyników wymagana do obliczania statystyki QC
pt_br: Número mínimo de resultados para cálculos estatísticos de CQ

source: Minutes
it: Minuti
pl: Minuty
pt_br: Minutos

source: Missing scheduled sampling sampler or sampling date in %s.
pt_br: Amostras de amostragem programadas faltando ou data de amostragem em% s.

source: Mobile Phone
it: Telefono cellulare
pl: Telefon komórkowy
pt_br: Celular

source: Model
it: Modello
pt_br: Modelo

source: Modification date
it: Data di modifica
pl: Data modyfikacji
pt_br: Data de modificação

source: Monthly
pl: Miesięcznie
pt_br: Por mês

source: More
it: più
pl: Więcej
pt_br: Mais

source: More than one instrument can be used in a test of this type of analysis. A selection list with the instruments selected here is populated in the results manage view for each test of this type of analysis. The available instruments in the selection list will change in accordance with the method selected by the user for that test in the manage results view. Although a method can have more than one instrument assigned, the selection list is only populated with the instruments that are both set here and allowed for the selected method.
pl: Więcej niż jeden instrument może być użyty dla tego typu analizy. Lista wyboru z wybranymi tutaj instrumentami jest umieszczana w widoku zarządzania wynikami dla każdego testu tego typu analizy. Dostępne instrumenty na liście wyboru zmienią się zgodnie z metodą wybraną przez użytkownika dla tego testu w widoku zarządzania wynikami. Mimo że metoda może mieć przypisany więcej niż jeden instrument, lista wyboru jest wypełniona tylko instrumentami, które są tutaj ustawione i dozwolone dla wybranej metody.
pt_br: Mais de um instrumento pode ser usado em um teste deste tipo de análise. Uma lista de seleção com os instrumentos selecionados aqui é preenchida na exibição de gerenciamento de resultados para cada teste desse tipo de análise. Os instrumentos disponíveis na lista de seleção serão alterados de acordo com o método selecionado pelo usuário para esse teste na visão de gerenciamento de resultados. Embora um método possa ter mais de um instrumento atribuído, a lista de seleção é preenchida apenas com os instrumentos que são definidos aqui e permitidos para o método selecionado.

source: Multi Verification type
pt_br: Múltiplo Tipo de verificação

source: Multi-verification required
pt_br: Múltipla verificação requerida

source: Name
it: Nome
pl: Nazwa
pt_br: Nome

source: New
it: Nuovo
pt_br: Novo

source: No
pl: Nie
pt_br: Não

source: No Analysis Requests matched your query
it: Nessuna Richiesta Analisi soddisfa la tua richiesta
pt_br: Nenhuma pedido de análise acompanhado sua consulta

source: No Analysis Services defined
pt_br: Nenhum Serviço de Análise definido

source: No actions found for user ${user}
it: Nessuna azione trovata per l'utente ${user}
pl: Dla użytkownika ${user} nie znaleziono żadnych działań
pt_br: Nunhuma ação encontrada para o usuário ${user}

source: No analyses have been selected
it: Non è stata selezionata un analisi
pt_br: Nenhuma análise foi selecionada

source: No analyses matched your query
it: Nessuna analisi soddisfa lka tua richiesta
pl: Żadna analiza nie pasuje do zapytania
pt_br: Nenhuma análise encontrada dentro de seu critério

source: No analyses were added
it: Non sono state aggiunte le analisi
pl: Żadne analizy nie zostały dodane
pt_br: Nenhuma análise foi adicionada

source: No analyses were added to this worksheet.
it: Nessuna analisi è stata aggiunta a questo foglio di lavoro.
pl: Żadne analizy nie zostały dodane do karty pracy.
pt_br: Nenhuma análise foi adicionada para esta planilha.

source: No analysis selected
it: Nessuna analisi selezionata
pl: Nie wybrano analizy
pt_br: Sem análise selecionada

source: No analysis service selected
it: Nessun servizio analisi selezionato
pl: Nie wybrano usługi analitycznej
pt_br: Sem serviço de análise selecionada

source: No analysis services were selected.
it: Nessun servizio analisi è stato selezionato.
pl: Żadna metoda badań nie została zaznaczona.
pt_br: Nenhum serviço de análise foi selecionado

source: No changes made.
it: Nessuna modifica effettuata.
pl: Nie wykonano zmian.
pt_br: Nenhuma modificação foi feita.

source: No control type specified
it: Nessun tipo di controllo specificato
pt_br: Nenhum tipo de controle especificado

source: No date set
pl: Nie ustawiono daty
pt_br: Sem data definida

source: No default containers specified for this service
it: Nessun contenitore predefinito è stato specificato per questo servizio
pt_br: Nenhum recipiente padrão especificado para este serviço

source: No default preservations specified for this service
it: Nessuna conservazione predefinita è stata specificata per questo servizio
pt_br: Nenhuma preservação padrão especificada para este serviço

source: No file selected
it: Nessun file selezionato
pl: Nie wybrano pliku
pt_br: Nenhum arquivo selecionado

source: No historical actions matched your query
it: Nessuna azione storica soddisfa la qua richiesta
pl: Żadne poprzednie działania nie pasują do zapytania
pt_br: Sem histórico de ações dentro do seu critério.

source: No items have been selected
it: Nessun elemento è stata selezionato
pt_br: Nenhum item foi selecionado

source: No items selected
it: Nessun elemento selezionato
pl: Nie zaznaczono żadnego elementu
pt_br: Nenhum item selecionado

source: No new items were created.
it: Nessun nuovo elemento è stato creato
pl: Żaden nowy element nie został utworzony.
pt_br: Nenhum item novo foi criado

source: No reference sample was selected.
it: Nessun campione di riferimento è stato selezionato
pt_br: Nenhuma amostra de referência foi selecionada

source: No report specified in request
it: Non è stato specificato un report nella richiesta
pl: Nie znaleziona żadnego raportu w zapytaniu
pt_br: Nenhum laudo especificado no pedido

source: No samples matched your query
it: Nessun campione soddisfa la tua richiesta
pl: Nie znaleziono żadnych próbek dla zadanych warunków
pt_br: Nenhuma amostra compatível

source: No sampling workflow
pl: Brak przepływu pracy próbkowania
pt_br: Sem processo de amostragem

source: No user exists for ${contact_fullname} and he/she will not be able to log in. Fill in the form below to create one for him/her.
it: Non esiste alcun utente ${contact_fullname} e non è in grado di accedere. Compilare la pagina sotto per creare l'utente.
pl: Użykownik ${contact_fullname} nie ma możliwości logowania. W celu utworzenia konta dla niego, wypełnij formularz poniżej.
pt_br: Não há usuário correspondente para ${contact_fullname} e ele/ela não poderá efetuar login. Preencha o formulário abaixo para criar o respectivo usuário.

source: No user profile could be found for the linked user. Please contact the lab administrator to get further support or try to relink the user.
pl: Nie można znaleźć profilu użytkownika dla połączonego użytkownika. Skontaktuj się z administratorem laboratorium, aby uzyskać dalszą pomoc lub spróbuj ponownie połączyć użytkownika.
pt_br: Nenhum perfil de usuário pode ser encontrado para o usuário. Entre em contato com o administrador do laboratório para obter suporte adicional ou tente relink de usuário.

source: No valid instruments available: %s
pl: Brak dostępnych instrumentów: %s
pt_br: Nenhum instrumento válido disponível: %s

source: No valid instruments found: ${invalid_list}
pt_br: Nenhum instrumento válido encontrado: ${invalid_list}

source: None
it: Nessuno
pl: Żaden
pt_br: Nenhum

source: Not Permitted
it: Non consentito
pl: Niedozwolone
pt_br: Não Permitido

source: Not available
it: Non disponibile
pl: Niedostępny
pt_br: Não disponível

source: Not defined
it: Non definito
pl: Niezdefiniowany
pt_br: Não definido

source: Not requested
pt_br: Não solicitado

source: Not set
pl: Nie ustawione
pt_br: Não configurado

source: Num columns
it: Numero colonne
pl: Ilość kolumn
pt_br: Número de colunas

source: Number of Analyses
it: Numero di Analisi
pl: Ilość Analiz
pt_br: Número de Análises

source: Number of Analysis requests and analyses
it: Numero di richieste analisi e analisi
pt_br: Número de requisições de análises e análises

source: Number of Analysis requests and analyses per client
it: Numero di richieste analisi e analisi per cliente
pt_br: Número de requisições de análises e análises por cliente

source: Number of Containers
pl: Liczba pojemników
pt_br: Número de Recipientes

source: Number of Sample Points
pt_br: Número de Pontos de Amostragem

source: Number of analyses
it: Numero di analisi
pl: Liczba analiz
pt_br: Número de análises

source: Number of analyses out of range for period
it: Numero di analisi fuori intervallo nel periodo
pt_br: Número de análises fora da margem por período

source: Number of analyses requested per analysis service
it: Numero di analisi richieste per servizio analisi
pl: Liczba zestawów analiz na metody badań
pt_br: Número de análises requisitadas por serviço de análise

source: Number of analyses requested per sample type
it: Numero di analisi richieste per tipo di campione
pl: Liczba zestawów analiz w zależności od typu próbki
pt_br: Número de requisições de análises por tipo de amostra

source: Number of analyses retested for period
it: Numero di analisi rieseguite nel periodo
pl: Liczba analiz ponownie badanych dla zadanego okresu
pt_br: Número de análises retestadas para o período

source: Number of analysis requested and published per department and expresed as a percentage of all analyses performed
it: Numero di analisi richieste e pubblicate per dipartimento e espresse come percentuale su tutte le analisi eseguite
pl: Ilość zgłoszonych i opublikowanych analiz na departament wyrażona jako procent wszystkich wykonanych.
pt_br: Número de análises publicadas e expressas como a porcentagem do total de análises realizadas

source: Number of containers
pl: Liczba pojemników
pt_br: Número de recipientes

source: Number of requests
it: Numero di richieste
pl: Liczba zapytań
pt_br: Número de requisições

source: Number of required verifications
pl: Liczba wymaganych weryfikacji
pt_br: Número de verificações necessárias

source: Number of required verifications before a given result being considered as 'verified'. This setting can be overrided for any Analysis in Analysis Service edit view. By default, 1
pl: Liczba wymaganych weryfikacji, zanim dany wynik zostanie uznany za 'zweryfikowany'. To ustawienie można zastąpić dla dowolnego widoku edycji usługi Metody Badań. Domyślnie: 1
pt_br: Número de verificações necessárias antes de um determinado resultado ser considerado como "verificado". Essa configuração pode ser sobrescrita por qualquer análise em Serviços Análises. Por padrão, 1

source: Number of required verifications from different users with enough privileges before a given result for this analysis being considered as 'verified'. The option set here has priority over the option set in Bika Setup
pl: Liczba wymaganych weryfikacji od różnych użytkowników posiadających wystarczające uprawnienia, zanim dany wynik zostanie uznany za 'zweryfikowany'. Ustawiona tutaj opcja ma pierwszeństwo przed opcją ustawioną w Setup
pt_br: Número de verificações necessárias de diferentes utilizadores com privilégios suficientes antes de um determinado resultado para esta análise ser considerado como "verificado". A opção definida aqui tem prioridade sobre a opção definida no Bika Setup

source: Number of samples
it: Numero di campioni
pt_br: Número de amostras

source: Number of sampling points
pt_br: Número de pontos de amostragem

source: Object ID
it: ID Oggetto
pt_br: ID Objeto

source: Once preserved, the sample must be disposed of within this time period. If not specified, the sample type retention period will be used.
it: Una volta conservato, il campione deve essere smaltito entro questo periodo di tempo. Se non specificato, verrà utilizzato il periodo di conservazione del tipo di campione.
pl: Okres w którym po utrwaleniu, próbka musi zostać rozdysponowana. Jeżeli nie podany, użyty zostanie czas przechowywania stosowany dla danego typu próbki
pt_br: Uma vez preservada, a amostra deve ser descartada dentro do mesmo período de tempo. Caso não especificado, o tempo de retenção da amostra exemplo será utilizado.

source: Only instrument entry for this analysis is allowed, but there is no instrument assigned
pl: Dozwolone jest tylko automatyczne wprowadzanie danych z instrumentów do tej metody, ale nie ma przypisanego instrumentu
pt_br: Somente a entrada do instrumento para esta análise é permitida, mas não há nenhum instrumento atribuído

source: Only lab managers can create and manage worksheets
it: Solo il manager del laboratorio può creare e gestire i fogli di lavoro
pl: Tylko kierownik laboratorium może utworzyć i modyfikować Kartę pracy
pt_br: Somente gerentes de laboratório podem criar e editar carta controle

source: Only the analyses for which the selected instrument is allowed will be added automatically.
pt_br: Somente as análises para as quais o instrumento selecionado é permitido serão adicionadas automaticamente.

source: Only to empty or zero fields
it: Solo per campi vuoti o pari a zero
pl: Tylko dla pól o zerowej wartości lub pustych
pt_br: Somente para campos vazios ou iguais a zero

source: Open
it: Aperto
pl: Otwarte
pt_br: Abrir

source: Order
it: Ordine
pl: Zamówienie
pt_br: Pedido

source: Order Date
it: Data dell'ordine
pl: Data zamówienia
pt_br: Data do Pedido

source: Order ID
it: ID ordine
pt_br: ID do Pedido

source: Order Number
it: Numero d'ordine
pl: Numer zamówienia
pt_br: Número do Pedido

source: Orders
it: Ordini
pl: Zamówienia
pt_br: Pedidos

source: Orders: ${orders}
it: Ordini: ${orders}
pt_br: Pedidos: ${orders}

source: Organization responsible of granting the calibration certificate
it: Organizzazione responsabile della garanzia del certificato di calibrazione
pl: Instytucja uprawniona do wydawania świadectw kalibracji
pt_br: Organização responsável por conceder o certificado de calibração

source: Original Filename
pt_br: Nome do arquivo original

source: Other Value:
pl: Inna wartość:
pt_br: Outro valor:

source: Other productivity reports
it: Altri report produttività
pl: Inne raporty wydajności
pt_br: Outros relatórios de produtividade

source: Out of date
it: Scaduto
pl: Nieaktualne
pt_br: Expirado

source: Output format
it: Formato di output
pl: Format wyjściowy
pt_br: Formato de saída

source: Parent
pt_br: Parente

source: Partition
it: Suddivisione
pl: Część próbki
pt_br: Partição

source: Partition ID
pt_br: ID Partição

source: Partition Setup
it: Configurazione Suddivisione
pt_br: Configuração de Particionamento

source: Partitions
it: Suddivisioni
pt_br: Partições

source: Password
pl: Hasło
pt_br: Senha

source: Password lifetime
it: Durata della password
pl: Czas trwania hasła
pt_br: Tempo de vida da senha

source: Pending
it: In sospeso
pl: Oczekiwane
pt_br: Pendente

source: Pending orders
it: Ordini in sospeso
pt_br: Pedidos pendentes

source: Performed
it: Eseguito
pl: Wykonane
pt_br: Performance

source: Performed by
it: Eseguito da
pl: Wykonane przez
pt_br: Performace por

source: Period
it: Periodo
pl: Okres
pt_br: Período

source: Permitted
it: Consentito
pl: Dozwolone
pt_br: Permitido

source: Permitted Error %
it: % di errore consentita
pl: Dopuszczalny błąd %
pt_br: % Erro Permitido

source: Phone
it: Telefono
pl: Telefon
pt_br: Telefone

source: Phone (business)
it: Telefono (business)
pl: Telefon (praca)
pt_br: Telefone Comercial

source: Phone (home)
it: Phone (pesronale)
pl: Telefon (dom)
pt_br: Telefone Residencial

source: Phone (mobile)
it: Telefono (cellulare)
pl: Telefon (komórkowy)
pt_br: Celular

source: Photo image file
it: File foto immagine
pl: Plik graficzny
pt_br: Arquivo de foto imagem

source: Photo of the instrument
it: Foto dello strumento
pl: Zdjęcie instrumentu
pt_br: Foto do instrumento

source: Physical address
it: Indirizzo fisico
pl: Adres
pt_br: Endereço físico

source: Please correct the indicated errors.
pt_br: Corrija os erros indicados.

source: Please list all options for the analysis result if you want to restrict it to specific options only, e.g. 'Positive', 'Negative' and 'Indeterminable'. The option's result value must be a number
it: Prego elencare tutte le opzioni per il risultato analisi se lo si vuole limitare solo a specifiche opzioni, ad esempio 'Positivo', 'Negativo' e 'Indeterminabile'. Il valore del risulato dell' opzione deve essere numerico
pl: Jeżeli wynik należy wyrazić wartością opisową, np. 'Dodatni', 'Ujemny' lub 'Nieoznaczony', tworzymy listę na której 'Wartości wyniku' przypisany jest opis. Wartość wyniku musi być liczbą.
pt_br: Por favor, liste todas as opções para os resultados de análises que você deseja restringir apenas para opções específicas apenas, por exemplo 'Positivo', 'Negativo' e 'Indeterminado'. O resultado da opção deve ser um número.

source: Please select a User from the list
pl: Proszę wybrać Użytkownika z listy
pt_br: Selecione um usuário na lista
