Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/senaite.core.po
Languages: it, pl, pt_br

source: Validation failed: degrees must be 0 - 90
it: Convalida non riuscita: i gradi devono essere compresi tra 0 - 90
pl: Weryfikacja nie powiodła się: stopnie muszą być w zakresie 0 - 90
pt_br: Validação falhou: graus devem estar entre 0 e 90

source: Validation failed: degrees must be numeric
it: Convalida non riuscita: i gradi devono essere numerici
pl: Weryfikacja nie powiodła się: stopnie muszą być liczbami
pt_br: Validação falhou: graus devem ser números

source: Validation failed: keyword '${keyword}' must have column title '${title}'
it: Convalida non riuscita: la parola chiave '${keyword}' deve avere il titolo colonna '${title}'
pl: Sprawdzenie poprawności zakończyło się niepowodzeniem: słowo kluczowe '${keyword}' musi być tytułem kolumny '${title}'
pt_br: Validação falhou: a palavra-chave '${keyword}' deve ter o título da coluna ${title}'

source: Validation failed: keyword contains invalid characters
it: Convalida non riuscita: la parola chiave contiene caratteri non validi
pl: Weryfikacja nie powiodła się: słowo kluczowe zawiera niedozwolone znaki
pt_br: Validação falhou: palavra-chave contém caracteres inválidos

source: Validation failed: keyword is required
it: Convalida non riuscita: la parola chiave è richiesta
pl: Sprawdzenie poprawności nie powiodło się: słowo kluczowe jest wymagane
pt_br: Validação falhou: palavra-chave requerida

source: Validation failed: minutes must be 0 - 59
it: Convalida non riuscita: i minuti devono essere da 0 - 59
pl: Weryfikacja nie powiodła się: minuty muszą być w zakresie 0 - 59
pt_br: Validação falhou: minutos devem estar entre 0 e 59

source: Validation failed: minutes must be numeric
it: Convalida non riuscita: i minuti devono essere numerici
pl: Weryfikacja nie powiodła się: minuty muszą być liczbami
pt_br: Validação falhou: minutos devem ser numéricos

source: Validation failed: percent values must be between 0 and 100
it: Convalida non riuscita: i valori percentuale devono essere tra 0 e 100
pl: Weryfikacja nie powiodła się: Procent błędu musi zawierać się w przedziale od 0 do 100
pt_br: Falha de validação: valores percentuais devem estar entre 0 e 100

source: Validation failed: percent values must be numbers
it: Convalida non riuscita: i valori percentuali devono essere numerici
pl: Weryfikacja nie powiodła się: Procent błędu musi być wartością liczbową
pt_br: Falha de validação: valores percentuais devem ser números

source: Validation failed: seconds must be 0 - 59
it: Convalida non riuscita: i secondi devono essere 0 - 59
pl: Weryfikacja nie powiodła się: sekundy muszą być w zakresie 0 - 59
pt_br: Validação falhou: segundos devem estar entre 0 e 59

source: Validation failed: seconds must be numeric
it: Convalida non riuscita: i secondi devono essere numerici
pl: Weryfikacja nie powiodła się: sekundy muszą być liczbami
pt_br: Validação falhou: segundos devem ser numéricos

source: Validation failed: title is required
it: Convalida non riuscita: il titolo è richiesto
pl: Sprawdzenie poprawności nie powiodło się: tytuł jest wymagany
pt_br: Validação falhou: título requerido

source: Validation failed: value must be between 0 and 1000
pl: Sprawdzanie poprawności nie powiodło się: wartość musi być pomiędzy 0 a 1000
pt_br: Falha na validação: o valor deve estar entre 0 e 1000

source: Validation failed: value must be float
pt_br: Falha na validação: o valor deve ser flutuante

source: Validation report date
it: Data convalida report
pl: Data raportu walidacji
pt_br: Data de validação do relatório

source: Validator
it: Convalidatore
pl: Sprawdzający
pt_br: Validador

source: Value
it: Valore
pl: Wartość
pt_br: Valor

source: Values can be entered here which will override the defaults specified in the Calculation Interim Fields.
it: I valori possono essere inseriti qui i quali sovrasciveranno i predefiniti specificati nel Campi Provvisori di Calcolo
pl: Wpisana tu wartość zastąpi domyślną zdefiniowaną w konfiguracji Pól Tymczasowych Formuł Obliczeniowych.
pt_br: Valores podem ser inseridos aqui os quais substituirão os predefinidos especificados nos Campos de Cálculo Provisório

source: Verified
it: Verificato
pl: Sprawdzone
pt_br: Verificado

source: Verify
pt_br: Verificar

source: Version
it: Versione
pl: Wersja
pt_br: Versão

source: Web address for the accreditation body
it: Indirizzo Web per l'ente di accreditamento
pl: Adres internetowy jednostki akredytacyjnej
pt_br: Endereço web para o órgão de certificação

source: Weekly
pt_br: Semanal

source: Weeks To Expire
it: Settimane alla scadenza
pl: Tygodni do wygaśnięcia
pt_br: Semanas para expirar

source: When it's set, the system uses the analysis profile's price to quote and the system's VAT is overridden by the analysis profile's specific VAT
it: Quando è impostato, il sistema utilizza il prezzo del profilo analisi nel preventivo e l'IVA di sistema viene sovrascritta dall'IVA specifica del profilo analisi
pl: Jeśli ustawiono odrębną stawkę VAT dla ceny profilu analiz (AP), system wykorzysta ją, nadpisując domyślnie ustawioną stawkę
pt_br: Quando definido, o sistema usa o preço do perfil de análise para cotar, e o IVA do sistema é substituído pelo IVA específico do perfil de análise

source: When the results of duplicate analyses on worksheets, carried out on the same sample, differ with more than this percentage, an alert is raised
it: Quando i risultati di analisi duplicate nei fogli di lavoro, effettuate sullo stesso campione, differiscono di più di questa percentuale, viene elevato un alert
pl: Jeżeli różnica wyników pomiaru próbki i jej duplikatu w karcie pracy przekracza zdefiniowaną w procentach wartość, zostanie to zasygnalizowane
pt_br: Quando os resultados de análises em duplicata nas planilhas, feitas a partir de uma mesma amostra, diferirem em mais do que este percentual, um alerta será gerado

source: Wildcards for interims are not allowed: ${wildcards}
it: Metacaratteri per provvisori non sono permessi: ${wildcards}
pl: Wartości wieloznaczne nie są dozwolone dla pól tymczasowych: ${wildcards}
pt_br: Caracteres para interinos não são permitidos: ${wildcards}

source: Work Performed
it: Lavoro Eseguito
pl: Wykonana Praca
pt_br: Performance de trabalho

source: Workflow
it: Flusso di lavoro
pl: Obieg
pt_br: Fluxo de trabalho

source: Worksheet
it: Foglio di lavoro
pl: Karta pracy
pt_br: Planilha

source: Worksheet Layout
it: Layout del foglio di lavoro
pl: Układ karty pracy
pt_br: Layout da Planilha

source: Worksheet Templates
it: Modelli dei foglio di lavoro
pl: Szablony kart pracy
pt_br: Modelos de Planilhas

source: Worksheets
it: Fogli di lavoro
pl: Karty pracy
pt_br: Planilhas

source: Wrong IBAN length by %s: %sshort by %i
it: Errata lunghezza IBAN da %s: %sshort da %i
pl: Nieprawidłowa długość numeru IBAN %s: %sshort by %i
pt_br: Tamanho de IBAN errado por %s: %s muito curto por %i

source: Yearly
pt_br: Anual

source: Yes
it: Si
pl: Tak
pt_br: Sim

source: You do not have sufficient privileges to manage worksheets.
it: Non hai sufficienti privilegi per gestire il foglio di lavoro
pt_br: Você não tem privilégios suficientes para gerenciar planilhas.

source: You do not have sufficient privileges to view the worksheet ${worksheet_title}.
it: Non si possiedono sufficienti privilegi per vedere il piano di lavoro ${worksheet_title}.
pl: Nie masz wystarczających uprawnień do otwarcia arkusza ${worksheet_title}.
pt_br: Você não tem privilegios suficientes para ver as planilhas ${worksheet_title}.

source: You must select an instrument
it: È necessario selezionare uno strumento
pl: Musisz wybrać przyrząd
pt_br: Você deve selecionar um instrumento

source: You should introduce a default result key.
it: Si dovrebbe introdurre una chiave risultati predefinita.
pl: Należy wprowadzić domyślny klucz wyniku.
pt_br: Você deve introduzir uma chave de resultado padrão.

source: action
it: azione
pl: akcja
pt_br: ação

source: activate
it: attivare
pl: uaktywnianie
pt_br: ativar

source: analysis requests selected
it: analisi richieste selezionate
pt_br: serviços de análises selecionados

source: and others
it: ed altri
pt_br: e outros

source: biannually
pl: co dwa lata
pt_br: Duas vezes por ano

source: comment
it: commento
pl: komentarz
pt_br: comentário

source: daily
pt_br: diariamente

source: date_format_long
pt_br: Formato_de_data_longo

source: date_format_short
pt_br: Formato_de_data_curto

source: deactivate
it: disattivare
pl: ukryj
pt_br: desativar

source: label_add_to_groups
pl: dodaj_do_grup
pt_br: adiciona_rótulo_para_grupos

source: label_specification
pl: specyfikacja
pt_br: especificação_do_rótulo

source: max
pt_br: máximo

source: min
pt_br: mínimo

source: monthly
pt_br: por mês

source: new_version_available_title
pt_br: titulo_nova_versao_disponivel

source: of
pt_br: de

source: quarterly
pl: kwartalnie
pt_br: trimestral

source: repeating every
it: ripetendo ogni
pl: powtarzać co każde
pt_br: repetindo todos

source: repeatperiod
it: periodo ripetizione
pl: okres powtarzania
pt_br: repetirperíodo

source: summary_content_listing
pt_br: listagem_sumária_de_conteúdo

source: the total number of Sample Points defined in the Round.
pt_br: O número total de Pontos de Amostra definidos na Rodada.

source: time_format
pt_br: formato_hora

source: title_required
pl: tytuł_wymagany
pt_br: etiqueta_requerido

source: to
it: a
pl: do
pt_br: para

source: until
it: fino a
pl: do
pt_br: até

source: upgrade_available_title
pt_br: titulo_atualizacao_disponivel

source: verification(s) pending
pt_br: Verificação(s) pendente

source: weekly
pt_br: semanal

source: yearly
pt_br: anual

source: {} weeks and {} day(s)
pl: {} tygodni i {} dni
pt_br: {} Semanas e {} dia(s)

source: <p>The Bika LIMS ID Server provides unique sequential IDs for objects such as Samples and Worksheets etc, based on a format specified for each content type.</p><p>The format is constructed similarly to the Python format syntax, using predefined variables per content type, and advancing the IDs through a sequence number, 'seq' and its padding as a number of digits, e.g. '03d' for a sequence of IDs from 001 to 999.</p><p>Alphanumeric prefixes for IDs are included as is in the formats, e.g. WS for Worksheet in WS-{seq:03d} produces sequential Worksheet IDs: WS-001, WS-002, WS-003 etc.</p><p>For dynamic generation of alphanumeric and sequential IDs, the wildcard {alpha} can be used. E.g WS-{alpha:2a3d} produces WS-AA001, WS-AA002, WS-AB034, etc.</p><p>Variables that can be used include:<table><tr><th style='width:150px'>Content Type</th><th>Variables</th></tr><tr><td>Client</td><td>{client}</td></tr><tr><td>Year</td><td>{year}</td></tr><tr><td>Sample ID</td><td>{sampleId}</td></tr><tr><td>Sample Type</td><td>{sampleType}</td></tr><tr><td>Sampling Date</td><td>{samplingDate}</td></tr><tr><td>Date Sampled</td><td>{dateSampled}</td></tr></table></p><p>Configuration Settings:<ul><li>format:<ul><li>a python format string constructed from predefined variables like sampleId, client, sampleType.</li><li>special variable 'seq' must be positioned last in theformat string</li></ul></li><li>sequence type: [generated|counter]</li><li>context: if type counter, provides context the counting function</li><li>counter type: [backreference|contained]</li><li>counter reference: a parameter to the counting function</li><li>prefix: default prefix if none provided in format string</li><li>split length: the number of parts to be included in the prefix</li></ul></p>
pl: <p> Serwer Bika LIMS ID zapewnia unikalne identyfikatory sekwencyjne dla obiektów takich jak próbki i arkusze kalkulacyjne itd., w oparciu o format określony dla każdego typu zawartości. </p> <p> Format jest skonstruowany podobnie do składni formatu Python, przy użyciu predefiniowanych zmiennych dla typu zawartości i zwiększa identyfikatory poprzez numer kolejny, "seq" i jego dopełnienie jako liczby cyfr, np. "03d" dla sekwencji identyfikatorów od 001 do 999. </p> <p> Alfanumeryczne przedrostki dla identyfikatorów są zawarte w formatach, np. WS dla arkusza roboczego (Working Sheet) w WS-{seq:03d} tworzy kolejne identyfikatory arkusza roboczego: WS-001, WS-002, WS-003 itp. </p> <p>W przypadku dynamicznego generowania alfanumerycznych i sekwencyjnych identyfikatorów, wieloznacznik {alpha} może być użyty. Np. WS-{alpha:2a3d} produkuje WS-AA001, WS-AA002, WS-AB034, itd. </p> <p>Zmienne, które mogą być używane to: <table> <tr> <th style = 'width:150px '> Typ zawartości </th> <th> Zmienne </th> </tr> <tr> <td> Klient </td> <td> {client} </td> </tr> <tr> <td> Rok </td> <td> {year} </td> </tr> <tr> <td> ID próbki </td> <td> {sampleId} </td> </tr> <tr> <td> Typ próbki </td> <td> {sampleType} </td> </tr> <tr> <td> Data pobrania próbki </td> <td> {samplingDate} </td> </tr> <tr> <td> Data próbkowana </td> <td> {dataSampled} </td> </tr> </table> </p> <p> Ustawienia konfiguracji: <ul> <li> format: <ul> <li> ciąg w formacie pythona zbudowany z predefiniowanych zmiennych, takich jak sampleId, client, sampleType. </li> <li> zmienna specjalna 'seq' musi być umieszczona na końcu w ciągu znaków </li> </ul> </li> <li> typ sekwencji: [wygenerowany | licznik] </li> <li> context: jeśli licznik typów, zapewnia kontekst funkcji liczenia </li> <li> typ licznika: [backreference|contained] </li> <li> counter reference: parametr do funkcji zliczania </li> <li> prefiks: domyślny prefiks, jeśli żaden nie jest podany w ciągu formatów </li> <li> split length: liczba części, które mają być zawarte w przedrostku </li> </ul> </p>

source: ${amount} attachments with a total size of ${total_size}
pl: ${amount} załączników o łącznym rozmiarze ${total_size}

source: &larr; Back
pl: &larr; Wróć

source: &larr; Back to the ${back_link}
pl: &larr; Wróć do ${back_link}

source: 'Min' and 'Max' values indicate a valid results range. Any result outside this results range will raise an alert. 'Min warn' and 'Max warn' values indicate a shoulder range. Any result outside the results range but within the shoulder range will raise a less severe alert. If the result is out of range, the value set for '< Min' or '< Max' will be displayed in lists and results reports instead of the real result.
pl: Wartości "Min" i "Maks" wskazują prawidłowy zakres wyników. Każdy wynik poza tym zakresem wyników spowoduje alarm. Wartości "Min. ostrzeżenie" i "Maks. ostrzeżenie" wskazują zakres dla ostrzeżeń. Każdy wynik poza zakresem wyników, ale w zakresie ostrzeżeń, spowoduje ostrzejszy alarm. Jeśli wynik jest poza zakresem, wartość ustawiona dla "<Min" lub "<Maks" będzie wyświetlana w listach i raportach wyników zamiast rzeczywistych wyników.

source: *** This is an automatically generated email, please do not reply to this message. ***
pl: *** Wiadomość została wygenerowana automatycznie, prosimy na nią nie odpowiadać. ***

source: <img src="${DYNAMIC_CONTENT}" /> Welcome to SENAITE
pl: <img src="${DYNAMIC_CONTENT}" /> Witamy w SENAITE

source: Add Attachment
pl: Dodaj załącznik

source: Add analyses from the selected profile to the template
pl: Dodaj analizy z zaznaczonego profilu do szablonu

source: Add new Attachment
pl: Dodaj nowy załącznik

source: Additional Python Libraries
pl: Dodatkowe biblioteki Pythona

source: Additional Values
pl: Dodatkowe wartości

source: Additional email addresses to be notified
pl: Dodatkowe adresy e-mail do powiadomienia

source: Admitted sticker templates
pl: Dopuszczone szablony naklejek

source: Admitted stickers for the sample type
pl: Dopuszczone naklejki na typ próbki

source: Analysed by
pl: Analizę wykonał

source: Auto Import Logs of %s
pl: Automatyczne importowanie logów z %s

source: Auto-partition on receive
pl: Auto-partycja przy odbiorze

source: Auto-receive samples
pl: Automatyczne odbieranie próbek

source: Automatically redirect the user to the partitions creation view when Sample is received.
pl: Automatycznie przekieruj użytkownika do widoku tworzenia podziału po otrzymaniu próbki.

source: By selecting/unselecting the checboxes, the user will be able to assign "Lab Contacts" to the department.
pl: Zaznaczając/odznaczając checbox'y, użytkownik będzie mógł przypisać "Kontakty z laboratorium" do działu.

source: Calculation to be assigned to this content.
pl: Obliczenia, które zostaną przypisane do tej treści.

source: Can verify, but was already verified by current user
pl: Może zweryfikować, ale został już zweryfikowany przez bieżącego użytkownika

source: Cannot verify, last verified by current user
pl: Nie można zweryfikować, ostatnio zweryfikowano przez bieżącego użytkownika

source: Cannot verify, submitted by current user
pl: Nie można zweryfikować, przesłane przez bieżącego użytkownika

source: Cannot verify, was verified by current user
pl: Nie można zweryfikować, zostało zweryfikowane przez bieżącego użytkownika

source: Cardinal
it: Cardinale
pl: Wielomianowa

source: Changes
pl: Zmiany

source: Changes Saved
pl: Zmiany zapisano

source: Clear selection
pl: Wyczyść zaznaczenie

source: Click to expand this category
pl: Kliknij, aby rozwinąć tę kategorię

source: Click to toggle the visibility or drag&drop to change the order
pl: Kliknij by przełączyć widoczność lub przeciągnij i upuść by zmienić kolejność

source: Composite sample
pl: Próbka złożona

source: Could not convert '{}' to an integer
pl: Nie można skonwertować '{}' na liczbę całkowitą

source: Could not send email to {0} ({1})
pl: Nie można wysłać e-maila do {0} ({1})

source: DL
pl: Lista Dystrybucyjna

source: Date Modified
pl: Data modyfikacji

source: Default Department
pl: Domyślny dział

source: Default large sticker
pl: Domyślna duża naklejka

source: Default small sticker
pl: Domyślna mała naklejka

source: Default turnaround time for analyses.
pl: Domyślny czas przetwarzania analiz.

source: Define the sets of actions
pl: Określ zestawy działań

source: Defines the stickers to use for this sample type.
pl: Określa naklejki, których należy użyć dla tego typu próbki.

source: Discount
pl: Rabat

source: Display Columns
pl: Wyświetl kolumny

source: Download
it: Scarica
pl: Pobierz

source: Download PDF
pl: Pobierz PDF

source: Duplicate of
pl: Duplikat

source: Email body for Sample Invalidation notifications
pl: Treść wiadomości e-mail z powiadomieniami o unieważnieniu próbki

source: Email cancelled
pl: E-mail anulowany

source: Email notification
pl: Powiadomienie e-mail

source: Email notification on Sample invalidation
pl: Powiadomienie e-mail o unieważnieniu próbki

source: Email notification on Sample rejection
pl: Powiadomienie e-mail przy odrzuceniu próbki

source: Enable Multiple Use of Instrument in Worksheets.
pl: Włącz wielokrotne używanie instrumentu w arkuszach.

source: Enable Sample Preservation
pl: Włącz utrwalenie próbki

source: Enable Sampling
pl: Włącz próbkowanie

source: Enable Sampling Scheduling
pl: Włącz harmonogram próbkowania

source: Enable sampling workflow for the created sample
pl: Włącz przepływ próbkowania dla utworzonej próbki

source: Enable this option to allow the capture of text as result
pl: Włącz tę opcję, aby umożliwić przechwytywanie tekstu jako wyniku

source: Enter the details of your lab's service accreditations here. The following fields are available: lab_is_accredited, lab_name, lab_country, confidence, accreditation_body_name, accreditation_standard, accreditation_reference<br/>
pl: Wprowadź szczegółowe informacje dotyczące akredytacji laboratorium. Dostępne są następujące pola: lab_is_accredited, lab_name, lab_country, confidence, accreditation_body_name, accreditation_standard, accreditation_reference<br/>

source: Failed to load sticker
pl: Nie udało się załadować naklejki

source: Failed to send Email(s)
pl: Nie udało się wysłać wiadomości e-mail

source: Fax
pl: Faks

source: Field '{}' is required
pl: Pole '{}' jest wymagane

source: File Deleted
pl: Plik usunięto

source: Filesize
pl: Rozmiar pliku

source: Folder that results will be saved
pl: Folder zapisu wyników

source: For each interface of this instrument, you can define a folder where the system should look for the results files while automatically importing results. Having a folder for each Instrument and inside that folder creating different folders for each of its Interfaces can be a good approach. You can use Interface codes to be sure that folder names are unique.
pl: Dla każdego interfejsu tego instrumentu można zdefiniować folder, w którym system powinien szukać plików wyników, automatycznie importując wyniki. Posiadanie folderu dla każdego instrumentu i wewnątrz tego folderu, tworzącego różne foldery dla każdego z jego interfejsów, może być dobrym podejściem. Możesz używać kodów interfejsu, aby mieć pewność, że nazwy folderów są niepowtarzalne.

source: Formatting Configuration
pl: Konfiguracja formatu

source: Friday
pl: Piątek

source: FullName
pl: Pełne imię i nazwisko

source: Function
pl: Funkcja

source: Generates an ID with the IDServer
pl: Generuje ID z serwera IDServer

source: Has not been Printed.
pl: Nie został wydrukowany.

source: Hide In Report
pl: Ukryj w raporcie

source: High
pl: Wysoki

source: Highest
pl: Najwyższy

source: IBN
pl: Podstawowe stałe

source: If enabled, this analysis and its results will not be displayed by default in reports. This setting can be overrided in Analysis Profile and/or Sample
pl: Jeżeli włączone, ta analiza i powiązane z nią wyniki nie będą domyślnie wyświetlane w raportach. Ustawienie to może być nadpisane w Profilu Analizy i/lub Zastawieniu Analiz

source: If no value is entered, the Batch ID will be auto-generated.
pl: Jeśli nie zostanie wprowadzona żadna wartość, ID Serii zostanie wygenerowany automatycznie.

source: If the system doesn't find any match (AnalysisRequest, Sample, Reference Analysis or Duplicate), it will use the record's identifier to find matches with Reference Sample IDs. If a Reference Sample ID is found, the system will automatically create a Calibration Test (Reference Analysis) and will link it to the instrument selected above.<br /> If no instrument selected, no Calibration Test will be created for orphan IDs.
pl: Jeśli system nie znajdzie żadnego dopasowania (Zlecenie Analizy (AR), Próbka, Reference Analysis lub Duplikat), użyje identyfikatora rekordu do znalezienia dopasowań z referencyjnymi identyfikatorami próbek. Jeśli zostanie znaleziony identyfikator próbki referencyjnej, system automatycznie utworzy test kalibracji (Analiza Referencyjna (RA)) i połączy go z instrumentem wybranym powyżej.<br /> Jeśli nie wybrano żadnego instrumentu, nie zostanie utworzony test kalibracji dla nieznanych ID.

source: If unchecked, Lab Managers won't be able to assign the same Instrument more than one Analyses while creating a Worksheet.
pl: Jeśli ta opcja nie jest zaznaczona, menedżerowie laboratorium nie będą mogli przypisać tego samego Instrumentu więcej niż jednej analizie podczas tworzenia arkusza.

source: If unchecked, users will only be able to submit results for the analyses they are assigned to, and the submission of results for unassigned analyses won't be permitted. This setting does not apply to users with role Lab Manager
pl: Jeśli odznaczone, użytkownicy będą mogli przesyłać wyniki tylko do analiz, do których zostali przypisani, a przesyłanie wyników do nieprzypisanych analiz nie będzie dozwolone. To ustawienie nie dotyczy użytkowników z rolą Lab Manager
