Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/senaite.core.po
Languages: it, pl, pt_br

source: If 'Allow instrument entry of results' is selected, the method from the default instrument will be used. Otherwise, only the methods selected above will be displayed.
it: Se 'Permetti inserimento dei risultati strumentali' è selezionato, verrà utilizzato il metodo dallo strumento predefinito . Altrimenti verranno visualizzati solo i metodi selezionati sopra.
pl: Jeżeli zaznaczona jest opcja 'Zezwolenie na wprowadzanie danych z instrumentu', będzie użyta jego metoda domyślna. W innym przypadku zostanie wyświetlona metoda wybrana powyżej.
pt_br: Se "Permitir entrada instrumental de resultados" estiver selecionado, o método padrão a ser usado será o método definido no Instrumento padrão. Caso contrário, apenas os métodos acima selecionados serão exibidos.

source: If a sample is taken periodically at this sample point, enter frequency here, e.g. weekly
it: Se un campione viene acquisito periodicamente su questo punto di campionamento, inserire la frequenza qui, ad esempio settimanalmente
pl: Jeżeli z tego punktu pobiera sie próbki okresowo, wpisz częstotliwość, np. raz w tygodniu
pt_br: Se a amostra é coletada periodicamente neste local de amostragem, insira a frequência aqui, por exemplo: semanal

source: If checked, a selection list will be displayed next to the analysis' result field in results entry views. By using this selector, the analyst will be able to set the value as a Detection Limit (LDL or UDL) instead of a regular result
it: Se selezionato, un elenco verrà visualizzato accanto al campo risultato analisi nella vista inserimento risultati. Utilizzando questa selezione, l'analista potra impostare il valore come limite di rilevazione (LDL o UDL) invece di un risultato normale
pl: Jeżeli zaznaczone, obok pola wyniku analizy wyświetlona zostanie lista wyboru, której użycie umożliwi analitykowi zastąpienie wyniku wartością Limitu Detekcji (LDL lub UDL)
pt_br: Se marcada, uma lista de seleção será exibida ao lado do campo resultado de análise, na entrada de resultados. Ao utilizar este seletor, o analista será capaz de definir o valor como um limite de detecção (LDL, HDL), em vez de um resultado normal

source: If checked, the instrument will be unavailable until the next valid calibration was performed. This checkbox will automatically be unchecked.
it: Se nselezionato, lo strumento sarà disponibile fino a che non sarà effettuata la prossima calibrazione valida. Questa casella di controllo verrà automaticamente deselezionata.
pl: Jeżeli zaznaczone, instrument będzie niedostępny do czasu wykonania ważnej kalibracji, po czym to pole opcji zostanie automatycznie odznaczone.
pt_br: Se selecionado, o instrumento estará indisponível até a próxima calibração válida ser realizada. Esta caixa de seleção será automaticamente desmarcada.

source: If enabled, a free text field will be displayed close to each analysis in results entry view
pl: Jeśli jest włączone, dodatkowe pole tekstowe będzie wyświetlane blisko każdej analizy w widoku wprowadzania wyników
pt_br: Se ativado, um campo de texto livre será exibido perto de cada análise na exibição de entrada de resultados

source: If enabled, a user who submitted a result for this analysis will also be able to verify it. This setting take effect for those users with a role assigned that allows them to verify results (by default, managers, labmanagers and verifiers). The option set here has priority over the option set in Bika Setup
pl: Jeśli ta opcja jest włączona, użytkownik, który przesłał wynik tej analizy, będzie mógł ją zweryfikować. To ustawienie obowiązuje dla użytkowników z przypisaną rolą, która pozwala im weryfikować wyniki (domyślnie menedżerowie, kierownicy laboratorium i weryfikatorzy). Ustawiona tutaj opcja ma pierwszeństwo przed opcją ustawioną w Senaite Setup
pt_br: Se ativado, um usuário que enviou um resultado para essa análise também poderá confirmá-lo. Esta configuração tem efeito para os usuários com uma função atribuída que lhes permite verificar resultados (por padrão, gerentes, gerentes de laboratório e verificadores). A opção definida aqui tem prioridade sobre a opção definida no Bika Setup

source: If enabled, a user who submitted a result will also be able to verify it. This setting only take effect for those users with a role assigned that allows them to verify results (by default, managers, labmanagers and verifiers).This setting can be overrided for a given Analysis in Analysis Service edit view. By default, disabled.
pl: Jeśli ta opcja jest włączona użytkownik, który przesłał wynik, będzie mógł go zweryfikować. To ustawienie obowiązuje tylko dla użytkowników z przypisaną rolą, która pozwala im weryfikować wyniki (domyślnie menedżerów, kierowników laboratorium i weryfikatorów). To ustawienie można pominąć dla danego widoku edycji Analiza w Analysis Services (AS). Domyślnie wyłączone.
pt_br: Se ativado, um usuário que enviou um resultado também poderá confirmá-lo. Essa configuração só terá efeito para os usuários com uma função atribuída que lhes permita verificar resultados (por padrão, gerentes, gerentes de laboratório e verificadores). Essa configuração pode ser sobrescrita por uma determinada análise no modo de exibição de edição do Serviço de Análise. Por padrão, desativado.

source: If enabled, the name of the analysis will be written in italics.
it: Se abilitato, il nome delle analisi verranno scritte in corsivo.
pl: Jeżeli włączone, nazwa analizy będzie zapisana kursywą.
pt_br: Se acionado, o nome da análise vai ser escrito em itálico.

source: If enabled, this analysis and its results will not be displayed by default in reports. This setting can be overrided in Analysis Profile and/or Analysis Request
it: Se abilitato, queste analisi e i loro risultati non saranno visualizzati per default nei reports. Questa impostazione può essere ignorata nel Profilo Analisi e/o Richieste Analisi
pt_br: Se ativado, esta análise e seus resultados não serão exibidos por padrão nos laudos. Essa configuração pode ser alterada em Análise de Perfil e/ou Pedido de Análise

source: If no Title value is entered, the Batch ID will be used.
it: Se non viene inserito il valore Titolo, verrà utilizzato l'ID Batch.
pl: Jeżeli nie wprowadzono treści Tytułu, zostanie użyty Identyfikator Zestawu ID.
pt_br: Se nenhum valor de titulo for usado, o ID do lote será usado

source: If required, select a calculation for the The analysis services linked to this method. Calculations can be configured under the calculations item in the LIMS set-up
it: Se necessario, selezionare un calcolo per i servizi di analisi collegati a questo metodo. I calcoli possono essere configurati sotto la voce "calcoli" nel LIMS setup
pl: Jeżeli wymagane, wybierz formułę obliczeniową dla Usługi analitycznej przypisaną do tej metody. Formuła obliczeniowa może być zdefiniowana w konfiguracji LIMS
pt_br: Se solicitado, selecione um cálculo para os serviços de análise ligados a este método. Os cálculos podem ser configuradas no item cálculos das configurações do LIMS.

source: If text is entered here, it is used instead of the title when the service is listed in column headings. HTML formatting is allowed.
it: Se viene inserito del testo qui, verrà usato invece del titolo quando il servizio è elencato in intestazioni di colonna. La formattazione HTML è permessa.
pl: Tekst tu wprowadzony zostanie użyty zamiast tytułu nagłówka kolumny wyświetlającej usługi. Dozwolone jest formatowanie HTML.
pt_br: Se o texto for inserido aqui, ele é usado em vez do título quando o serviço for listado em títulos de coluna. Formatação HTML é permitido.

source: If there are previous results for a service in the same batch of Analysis Requests, they will be displayed in the report.
it: Se ci sono risultati precedenti per un servizio nello stesso batch di Richieste Analisi, essi verranno mostrati nel report.
pt_br: Se não houver resultados anteriores para um serviço no mesmo lote de pedidos de análise, elas serão exibidas no laudo.

source: If this container is pre-preserved, then the preservation method could be selected here.
it: Se questo contenitore è pre-conservato, qallora il metodo di conservazione può essere selezionato qui.
pl: Jeśli ten pojemnik jest wstępnie przygotowany dla utrwalenia próbek, wówczas metoda utrwalania może być zaznaczona tutaj.
pt_br: Caso este recipiente seja pré-preservado, o método de preservação pode ser selecionado aqui.

source: If unchecked, analysts and lab clerks will be able to manage Worksheets, too. If the users have restricted access only to those worksheets for which they are assigned, this option will be checked and readonly.
it: Se non è selezionato, anche gli analisti e gli addetti del laboratorio saranno abilitati a gestire i Fogli di lavoro. Se gli utenti hanno accesso accesso limitato solo ai fogli assegnati, questa opzione sarà selezionata ed in sola lettura.
pl: Jeżeli nie zaznaczone, to Kartę Pracy będzie miał możliwość modyfikować również analityk i kierownik laboratorium. Opcja ta będzie zaznaczona i tylko do odczytu, jeżeli użytkownicy mają ograniczony dostęp tylko do kart pracy im przypisanych.
pt_br: Se desmarcado, os analistas e funcionários de laboratório serão capazes de gerenciar planilhas também. Se os usuários possuem acesso restrito apenas às planilhas para o qual são designados, esta opção será marcada e apenas para leitura.

source: If unchecked, analysts will have access to all worksheets.
it: Se non selezionata, gli analisti avranno accesso a tutti i fogli di lavoro.
pl: Jeżeli nie zaznaczone, analityk będzie miał dostęp do wszystkich kart pracy.
pt_br: Se desmarcado, os analistas terão acesso a todas as planilhas.

source: Import
it: Importazione
pt_br: Importar

source: Import Analysis Request Data
pt_br: Importar Dados da Solicitação de Análise

source: Imported
it: Importati
pt_br: Importado

source: In-lab calibration procedure
it: Procedura di calibrazione in-lab
pl: Wewnętrzna procedura kalibracyjna
pt_br: Procedimento de calibração no laboratório

source: Inactive
it: Inattivo
pl: Nieaktywne
pt_br: Inativo

source: Include Previous Results From Batch
it: Includere Precedenti Rsisultati Dal Batch
pt_br: Incluir Resultados Anteriores do Lote

source: Include all analysis requests belonging to the selected objects.
it: Includere tutte le richieste analisi apartenenti agli oggetti selezionati.
pt_br: Inclua todas requisições de análises pertencentes aos objetos selecionados.

source: Include and display pricing information
it: Includere e visualizzare le informazioni sui prezzi
pl: Zawiera i wyświetla informacje cenowe
pt_br: Incluir e exibir informações sobre preço

source: Include descriptions
it: Includere descrizioni
pl: Zawiera opisy
pt_br: Incluir descrições

source: Incorrect IBAN number: %s
it: IBAN non corretto: %s
pl: Niewłaściwy numer IBAN: %s
pt_br: Número IBAN incorreto: %s

source: Incorrect NIB number: %s
it: NIB non corretto: %s
pl: Niwłaściwy numer NIB: %s
pt_br: Número NIB incorreto: %s

source: Indeterminate result
it: Risultato non determinato
pt_br: Resultado indeterminado

source: Indicates whether file attachments, e.g. microscope images, are required for this analysis and whether file upload function will be available for it on data capturing screens
it: Indicare se i file allegati, ad esempio le immagini al microscopio, sono richieste per queste analisi e se l'opzione di caricamento file sarà disponibile per esse sui dati di cattura schermo
pl: Wskazuje, czy dla tej analizy wymagane są pliki załączników np. zdjęcia mikroskopowe i czy na ekranie pobierania danych dostępna będzie funkcja pobierania plików
pt_br: Indica se anexos, como imagens de microscópio, são necessários para esta análise e se a função de upload de arquivos estará disponível nas telas de captura de dados

source: Info
pt_br: Informação

source: Inherit From
it: Ereditare da
pt_br: Herdado de

source: Initial revision
it: Revisione iniziale
pt_br: Revisão inicial

source: Install
it: Installare
pt_br: Instalar

source: Installation Certificate
it: Installazione Certificato
pl: Instalacja Certyfikatu
pt_br: Certificado de Instalação

source: Installation certificate upload
it: Installazione caricamento del certificato
pl: Pobranie certyfikatu instalacji
pt_br: Upload de certificado de Instalação

source: InstallationDate
it: Data Installazione
pl: Data Instalacji
pt_br: Data de instalação

source: Instructions
it: Istruzioni
pl: Instrukcje
pt_br: Instruções

source: Instructions for in-lab regular calibration routines intended for analysts
it: Istruzioni per la regolare procedura di calibrazione in-lab destinate agli analisti
pl: Instrukcja okresowej wewnętrznej procedury kalibracji przeznaczonej dla analityka
pt_br: Instruções para rotinas de calibração regulares no laboratório destinados a analistas

source: Instructions for regular preventive and maintenance routines intended for analysts
it: Istruzioni per la regolare procedura di prevenzione e manutenzione destinate agli analisti
pl: Instrukcja okresowej procedury przeglądu i konserwacji przeznaczonej dla analityka
pt_br: Instruções para rotinas de prevenção e manutenção regulares destinados a analistas

source: Instrument
it: Strumento
pl: Przyrząd
pt_br: Instrumento

source: Instrument Calibrations
it: Calibrazioni Strumento
pl: Kalibracj Przyrządu
pt_br: Calibrações de Instrumento

source: Instrument Files
pl: Pliki instrumentu
pt_br: Arquivo de Instrumentos

source: Instrument Import
it: Importazione strumentale
pl: Import danych z przyrządu
pt_br: Importação do Instrumento

source: Instrument Location
pl: Lokalizacja instrumentu
pt_br: Localização do Instrumento

source: Instrument Locations
pl: Lokalizacje instrumentu
pt_br: Localizações do Instrumento

source: Instrument Maintenance
it: Manutenzione strumentale
pl: Przegląd techniczny
pt_br: Manutenção do Instrumento

source: Instrument Scheduled Tasks
it: Attività programmate sullo strumento
pl: Zaplanowane zadania
pt_br: Agenda de Tarefas do Instrumento

source: Instrument Type
pt_br: Tipo do Instrumento

source: Instrument Types
it: Tipi Strumento
pl: Typy przyrządów
pt_br: Tipo de Instrumento

source: Instrument Validations
it: Validazioni strumentali
pl: Walidacje Przyrządu
pt_br: Validação de Instrumento

source: Instrument assignment is allowed
pl: Przypisanie instrumentu jest dozwolone
pt_br: A atribuição do instrumento é permitida

source: Instrument assignment is not required
pl: Przypisanie instrumentu nie jest wymagane
pt_br: A atribuição do instrumento não é requerida

source: Instrument disabled until successful calibration:
pl: Instrument wyłączony do momentu pomyślnej kalibracji:
pt_br: Instrumento desativado até calibração bem-sucedida:

source: Instrument disposed until new calibration tests being done:
pl: Instrument usunięty do momentu wykonania nowych testów kalibracyjnych:
pt_br: Instrumento descartado até que novos testes de calibração sejam feitos:

source: Instrument entry of results not allowed for ${service}
it: Inserimento strumentale dei risultati non consentite per ${service}
pt_br: Entrada de resultados de instrumentos não é permitida para ${service}

source: Instrument exporter not found
it: Esportatore strumento non trovato
pl: Program eksportu do przyrządu nie znaleziony
pt_br: Exportador para o instrumento não encontrado

source: Instrument failed reference test
it: Test di riferimento sullo strumento fallito
pl: Sprawdzenie przyrządu niepomyślne
pt_br: Instrumento falhou no teste de referência

source: Instrument has no data interface selected
it: Lo strumento non ha interfaccia dati selezionata
pl: Nie wybrano interfejsu transmisji danych dla przyrządu
pt_br: O instrumento não possui interface de dados selecionada

source: Instrument in calibration progress:
pl: Instrument w trakcie kalibracji:
pt_br: Instrumento no progresso da calibração:

source: Instrument in validation progress:
pl: Instrument w trakcie walidacji:
pt_br: Instrumento em progresso de validação:

source: Instrument type
it: Tipo di strumento
pl: Typ przyrządu
pt_br: Tipo de instrumento

source: Instrument's calibration certificate expired:
pl: Certyfikat kalibracji instrumentu wygasł:
pt_br: Certificado de calibração dos instrumentos expirado:

source: Instruments
it: Strumenti
pl: Instrumenty
pt_br: Instrumentos

source: Instruments disabled until successful calibration:
pl: Instrumenty wyłączone do momentu pomyślnej kalibracji:
pt_br: Instrumentos desativados até calibração bem-sucedida:

source: Instruments disposed until new calibration tests being done:
pl: Instrumenty usunięte do momentu wykonania nowych testów kalibracyjnych:
pt_br: Instrumentos dispostos até que novos testes de calibração sejam feitos:

source: Instruments in calibration progress:
pl: Instrumenty w trakcie kalibracji:
pt_br: Instrumentos no progresso de calibração:

source: Instruments in validation progress:
pl: Instrumenty w trakcie walidacji:
pt_br: Instrumentos em progresso de validação:

source: Instruments' calibration certificates expired:
pl: Certyfikaty kalibracji instrumentów wygasły:
pt_br: Os certificados de calibração dos instrumentos expiraram:

source: Internal Calibration Tests
it: Prove Interne Calibrazione
pl: Wewnętrzne Testy Kalibracji
pt_br: Testes de calibração interna

source: Internal Certificate
it: Certificato Interno
pl: Świadectwo wewnętrzne
pt_br: Certificado interno

source: Interpolation
it: Interpolazione
pl: Interpolacja
pt_br: Interpolação

source: Interval
pl: Interwał
pt_br: Intervalo

source: Invalid
it: Non valido
pl: Nieprawidłowe
pt_br: Inválido

source: Invalid AR retested
it: RA di riesame non valida
pt_br: RA inválida retestada

source: Invalid instruments are not displayed: %s
pl: Nieprawidłowe instrumenty nie są wyświetlane: %s
pt_br: Instrumentos inválidos não são exibidos: %s

source: Invalid instruments are not shown: ${invalid_list}
pt_br: Instrumentos inválidos não são mostrados: ${invalid_list}

source: Invalid wildcards found: ${wildcards}
it: Trovati metacaratteri non validi: ${wildcards}
pl: Znaleziono nieważne wieloznaczności: ${wildcards}
pt_br: Caracteres inválidos encontrados: ${wildcards}

source: Invalidate
pt_br: Invalidar

source: Invoice
it: Fattura
pl: Faktura
pt_br: Fatura

source: Invoice Date
it: Data Fattura
pt_br: Data da fatura

source: Invoice Exclude
it: Escludi fattura
pl: Wykluczenie z faktury
pt_br: Excluir Fatura

source: Invoice Number
it: Numero Fattura
pt_br: Número da fatura

source: InvoiceBatch has no End Date
it: La fattura Batch non ha Data Fine
pl: Zestawienie faktur nie ma daty końcowej
pt_br: FaturaLote não possui data final

source: InvoiceBatch has no Start Date
it: La fattura Batch non ha Data Inizio
pl: Zestawienie faktur nie ma daty początkowej
pt_br: FaturaLote não possui data inicial

source: InvoiceBatch has no Title
it: La fattura Batch non ha Titolo
pl: Zestawienie faktur nie ma Nazwy
pt_br: FaturaLote não possui título

source: It's a composite sample
pt_br: É uma amostra composta

source: Item is inactive.
it: L'elemento è inattivo.
pt_br: Item inativo

source: Items to be included in email subject lines
it: Elementi da inserire nell'oggetto dell'e-mail
pt_br: Itens a serem incluídos nas linhas de título do email

source: Job Title
it: Titolo Lavorativo
pl: Stanowisko
pt_br: Cargo

source: Job title
it: Titolo lavorativo
pl: Stanowisko
pt_br: Cargo

source: Key
it: Chiave
pl: Klucz
pt_br: Chave

source: Key Error
it: Errore Chiave
pt_br: Erro de chave

source: Keyword
it: Parola chiave
pl: Słowo kluczowe
pt_br: Palavra-chave

source: Keywords
it: Parole chiavi
pl: Słowa kluczowe
pt_br: Palavras-chave

source: Lab
it: Laboratorio
pt_br: Laboratório

source: Lab Analyses
it: Analisi di laboratorio
pl: Analizy laboratoryjne
pt_br: Análises do Laboratório

source: Lab Contacts
it: Contatti laboratorio
pl: Kontakty do Laboratorium
pt_br: Contatos do Laboratório

source: Lab Departments
it: Dipartimenti Laboratorio
pl: Działy Laboratorium
pt_br: Departamentos do Laboratório

source: Lab Preservation
it: Conservazione di laboratorio
pl: Utrwalenie w laboratorium
pt_br: Preservação do Laboratório

source: Lab Products
it: Prodotti Lab
pl: Produkty Laboratorium
pt_br: Produtos do Laboratório

source: Lab URL
it: Laboratorio URL
pl: Adres URL Laboratorium
pt_br: URL do laboratório

source: Label
it: Etichetta
pl: Etykieta
pt_br: Rótulo

source: Laboratory
it: Laboratorio
pl: Laboratorium
pt_br: Laboratório

source: Laboratory Accredited
it: Laboratorio accreditato
pl: Laboratorium akredytowane
pt_br: Laboratório Certificado

source: Landing Page
pl: Strona docelowa
pt_br: Página de destino

source: Large sticker
pl: Duża naklejka
pt_br: Etiqueta grande

source: Last Login Time
pl: Ostatnia data logowania
pt_br: Último Horário de Acesso

source: Last modified
it: Ultima modifica
pt_br: Última modificação

source: Late
it: Ritardo
pl: Spóźnione
pt_br: Atrasado

source: Late Analyses
it: Ritardo delle analisi
pl: Analizy spóźnione
pt_br: Análise Atrasada

source: Late Analysis
it: Ritardo dell'analisi
pl: Analiza spóźniona
pt_br: Análises Atrasadas

source: Link User
pl: Połącz użytkownika
pt_br: Link Usuário

source: Link an existing User
pl: Połącz z istniejącym użytkownikiem
pt_br: Vincular um usuário existente

source: Linked Sample
it: Campione collegato
pt_br: Amostra Associada

source: List of types of identifiers for multiple identifier records
pt_br: Lista de tipos de identificadores para multiplos registros de identificadores

source: Lists all samples received for a date range
it: Elenca tutti i campioni ricevuti in un intervallo di date
pl: Lista próbek przyjętych w danym okresie
pt_br: Listar toda amostra recebidas por período

source: Load Setup Data
it: Caricamento dei dati di installazione
pl: Wczytaj zapisane ustawienia
pt_br: Carregar Dados de Configuração

source: Load documents describing the method here
it: Caricare documenti che descrivono il metodo
pl: Wczytaj dokumenty opisujące metodę
pt_br: Carregar os documentos descrevendo o método

source: Load from file
it: Carica da file
pl: Załaduj z pliku
pt_br: Carregue do arquivo

source: Load the certificate document here
it: Carica il documento di certificato qui
pl: Pobierz plik świadectwa
pt_br: Carregar o documento certificado aqui

source: Loaded
it: Caricato
pl: Załadowane
pt_br: Carregado

source: Location Code
it: Codice Posizione
pl: Kod miejsca
pt_br: Código de localização

source: Location Description
it: Descrizione Posizione
pl: Opis miejsca
pt_br: Descrição do local

source: Location Title
it: Titolo Posizione
pl: Tytuł miejsca
pt_br: Título do local

source: Location Type
it: Tipo Posizione
pl: Typ miejsca
pt_br: Tipo do local

source: Location where sample is kept
it: Posizione dove viene preso il campione
pl: Miejsce, w którym przechowywana jest próbka
pt_br: Localização onde a amostra é colocada

source: Location where sample was taken
it: Posizione dove è stato preso il campione
pl: Miejsce, z którego pobrana była próbka
pt_br: Local onde a amostra foi coletada

source: Location where the document set is shelved
pl: Miejsce, w którym dokument jest umieszczony
pt_br: Local onde o conjunto de documentos está arquivado

source: Log
pt_br: Registro

source: Login details
it: Dettagli di accesso
pl: Szczegóły logowania
pt_br: Detalhes do login

source: Login failed. Both email address and password are case sensitive, check that caps lock is not enabled.
it: Accesso fallito. Sia la mail che la password sono case sensitive, controllare che siano state inserite correttamente.
pl: Logowanie nie powiodło się. Zarówno w adresie e-mail jak i w haśle rozróżniana jest wielkość liter, sprawdź czy przycisk Caps Lock nie jest włączony.
pt_br: Login falhou. Observe que maiúsculas e minúsculas são consideradas tanto para o endereço de email quanto para a senha. Verifique se a sua tecla "caps lock" não está pressionada.
