Repository: senaite/senaite.core
Catalog: bika/lims/locales/*/LC_MESSAGES/senaite.core.po
Languages: it, pl, pt_br

source: Sampler for scheduled sampling
pt_br: Coletor para amostragem programada

source: Samples
it: Campioni
pl: Próbki
pt_br: Amostras

source: Samples of this type should be treated as hazardous
it: Campioni di questo tipo dovrebbero essere trattati come pericolosi
pl: Próbki tego typu powinny być traktowane jako niebezpieczne
pt_br: Amostras deste tipo devem ser tratadas como perigosas

source: Samples received vs. reported
it: Campioni ricevuti vs. elaborati
pl: Próbki przyjęte względem raportowanych
pt_br: Amostras recebidas vs reportadas

source: Samples received vs. samples reported
it: Campioni ricevuti vs. elaborati
pl: Próbki przyjęte względem raportowanych
pt_br: Amostras recebidas vs amostras reportadas

source: Samples: ${samples}
it: Campioni: ${samples}
pt_br: Amostras: ${samples}

source: Sampling Date
it: Data di campionamento
pl: Data pobrania próbki
pt_br: Data de Amostragem

source: Sampling Deviation
it: Deviazione di Campionamento
pl: Zmienność próbek
pt_br: Desvio de Amostragem

source: Sampling Deviations
it: Deviazioni di Campionamento
pl: Uwagi dot. pobierania próbek
pt_br: Desvios de Amostragens

source: Sampling Frequency
it: Frequenza di campionamento
pl: Częstotliwość pobierania próbek
pt_br: Frequência de Amostragem

source: Sampling Point
pt_br: Ponto de amostragem

source: Sampling Round
pt_br: Rodada de Amostragem

source: Sampling Round Template
pt_br: Modelo da rodada de amostragem

source: Sampling Round Templates
pt_br: Modelos de rodada de amostragem

source: Sampling Rounds
pt_br: Rodada de amostragem

source: Sampling Rounds Template
pt_br: Modelo de rodadas de amostragem

source: Sampling date
pt_br: Data da amostragem

source: Sampling frequency
pt_br: Frequência de amostragem

source: Sampling workflow
pt_br: Processo de amostragem

source: Save
it: Salva
pl: Zapisz
pt_br: Salvar

source: Save remarks
it: Salva osservazioni
pt_br: Salvar comentários

source: Schedule sampling
pt_br: Amostragem programada

source: Scheduled sampling
pt_br: Amostragem programada

source: Scheduled task
it: Attività pianificata
pl: Zaplanowane zadanie
pt_br: Agenda de tarefas

source: Scientific name
it: Nome scientifico
pl: Nazwa naukowa
pt_br: Nome científico

source: Search
it: Ricerca
pt_br: Busca

source: Seconds
it: Secondi
pl: Sekundy
pt_br: Segundos

source: Security Seal Intact
pl: Zabezpieczenie nienaruszone
pt_br: Selo de segurança intacto

source: Security Seal Intact Y/N
pl: Zabezpieczenie nienaruszone T/N
pt_br: Selo de segurança intacto S/N

source: Select 'Register' if you want stickers to be automatically printed when new ARs or sample records are created. Select 'Receive' to print stickers when ARs or Samples are received. Select 'None' to disable automatic printing
it: Selezionare 'Registrare' se si vuole che le etichette vengano stampate automaticamente quando vengono create nuove RA o registrazioni campione. Selezionare 'Ricevere' per stampare le etichette quando sono ricevute le RA o i campioni. Selezionare 'Nessuno' per disabilitare la stampa automatica
pt_br: Selecione 'Registrar' se você quiser que as etiquetas sejam automaticamente impressas quando novas RAs ou registros de amostras sejam criados. Selecione 'Receber' para imprimir etiquetas quando RAs ou Amostras são recebidos. Selecione 'Nenhum' para desabilitar a impressão automática

source: Select AR Templates to include
it: Selezionare i Modelli RA da includere
pt_br: Selecione Modelo AR para incluir

source: Select a data interface
it: Selezionare l'interfaccia dati
pt_br: Selecione a interface de dados

source: Select a default preservation for this analysis service. If the preservation depends on the sample type combination, specify a preservation per sample type in the table below
it: Selezionare una conservazione predefinita per questo servizio analisi. Se la conservazione dipende dalla combinazione con il tipo campione, specificare la conservazione per tipo campione nella tabella sotto
pl: Zaznacz domyślne utrwalanie dla tej usługi analitycznej. W tabeli poniżej przypisz sposób utrwalania dla każdego rodzaju próbek zgodnie z wymaganiami
pt_br: Selecione uma preservação padrão para este serviço de análise. Caso a preservação dependa da combinação do tipo de amostra, especifique a preservação por tipo de amostra na tabela abaixo

source: Select a destinaton position and the AR to duplicate.
it: Selezionare una posizione di destinazione e la RA da duplicare
pt_br: Selecione uma posição de destino e RA a ser duplicada.

source: Select a manager from the available personnel configured under the 'lab contacts' setup item. Departmental managers are referenced on analysis results reports containing analyses by their department.
it: Selezionare un responsabile tra le persone configurate disponibili sotto la voce di impostazione 'contatti laboratorio'. I responsabili di dipartimento sono indicati nei reports di risultati analisi in base al loro dipartimento.
pl: Wybierz kierownika z personelu, który jest dostępny w zakładce 'kontakty laboratorium'. Kierownicy działów autoryzują wyniki analiz realizowanych w ich dziale.
pt_br: Selecione um gerente a partir da equipe disponível configurada no item 'contatos do laboratório'. Gerentes departamentais são referenciados em relatórios de resultados de análises contendo dados de seus departamentos.

source: Select a sample to create a secondary AR
it: Selezionare un campione per creare una RS secondaria
pt_br: Selecione uma amostra para ciar uma RA secundária

source: Select all items
it: Selezionare tutti gli elementi
pt_br: Selecionar todos os itens

source: Select an Export interface for this instrument.
pl: Wybierz interfejs eksportu dla tego instrumentu.
pt_br: Selecione uma interface de exportação para este instrumento.

source: Select analyses to include in this template
it: Selezionare le analisi da includere in questo modello
pl: Zaznacz analizy do uwzględnienia w szablonie
pt_br: Selecione as análises a incluir neste modelo

source: Select analyst
it: Selezionare l'analista
pl: Wybierz analityka
pt_br: Selecionar Analista

source: Select existing file
it: Seleziona un file esistente
pl: Wybierz istniejący plik
pt_br: Selecione arquivo existente

source: Select identifiers by which this object can be referenced.
pt_br: Selecione os identificadores pelos quais este objeto pode ser referenciado.

source: Select if is an in-house calibration certificate
it: Selezionare se è un autocertificazione della calibrazione
pl: Zaznacz, jeżeli jest wewnętrzne świadectwo kalibracji
pt_br: Selecione se for um certificado de calibração interno

source: Select if the calculation to be used is the calculation set by default in the default method. If unselected, the calculation can be selected manually
it: Selezionare se il calcolo da usare è il calcolo impostato come predefinito per il metodo predefinito. Se non selezionato, il calcolo può essere scelto manualmente
pl: Zaznacz, jeżeli zostanie użyta formuła obliczeniowa zdefiniowana jak domyślna w domyślnej metodzie. Jeżeli nie zanaczone, formuła może zostać wybrana ręcznie
pt_br: Selecione se o cálculo a ser utilizado no conjunto de cálculos definidos por padrão no método padrão. Se não selecionado, o cálculo pode ser selecionado manualmente

source: Select if the descriptions should be included
it: Selezionare se la descrizione deve essere inclusa
pl: Zaznacz, jeśli powinny zostać zawarte opisy
pt_br: Selecione caso as descrições devem ser incluídas

source: Select if the results for tests of this type of analysis can be set by using an instrument. If disabled, no instruments will be available for tests of this type of analysis in manage results view, even though the method selected for the test has instruments assigned.
pt_br: Selecione se os resultados para os testes deste tipo de análise podem ser definidos usando um instrumento. Se estiver desativado, não haverá instrumentos disponíveis para testes desse tipo de análise na exibição de resultados de gerenciamento, mesmo que o método selecionado para o teste tenha instrumentos atribuídos.

source: Select if the results for tests of this type of analysis can be set manually. If selected, the user will be able to set a result for a test of this type of analysis in manage results view without the need of selecting an instrument, even though the method selected for the test has instruments assigned.
pl: Wybierz, jeżeli wyniki testów tego typu analizy można ustawić ręcznie. Jeśli ta opcja zostanie wybrana, użytkownik będzie mógł ustawić wynik testu tego typu analizy w widoku zarządzania wynikami bez potrzeby wybierania instrumentu, nawet jeśli do metody wybranej do testu przypisano instrumenty.
pt_br: Selecione se os resultados para os testes desse tipo de análise podem ser definidos manualmente. Se selecionado, o usuário poderá definir um resultado para um teste deste tipo de análise na exibição de resultados de gerenciamento sem a necessidade de selecionar um instrumento, mesmo que o método selecionado para o teste tenha instrumentos atribuídos.

source: Select instrument
it: Selezionare lo strumento
pl: Wybierz przyrząd
pt_br: Selecionar Instrumento

source: Select services in the left column to locate reference samples. Select a reference by clicking it.
it: Selezionare il servizio nella colonna di sinistra per individuare il campione di riferimento. Selezionare il riferimento cliccandolo.
pt_br: Selecione os serviços na coluna à esquerda para localizar amostras de referência. Selecione uma referência clicando nela.

source: Select template
it: Selezionare un modello
pl: Wybierz szablon
pt_br: Selecionar modelo

source: Select the country the site will show by default
it: Selezionare il paese che il sito mostrerà di default
pl: Zaznacz kraj wyświetlany domyślnie na witrynie
pt_br: Selecione o pais que o site vai ser mostrado como padrão

source: Select the currency the site will use to display prices.
it: Selezionare la valuta che il sito utilizzerà per visualizzare i prezzi.
pl: Wybierz walutę, którą witryna będzie używała do wyświetlania cen.
pt_br: Selecione a moeda que o site usará para exibir os preços.

source: Select the default container to be used for this analysis service. If the container to be used depends on the sample type and preservation combination, specify the container in the sample type table below
it: Selezionare il contenitore predefinito da utilizzare per questo servizio analisi. Il contenitore da usare dipende dalla combinazione tipo campione e conservazione, specificare il contenitore nella tabella tipo campione sotto
pl: Zaznacz domyślny pojemnik dla tej usługi analitycznej. W tabeli poniżej wskaż typ pojemnika jeżeli jego użycie zależy od typu próbki lub sposobu utrwalania
pt_br: Selecione o recipiente padrão a ser usado por este serviço de análise. Caso o recipiente a ser usado dependa da combinação entre o tipo de amostra e sua preservação, especifique o recipiente na tabela de tipo de amostra abaixo.

source: Select the default landing page. This is used when a Client user logs into the system, or when a client is selected from the client folder listing.
it: Selezionare la pagina predefinita di destinazione. Questa viene utilizzata quando un Cliente accede al sistema, o quando un cliente viene selezionato dall'elenco cartelle cliente.
pl: Wybierz domyślną stronę docelową przeznaczoną dla klienta logującego się do systemu lub wybranego z listy.
pt_br: Seleccione a página inicial padrão. Isso é usado quando um usuário cliente registra no sistema, ou quando um cliente é selecionado a partir da listagem pasta do cliente.

source: Select the filter to apply
pt_br: Selecione o filtro a ser aplicado

source: Select the preferred instrument
it: Selezionare lo strumento preferito
pl: Wybierz preferowany przyrząd
pt_br: Selecione o instrumento preferencial.

source: Select the template which will be used, by default, when publishing ARs.
pt_br: Selecione o modelo que será usado por padrão, ao publicar ARs.

source: Select the types that this ID is used to identify.
pl: Wybierz typy, dla których to ID służy do identyfikacji.
pt_br: Selecione os tipos que esse ID é usado para identificar.

source: Select this to activate automatic notifications via email to the Client when a Sample or Analysis Request is rejected.
pt_br: Selecione esta opção para ativar notificações automáticas via e-mail para o Cliente quando uma Amostra ou Pedido de Análise for rejeitada.

source: Select this to activate the dashboard as a default front page.
pl: Wybierz tę opcję, aby aktywować Dashboard jako domyślną stronę główną.
pt_br: Selecione esta opção para ativar o painel de controle como uma página inicial padrão.

source: Select this to activate the rejection workflow for Samples and Analysis Requests. A 'Reject' option will be displayed in the actions menu for these objects.
pt_br: Selecione esta opção para ativar o fluxo de trabalho de rejeição para amostras e solicitações de análise. A opção "Rejeitar" será exibida no menu de ações para esses objetos.

source: Select this to activate the sample collection workflow steps.
it: Selezionare questo per attivare le fasi di raccolta campione del flusso di lavoro
pl: Zaznacz dla aktywacji instrukcji opisującej proces pobierania próbek.
pt_br: Selecione aqui para ativar os passos do processo (workflow) de coleção de amostras.

source: Select this to allow a Sampling Coordinator to schedule a sampling. This functionality only takes effect when 'Sampling workflow' is active
pl: Wybierz tę opcję, aby umożliwić koordynatorowi pobierania próbek zaplanowanie pobierania próbek. Ta funkcja działa tylko wtedy, gdy aktywny jest przepływ pracy próbkowania
pt_br: Selecione isto para permitir que um Coordenador de Amostragem programe uma amostragem. Esta funcionalidade só tem efeito quando o 'Fluxo de trabalho de amostragem' está ativo

source: Select which Analyses should be included on the Worksheet
it: Selezionare quali analisi devono essere incluse nel foglio di lavoro
pl: Zaznacz, które analizy powinny być uwzględniane w karcie pracy
pt_br: Selecione quais Análises devem ser incluídas na Planilha

source: Select which sticker should be used as the 'large' sticker by default
pl: Wybierz, która naklejka ma być domyślnie używana jako 'duża'
pt_br: Selecione qual etiqueta deve ser usada como a etiqueta 'grande' por padrão

source: Select which sticker should be used as the 'small' sticker by default
pl: Wybierz, która naklejka ma być domyślnie używana jako 'mała'
pt_br: Selecione qual etiqueta deve ser usada como a etiqueta 'pequena' por padrão

source: Select which sticker to print when automatic sticker printing is enabled
it: Selezionare quali etichette stampare quando è abilitata la stampa etichette automatica
pl: Wybierz która naklejka ma być drukowana w trybie automatycznym
pt_br: Selecione qual etiqueta imprimir quando a impressão automática estiver habilitada.

source: Self-verification of results
pl: Samodzielna weryfikacja wyników
pt_br: Auto-verificação dos resultados

source: Send email
it: Invia email
pt_br: Enviar e-mail

source: Separate
it: Separato
pt_br: Separar

source: Separate Container
it: Contenitore Separato
pl: Oddzielny pojemnik
pt_br: Recipiente Separado

source: Serial No
it: Serial Nr.
pl: Nr seryjny
pt_br: Número de série

source: Service
it: Servizio
pl: Usługa
pt_br: Serviço

source: Service dependencies
pt_br: Dependências de serviços

source: Service is included in the ${accreditation_body_abbrev}
it: I servizi sono inclusi in ${accreditation_body_abbrev}
pt_br: Serviço incluído em ${accreditation_body_abbrev}

source: Services
it: Servizi
pl: Usługi
pt_br: Serviços

source: Set the Sample Rejection workflow and the reasons
pt_br: Defina o fluxo de trabalho de Rejeição de amostra e as razões

source: Set the maintenance task as closed.
it: Impostare l'attività di manutenzione come chiusa
pl: Ustaw zadanie przeglądu technicznego jako zakończone.
pt_br: Configurar a tarefa de manutenção como fechada.

source: Set the maximum number of analysis requests per results email. Too many columns per email are difficult to read for some clients who prefer fewer results per email
it: Selezionare il numero massimo di richieste analisi per email risultati. Troppe colonne per email sono difficili da leggere per alcuni clienti che preferiscono minori risultati per email
pt_br: Configure o número máximo de requisições de análises por email com resultados. Muitas colunas em um email tornam a leitura difícil para alguns clientes, que preferem um número menor de resultados por email.

source: Set the specification to be used before publishing an AR.
it: Selezionare le specifiche da utilizzare prima di pubblicare una RA.
pt_br: Defina a especificação a ser usada antes de publicar uma RA

source: Set up the laboratory analysis service results specifications
it: Impostazioni delle specifiche dei risultati dei servizi di analisi di laboratorio
pt_br: Configurar as especificações de resultado do serviço de análise do laboratório

source: Shelf Code
it: Codice Scaffale
pl: Kod półki
pt_br: Código de prateleira

source: Shelf Description
it: Descrizione Scaffale
pl: Opis półki
pt_br: Descrição de prateleira

source: Shelf Title
it: Titolo Scaffale
pl: Tytuł półki
pt_br: Título da prateleira

source: Shipping address
it: Indirizzo di spedizione
pl: Adres dostawy
pt_br: Endereço de entrega

source: Short title
it: Titolo Breve
pl: Krótki tytuł
pt_br: Titulo abreviado

source: Show Hidden Analyses
it: Mostra Analisi Nascoste
pt_br: Mostrar Análise Oculta

source: Show QC Analyses
it: Mostra Analisi QC
pt_br: Mostrar Análises do CQ

source: Show only selected categories in client views
it: Mostra solo la categoria selezionata nella vista cliente
pl: Pokaż tylko wybrane kategorie w widokach klienta
pt_br: Mostre apenas as categorias selecionadas em visualizações do cliente

source: Show/hide timeline summary
pl: Pokaż/ukryj podsumowanie osi czasu
pt_br: Mostrar / ocultar o resumo do cronograma

source: Signature
it: Firma
pl: Podpis
pt_br: Assinatura

source: Site Code
it: Codice Ubicazione
pl: Kod miejsca
pt_br: Código do Site

source: Site Description
it: Descizione Ubicazione
pl: Opis miejsca
pt_br: Descrição do Site

source: Site Title
it: Titolo Ubicazione
pl: Nazwa miejsca
pt_br: Título do Site

source: Size
it: Dimensioni
pl: Rozmiar
pt_br: Tamanho

source: Slot
pt_br: Encaixe

source: Small sticker
pl: Mała naklejka
pt_br: Etiqueta pequena

source: Some analyses use out-of-date or uncalibrated instruments. Results edition not allowed
it: Alcine analisi utilizzano strumenti scaduti o non calibrati. Edizione risultati non consentita
pl: Niektóre analizy używają przeterminowanych lub niekalibrowanych przyrządów. Niedozwolona edycja wyników
pt_br: Algumas análises estão desatualizadas ou instrumentos não calibrados. Edição resultados não permitidos

source: Sort Key
it: Chiave Ordinamento
pl: Klucz sortowania
pt_br: Chave de classificação

source: Specification
it: Specifica
pl: Specyfikacja
pt_br: Especificação

source: Specifications
it: Specifiche
pl: Specyfikacje
pt_br: Especificações

source: Specify the size of the Worksheet, e.g. corresponding to a specific instrument's tray size. Then select an Analysis 'type' per Worksheet position. Where QC samples are selected, also select which Reference Sample should be used. If a duplicate analysis is selected, indicate which sample position it should be a duplicate of
it: Specificare la dimensione del Foglio di lavoro, ad esempio corrispondente alla dimensione specifica del cassetto dello strumento. Quindi selezionare un Analisi 'tipo' per posizione del Foglio di lavoro. Quando campioni QC sono selezionati, selezionare anche quale Campione di Riferimento dovrebbe essere usato. Se è selezionata un analisi duplicata, indicare a quale posizione campione dovrebbe essere duplicata
pt_br: Especifique o tamanho da Planilha, por exemplo, em correspondência com o tamanho específico da bandeja de um instrumento. Depois, selecione o 'tipo' de Análise por posição na Planilha. Quando amostras de CQ forem selecionadas, selecione também qual Amostra de Referência deve ser usada. Se uma análise duplicada for selecionada, indique de qual posição da amostra esta duplicata deve ser feita.

source: Specify the uncertainty value for a given range, e.g. for results in a range with minimum of 0 and maximum of 10, where the uncertainty value is 0.5 - a result of 6.67 will be reported as 6.67 +- 0.5. You can also specify the uncertainty value as a percentage of the result value, by adding a '%' to the value entered in the 'Uncertainty Value' column, e.g. for results in a range with minimum of 10.01 and a maximum of 100, where the uncertainty value is 2% - a result of 100 will be reported as 100 +- 2. Please ensure successive ranges are continuous, e.g. 0.00 - 10.00 is followed by 10.01 - 20.00, 20.01 - 30 .00 etc.
it: Specificare i valori di incertezza per un dato intervallo, ad esempio fer i risultati in un intervallo con minimo 0 e massimo 10, quando il valore di incertezza è 0.5 - un risultato di 6.67 sarà riportato come 6.67 +- 0.5. Si può anche specificare un valore di incertezza come percentuale del valore risultato, aggiungendo un '%' al valore inserito nella colonna 'Valore Incertezza', ad esempio per risultati in un intervallo con minimo 10.01 e massimo 100, quando il valore di incertezza è 2% - un risultato di 100 sarà indicato come 100 +- 2. Prego accertarsi che gli intervalli successivi siano continui, ad esempio 0.00 - 10.00 è seguito da 10.01 - 20.00, 20.01 - 30.00 ecc.
pl: Określ wartość niepewności dla danego zakresu, np. dla wyników w zakreesie 0 - 10, gdzie wartość niepewności jest 0.5 - wynik 6.67 będzie przedstawiony jako 6.67+-0.5. Można też zdefiniować niepewność w procentach wartości zmierzonej, dodając '%' do liczby wpisanej do kolumny 'Wartości niepewności', np. dla wyniku w zakresie 10.01 - 100, gdzie niepewność zdefiniowano jako 2% - wynik 100 będzie przedstawiony jako 100+-2. Warto zwrócić uwagę na granice sąsiednich przedziałów, gdzie np. po 0.00-10.00 następuje 10.01-20.00, 20.01-30.00 itd.
pt_br: Especifique um valor de incerteza para uma determinada variação, por exemplo, em uma variação de 0 a 10, onde o valor de incerteza é 0,5 - um resultado de 6,67 será reportado como 6,67 +- 0,5. Você também pode especificar o valor de incerteza como uma porcentagem do valor do resultado, adicionando um '%' no valor encontrado na coluna "incerteza de Valor", exemplo: para resultados entre um intervalo mínimo de 10,01 e máximo de 100, onde o valor de incerteza é 2% - um resultado de 100 será reportado como 100 +- 2. Por favor, certifique-se de que variações sucessivas são contínuas, por exemplo 0,00 - 10,00 é seguido de 10,01 - 20,00; 20,01 - 30,00 e assim por diante.

source: Start Date
it: Data Inizio
pl: Data początkowa
pt_br: Data inicial

source: Start date must be before End Date
pl: Data rozpoczęcia musi być wcześniejsza niż data zakończenia
pt_br: A data de início deve ser anterior à data de término

source: State
it: Stato
pl: Status
pt_br: Estado

source: Statements
pt_br: Afirmações

source: Status
it: Stato
pt_br: Estado

source: Sticker templates
it: Modelli etichette
pl: Szablony naklejek
pt_br: Modelos de adesivos

source: Storage Location
it: Posizione Magazzino
pl: Miejsce przechowywania
pt_br: Local de armazenamento

source: Storage Locations
it: Posizioni Magazzino
pl: Miejsca przechowywania
pt_br: Locais de armazenamento

source: Sub-group
it: Sotto gruppo
pl: Podgrupa
pt_br: Subgrupo

source: Sub-groups
it: Sotto gruppi
pl: Podgrupy
pt_br: Subgrupos
