Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: Validation failed: '${title}': This keyword is already in use by service '${used_by}'
ca: Error de validació: «${title}»: La paraula clau ja es troba en ús pel servei «${used_by}»
cs: Ověření se nezdařilo: '${title}': Toto klíčové slovo je již používáno službou '${used_by}'
de: Validierung fehlgeschlagen: Schlüsselwort '${title}' wird bereits von Analyseleistung '${used_by}' verwendet
es: Error de validación: '${title}': Esta palabra clave ya está en uso por el servicio '${used_by}'
ru: Ошибка валидации: ${title}': этот ключ уже используется в Услуге '${used_by}'

source: Validation failed: '${title}': duplicate title
ca: Error de validació: «${title}»: títol duplicat
cs: Ověření se nezdařilo: '${title}': duplicitní název
de: Validierung fehlgeschlagen: '${title}': Titel bereits vorhanden
es: Error de validación: '${title}': título duplicado
ru: Ошибка валидации: ${title}': название уже существует

source: Validation failed: '${value}' is not unique
ca: Error de validació: «${value}» no és únic
cs: Ověření se nezdařilo: '${value}' není unikátní
de: Validierung fehlgeschlagen: '${value}' ist nicht eindeutig
es: Error de validación: '${value}' no es único
ru: Ошибка валидации: '${value}' значение не уникально

source: Validation failed: '{}' is not numeric
ca: Error de validació: «{}» no és de tipus numèric
cs: Ověření se nezdařilo: '{}' není číselný údaj
de: Validierung fehlgeschlagen: '{}' ist keine Zahl
es: Error de validación: '{}' no es numérico
ru: Ошибка валидации: '{}' значение не числовое

source: Validation failed: Bearing must be E/W
ca: Error de validació: l'orientació ha de ser E/W (Est/Oest)
cs: Ověření se nezdařilo: Orientace musí být Východ / Západ
de: Validierung fehlgeschlagen: Ausrichtung muss O/W sein
es: Error de validación: la orientación debe ser E/W (Este/Oeste)
ru: Ошибка валидации: Азимут должен быть В/З

source: Validation failed: Bearing must be N/S
ca: Error de validació: l'orientació ha de ser N/S
cs: Ověření se nezdařilo: Orientace musí být Sever / Jih
de: Validierung fehlgeschlagen: Ausrichtung muss N/S sein
es: Error de validación: la orientación debe ser N/S
ru: Ошибка валидации: Азимут должен быть С/Ю

source: Validation failed: Could not import module '%s'
ca: Error de validació: no s'ha pogut importar el mòdul «%s»
cs: Ověření se nezdařilo: Nelze importovat modul '%s'
de: Überprüfung fehlgeschlagen: Modul '%s' konnte nicht importiert werden
es: Error de validación: no se ha podido importar el módulo '%s'
ru: Ошибка валидации: невозможно импортировать модуль '%s'

source: Validation failed: Error percentage must be between 0 and 100
ca: Error de validació: el percentatfe d'error ha de tenir un valor entre 0 i 100
cs: Ověření se nezdařilo: Procento chyb musí být mezi 0 a 100
de: Validierung fehlgeschlagen: Prozentuale Fehlerangaben müssen zwischen 0 und 100 liegen
es: Error de validación: el porcentaje de error debe tener un valor entre 0 y 100
ru: Ошибка валидации: процент ошибки должен быть в диапазоне 0-100

source: Validation failed: Error value must be 0 or greater
ca: Error de validació: el valor d'error ha de ser igual o superior a 0
cs: Ověření se nezdařilo: Hodnota chyby musí být 0 nebo větší
de: Validierung fehlgeschlagen: Toleranzwerte müssen 0 oder größer sein
es: Error de validación: el error debe ser 0 o mayor
ru: Ошибка валидации: ошибка может быть от 0 и выше

source: Validation failed: Error values must be numeric
ca: Error de validació: els valors d'error han de ser numèrics
cs: Ověření se nezdařilo: Hodnoty chyb musí být číselné
de: Validierung fehlgeschlagen: Toleranzwerte müssen numerisch sein
es: Error de validación: el valor del error debe ser numérico
ru: Ошибка валидации: значение ошибки должно быть числовым

source: Validation failed: Keyword '${keyword}' is invalid
ca: Error de validació: la paraula clau «${keyword}» no és vàlida
cs: Ověření se nezdařilo: Klíčové slovo '${keyword}' je neplatné
de: Validierung fehlgeschlagen: Kennwort '${keyword}' ist ungültig
es: Error de validación: la palabra clave '$ {palabra clave}' no es válida
ru: Ошибка валидации: '${keyword}' не найден

source: Validation failed: Max values must be greater than Min values
ca: El valor del camp 'Màx.' ha de ser un nombre més gran que el valor del camp 'Mín.'
cs: Ověření se nezdařilo: Maximální hodnoty musí být větší než Minimální
de: Validierung fehlgeschlagen: Max-Werte müssen größer als Min-Werte sein
es: Error de validación: los valores máximos (Max) tienen que ser mayores que los valores mínimos (Min)
ru: Ошибка валидации: Макс значения должны быть больше Мин значений

source: Validation failed: Max values must be numeric
ca: El valor del camp 'Màx.' ha de ser numèric
cs: Ověření se nezdařilo: Maximální hodnoty musí být číselné
de: Validierung fehlgeschlagen: Max-Werte müssen numerisch sein
es: Error de validación: los valores máximos (Max) tienen que ser de tipo numérico
ru: Ошибка валидации: Макс значения должны быть числом

source: Validation failed: Min values must be numeric
ca: El valor del camp 'Mín.' ha de ser de tipus numèric
cs: Ověření se nezdařilo: Min. hodnoty musí být číselné
de: Validierung fehlgeschlagen: Min-Werte müssen numerisch sein
es: Error de validación: los valores mínimos (Min) tienen que ser de tipo numérico
ru: Ошибка валидации: Мин значения должны быть числом

source: Validation failed: Please set a default value when defining a required checkbox condition.
ca: Heu d'establir un valor per defecte per a les condicions amb control de tipus "casella de selecció" que hàgiu marcat com a obligatòries.
cs: Ověření se nezdařilo: Při definování požadované podmínky zaškrtávacího políčka nastavte výchozí hodnotu.
de: Validierung fehlgeschlagen: Bitte legen Sie einen Standardwert fest, wenn Sie eine erforderliche Kontrollkästchenbedingung definieren.
es: Error de validación: Por favor indique un valor por defecto cuando defina una condición con casilla de verificación como requerida
ru: Ошибка валидации: укажите значения по умолчанию для условий забора

source: Validation failed: Please use the character '|' to separate the available options in 'Choices' subfield
ca: Heu d'utilitzar el caràcter '|' per a separar els elements que han d'estar disponibles per a selecció del subcamp "Opcions".
cs: Ověření se nezdařilo: Použijte prosím znak "|" pro oddělení dostupných možností v podpoli "Volby".
de: Validierung fehlgeschlagen: Bitte benutzen Sie einen vertikalen Strich ('|') um die verfügbaren Optionen zu trennen
es: Error de validación: Por favor utilice el carácter '|' para separar las opciones disponibles en el sub-campo 'Opciones para selección'
ru: Ошибка валидации: используйте '|' для разделения опций

source: Validation failed: PrePreserved containers must have a preservation selected.
ca: Heu de seleccionar un mètode de conservació.
cs: Ověření se nezdařilo: U předem uchovaných kontejnerů musí být vybráno uchování.
de: Validierung fehlgeschlagen: Bei bereits eingelagerten Proben muss eine Einlagerung ausgewählt werden
es: Error de validación: debe indicar el método de conservación.
ru: Ошибка валидации: Контейнеры с консервантом должны содежать метод консервации

source: Validation failed: The selection requires the following categories to be selected: ${categories}
ca: Heu de seleccionar les categories següents: ${categories}
cs: Ověření se nezdařilo: Výběr vyžaduje, aby byly vybrány následující kategorie: ${categories}
de: Validierung fehlgeschlagen: Die Auswahl benötigt die folgenden aktivierten Kategorien: ${categories}
es: Error de validación: imprescindible seleccionar una de las categorías siguientes: ${categories}
ru: Ошибка валидации: требуется выбрать следующие категории: ${categories}

source: Validation failed: Values must be numbers
ca: Error de validació: els valors han de ser de tipus numèric
cs: Ověření se nezdařilo: Hodnoty musí být čísla
de: Validierung fehlgeschlagen: Wert muss numerisch sein
es: Error de validación: los valores deben ser números
ru: Ошибка валидации: значения должны быть числовые

source: Validation failed: column title '${title}' must have keyword '${keyword}'
ca: Error de validació: la columna títol «${title}» ha de tenir la paraula clau «${keyword}»
cs: Ověření se nezdařilo: název sloupce '${title}' musí mít klíčové slovo '${keyword}'
de: Validierung fehlgeschlagen: Spaltentitel '${title}' muss ein Kennwort '${keyword}' enthalten
es: Error de validación: el título de columna '${title}' tiene que tener la palabra clave '${keyword}'
ru: Ошибка валидации: заголовок столбца '${title}' должно содержать '${keyword}'

source: Validation failed: degrees is 180; minutes must be zero
ca: Error de validació: els graus són 180; el valor per a minuts ha de ser zero
cs: Ověření selhalo: stupně jsou 180; minuty musí být nula
de: Validierung fehlgeschlagen: Grad beträgt 180; Minuten müssen NULL sein
es: Error de validación: los grados son 180; el valor para minutos debe ser cero
ru: Ошибка валидации: значение минут должно быть числовым

source: Validation failed: degrees is 180; seconds must be zero
ca: Error de validació: els graus són 180; el valor de segons ha de ser zero
cs: Ověření selhalo: stupně jsou 180; sekundy musí být nula
de: Validierung fehlgeschlagen: Grad beträgt 180; Sekunden müssen NULL sein
es: Error de validación: los grados son 180; el valor para los segundos debe ser cero
ru: Ошибка валидации: значение градусов равно 180; секунды должны быть равны нулю.

source: Validation failed: degrees is 90; minutes must be zero
ca: Error de validació: els graus són 90; el valor de minuts ha de ser zero
cs: Ověření se nezdařilo: stupňů je 90; minuty musí být nula
de: Validierung fehlgeschlagen: Grad beträgt 90; Minuten müssen NULL sein
es: Error de validación: los grados son 90; el valor de minutos debe ser cero
ru: Ошибка валидации: градусы 90; минуты должны быть 0

source: Validation failed: degrees is 90; seconds must be zero
ca: Error de validació: els graus són 90; el valor de segons ha de ser zero
cs: Ověření se nezdařilo: stupňů je 90; sekund musí být nula
de: Validierung fehlgeschlagen: Grad beträgt 90; Sekunden müssen NULL sein
es: Error de validación: los grados son 90; el valor de segundos debe ser cero
ru: Ошибка валидации: градусы 90; секунды должны быть 0

source: Validation failed: degrees must be 0 - 180
ca: Error de validació: el valor dels graus ha de ser entre 0 i 180
cs: Ověření se nezdařilo: stupně musí být 0 - 180
de: Validierung fehlgeschlagen: Grad muss zwischen 0 und 180 liegen
es: Error de validación: los grados el valor de los grados admitido es entre 0 y 180
ru: Ошибка валидации: градусы могут быть 0 - 180

source: Validation failed: degrees must be 0 - 90
ca: Error de validació: els graus han d'estar entre 0 i 90
cs: Ověření se nezdařilo: stupně musí být 0 - 90
de: Validierung fehlgeschlagen: Grad muss zwischen 0 und 90 sein
es: Error de validación: el valor para los grados tiene que ser entre 0 y 90
ru: Ошибка валидации: градус должен быть от 0 до 90

source: Validation failed: degrees must be numeric
ca: Error de validació: els graus han de ser de tipus numèric
cs: Ověření se nezdařilo: stupně musí být číselné
de: Validierung fehlgeschlagen: Grad muss numerisch sein
es: Error de validación: el valor para los grados tienen que ser de tipo numérico
ru: Ошибка валидации: значение градусов должно быть числовым

source: Validation failed: keyword '${keyword}' must have column title '${title}'
ca: Error de validació: la paraula clau «${keyword}» ha de tenir «${title}» com a títol de columna
cs: Ověření se nezdařilo: klíčové slovo '${keyword}' musí mít název sloupce '${title}'
de: Validierung fehlgeschlagen: Kennwort '${keyword}' muss einen Spaltentitel'${title}' haben
es: Error de validación: la palabra clave '${keyword}' tiene que tener '${title}' como título de columna
ru: Ошибка валидации: '${keyword}' должно содержать наименование '${title}'

source: Validation failed: keyword contains invalid characters
ca: Error de validació: hi ha caràcters no vàlids en l'identificador
cs: Ověření se nezdařilo: klíčové slovo obsahuje neplatné znaky
de: Validierung fehlgeschlagen: Kennwort enthält ungültige Zeichen
es: Error de validación: el identificador contiene caracteres no válidos
ru: Ошибка валидации: ключевое слово содержит недопустимые символы

source: Validation failed: keyword is already in use
ca: Error de validació: la paraula clau ja s'utilitza
cs: Ověření se nezdařilo: klíčové slovo je již použito
de: Validierung fehlgeschlagen: Schlüsselwort wird bereits verwendet
es: Error de validación: la palabra clave ya está en uso

source: Validation failed: keyword is already in use by calculation '{}'
ca: Error de validació: la paraula clau ja s'utilitza en el càlcul «{}»
cs: Ověření se nezdařilo: klíčové slovo je již použito při výpočtu '{}'
de: Validierung fehlgeschlagen: Schlüsselwort wird bereits verwendet
es: Error de validación: la palabre clave ya está en uso por el cálculo '{}'

source: Validation failed: keyword is required
ca: Error de validació: no heu indicat la paraula clau
cs: Ověření se nezdařilo: je vyžadováno klíčové slovo
de: Validierung fehlgeschlagen: Kennwort erforderlich
es: Error de validación: palabra clave requerida
ru: Ошибка валидации: необходим ключ

source: Validation failed: minutes must be 0 - 59
ca: Error de validació: els minuts han d'estar entre 0 i 59
cs: Ověření se nezdařilo: minuty musí být 0 - 59
de: Validierung fehlgeschlagen: Minuten müssen zwischen 0 und 59 liegen
es: Error de validación: los minutos tienen que estar entre 0 y 59
ru: Ошибка валидации: значение минут должно быть от 0 до 59

source: Validation failed: minutes must be numeric
ca: Error de validació: els minuts han de ser de tipus numèric
cs: Ověření se nezdařilo: minuty musí být číselné
de: Validierung fehlgeschlagen: Minuten müssen numerisch sein
es: Error de validación: los minutos tienen que ser de tipo numérico
ru: Ошибка валидации: значение минут должно быть числовым

source: Validation failed: percent values must be between 0 and 100
ca: Error de validació: el percentatge d'error ha d'estar entre 0 i 100
cs: Ověření se nezdařilo: procentní hodnoty musí být mezi 0 a 100
de: Validierung fehlgeschlagen: Werte müssen zwischen 0 und 100 sein
es: Error de validación: el valor del porcentaje debe ser entre 0 y 100

source: Validation failed: percent values must be numbers
ca: Error de validació: els percentatges han de ser de tipus numèric
cs: Ověření se nezdařilo: procentuální hodnoty musí být čísla
de: Validierung fehlgeschlagen: Prozentwerte müssen numerisch sein
es: Error de validación: el valor del porcentaje debe ser un número
ru: Ошибка валидации: проценты должны быть в интервале 0 - 100

source: Validation failed: seconds must be 0 - 59
ca: Error de validació: els segons han d'estar entre 0 i 59
cs: Ověření selhalo: sekundy musí být 0 - 59
de: Validierung fehlgeschlagen: Sekunden müssen zwischen 0 und 59 liegen
es: Error de validación: los segundos tienen que estar entre 0 y 59
ru: Ошибка контроля данных: значение секунд должно быть от 0 до 59

source: Validation failed: seconds must be numeric
ca: Error de validació: els segons han de ser de tipus numèric
cs: Ověření se nezdařilo: sekundy musí být číselné
de: Validierung fehlgeschlagen: Sekunden müssen numerisch sein
es: Error de validación: los segundos tienen que ser de tipo numérico
ru: Ошибка контроля данных: значение секунд должно быть числом

source: Validation failed: title is required
ca: Heu d'indicar el títol.
cs: Ověření se nezdařilo: název je vyžadován
de: Validierung fehlgeschlagen: Titel wird benötigt.
es: Error de validación: título requerido
ru: Ошибка валидации: требуется название

source: Validation failed: value for Choices subfield is only required for when the control type of choice is 'Select'
ca: Heu de buidar el valor del camp "Opcions" dels elements per als quals no heu seleccionat "Llista de selecció" com a tipus de control.
cs: Ověření se nezdařilo: hodnota pro podpole Volby je vyžadována pouze v případě, že typ ovládacího prvku výběru je "Vybrat".
de: Validierung fehlgeschlagen: Der Wert für das Unterfeld „Auswahl“ ist nur erforderlich, wenn der Steuerungstyp der Auswahl „Select“ ist.
es: Error de validación: el valor para el sub-campo "Opciones de selección" solo es necesario cuando el tipo de control es "Lista de selección"
ru: Ошибка валидации: значение поле обязательно если задан типа поля 'Select'

source: Validation failed: value for Choices subfield is required when the control type of choice is 'Select'
ca: Heu d'omplir el valor del camp "Opcions" dels elements per als quals heu seleccionat "Llista de selecció" com a tipus de control.
cs: Ověření se nezdařilo: hodnota pro podpole Volby je vyžadována, pokud je typ ovládacího prvku volby "Vybrat".
de: Validierung fehlgeschlagen: Der Wert für das Unterfeld „Auswahl“ ist erforderlich, wenn der Steuerelementtyp der Auswahl „Select“ ist.
es: Error de validación: el valor para el sub-campo "Opciones de selección" es necesario cuando el tipo de control es "Lista de selección"
ru: Ошибка валидации: значение поле обязательно если задан типа поля 'Select'

source: Validation failed: value must be between 0 and 1000
ca: Error de validació: el valor ha d'estar entre 0 i 1000
cs: Ověření se nezdařilo: hodnota musí být mezi 0 a 1000
de: Validierung fehlgeschlagen: Wert muss zwischen 0 und 1000 liegen
es: Error de validación: el valor debe estar entre 0 y 1000
ru: Ошибка валидации: значение должны быть в интервале 0 - 1000

source: Validation failed: value must be float
ca: Error de validació: el valor ha de ser de tipus numèric
cs: Ověření se nezdařilo: hodnota musí být plovoucí
de: Validierung fehlgeschlagen: Wert muss eine Gleitkommazahl sein
es: Error de validación: el valor tiene que ser numérico
ru: Ошибка валидации: значение должно быть вещественным числом

source: Validation report date
cs: Datum Zprávy o ověření
de: Datum des Validierungsberichts
es: Fecha del informe de validación
ru: Дата валидирования

source: Validations
ca: Validacions
cs: Ověřování
de: Validierungen
es: Validaciones
ru: Проверки

source: Validator
ca: Validador
cs: Ověřovatel
de: Validiert von
es: Validador
ru: Поверяющий

source: Value
ca: Valor
cs: Hodnota
de: Wert
es: Valor
ru: Значение

source: Values can be entered here which will override the defaults specified in the Calculation Interim Fields.
ca: Els valors que introduïu aquí sobreescriuran aquells valors que es troben especificats per defecte en els paràmetres del càlcul
cs: Zde lze zadat hodnoty, které přepíší výchozí hodnoty zadané v mezipolohách výpočtu.
de: Die hier eingetragenen Werte ersetzen die vorläufigen Standardwerte der Berechnungsfelder.
es: Los valores ingresados aquí anularan los establecidos en los campos de la sección de Cálculo Provisional
ru: Значения введенные здесь переопредят значения во внутренних полях Вычислений

source: Verified
ca: Verificat
cs: Ověřeno
de: Verifiziert
es: Verificadas
ru: Проверено

source: Verified By
cs: Ověřeno
de: Verifiziert von
es: Verificado por
ru: Верифицировано

source: Verify
ca: Verifica
cs: Ověřit
de: Verifizieren
es: Verificar
ru: Верифицировать

source: Version
ca: Versió
cs: Verze
es: Versión
ru: Версия

source: View
cs: Zobrazit
de: Anzeigen
es: Detalle
ru: Просмотр

source: View your SENAITE site
cs: Zobrazit stránky SENAITE
de: SENAITE Seite ansehen
es: Ver el sitio de SENAITE
ru: Ваш SENAITE сайт

source: Visibility
ca: Visibilitat
cs: Viditelnost
de: Sichtbarkeit
es: Visibilidad
ru: Видимость

source: Visible fields
ca: Seleccioneu els camps que voleu que siguin visibles
cs: Viditelná pole
de: Sichtbare Felder
es: Campos visibles

source: Visit the Dynamic Specification for additional information:
cs: Další informace naleznete v dynamické specifikaci:
de: Weitere Informationen finden Sie in der dynamischen Spezifikation:
es: Visite la Especificación Dinámica para obtener información adicional:
ru: Для дополнительной информации обратитесь к Динамической Спецификации:

source: Visit the Specification's changes history for additional information:
cs: Další informace naleznete v historii změn specifikace:
de: Weitere Informationen finden Sie im Änderungsverlauf der Spezifikation:
es: Visite el historial de cambios de la Especificación para obtener información adicional:
ru: Для дополнительной информации обратитесь к истории изменений Динамической Спецификации:

source: Volume
ca: Volum
cs: Objem
de: Volumen
es: Volumen
ru: Объём

source: Warning
cs: Výstraha
de: Warnung
es: Atención
ru: Предупреждение

source: Web address for the accreditation body
ca: Adreça de correu electrònic de l'entitat acreditadora
cs: Webová adresa akreditačního orgánu
de: Webadresse der Akkreditierungsstelle
es: Dirección web de la entidad acreditadora
ru: Веб-адрес аккредитующего органа

source: Wednesday
ca: dimecres
cs: Středa
de: Mittwoch
es: Miércoles
ru: Среда

source: Weekly
ca: Setmanalment
cs: Týdně
de: Wöchentlich
es: Semanal
ru: Недельный

source: Weeks To Expire
cs: Týdnů do expirace
de: Wochen bis zum Verfall
es: Semanas para expirar
ru: Недель до истечения

source: Welcome to
de: Willkommen bei
es: Bienvenido a
ru: Добро пожаловать

source: Welcome to SENAITE
cs: Vítejte v SENAITE
de: Willkommen bei SENAITE
es: Bienvenido a SENAITE
ru: Добро пожаловать в SENAITE

source: When enabled, the sample is automatically verified as soon as all results are verified. Otherwise, users with enough privileges have to manually verify the sample afterwards. Default: enabled
ca: Marqueu aquesta casella de selecció si voleu que s'efectuï la verificació automàtica de la mostra tan bon punt totes les seves anàlisis hagin estat verificades.
cs: Je-li tato funkce povolena, vzorek se automaticky ověří, jakmile jsou ověřeny všechny výsledky. V opačném případě musí uživatelé s dostatečnými právy vzorek následně ověřit ručně. Výchozí nastavení: povoleno
de: Wenn aktiviert, wird die Probe automatisch verifiziert, sobald alle Ergebnisse verifiziert sind. Andernfalls müssen Benutzer mit ausreichenden Berechtigungen die Probe anschließend manuell verifizieren. Standard: aktiviert
es: Cuando esta casilla esté activa, la muestra se verificará automáticamente tan pronto como todos sus resultados sean verificados. En caso contrario, los usuarios con suficientes permisos tendrán que verificar la muestra de forma manual tras verificar todas sus analíticas. Valor por defecto: activo
ru: Образец автоматически верифицируется когда внесены все результаты. Иначе верификация должны быть проведена вручную. По умолачнию: включено

source: When it's set, the system uses the analysis profile's price to quote and the system's VAT is overridden by the analysis profile's specific VAT
cs: Když je nastaveno, systém použije cenovou nabídku analytického profilu a DPH systému je přepsáno specifickým DPH analytického profilu.
de: Wenn gesetzt, benutzt das System den Preis des Analysenprofils und die systemweit eingestellte MwSt. wird überschrieben
es: Cuando está establecido, el sistema utiliza el precio del perfil de análisis para el cálculo del precio final y el IVA del sistema se anula por el IVA específico del perfil de análisis.
ru: Для расчета стоимости используется цена панели анализова.
