Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: The unique keyword used to identify the analysis service in import files of bulk Sample requests and results imports from instruments. It is also used to identify dependent analysis services in user defined results calculations
ca: Paraula clau que identifica unívocament el servei d'anàlisi en importar mostres i fitxers de resultats d'instruments de mesura. Aquesta paraula clau també es pot utilitzar com a paràmetre en les expressions de càlculs per tal que els resultats de les anàlisis corresponents s'utilitzin com a variables d'entrada.
cs: Jedinečné klíčové slovo použité k identifikaci analytické služby v importovaných souborech hromadných vzorových žádostí a importu výsledků z přístrojů. Používá se také k identifikaci závislých analytických služeb ve výpočtech výsledků definovaných uživatelem
de: Das eindeutige Kennwort zur Identifikation von Analyseleistungen für den Datenimport von Instrumenten. Ebenfalls findet es Verwendung für Ergebnisberechungen.
es: La palabra clave utilizada para identificar el servicio de análisis en los ficheros de importación para solicitudes de Muestra e importaciones de resultados desde instrumental analítico. También se utiliza para identificar servicios de análisis dependientes en cálculos de resultados definidos por el usuario
ru: Уникальный ключ Анализа используется организации импорта результатов измерений, связанных вычислений и связанных анализов.

source: The variable ${recipients} will be automatically replaced with the names and emails of the final selected recipients.
ca: El sistema substituirà, de forma automàtica, la variable ${recipients} pels noms dels destinataris del correu electrònic seleccionats.
cs: Proměnná ${recipients} bude automaticky nahrazena jmény a e-maily konečných vybraných příjemců.
de: Die Variable ${recipients} wird automatisch mit den ausgewählten Empfängern und deren E-Mail-Adressen ersetzt.
es: La variable ${recipients} se reemplazará automáticamente con los nombres y correos electrónicos de los destinatarios seleccionados.
ru: Переменная ${recipients} будет автоматически заменено на имена и эл.адреса получателей.

source: There are no pre-defined conditions set
cs: Nejsou stanoveny žádné předdefinované podmínky
de: Es sind keine vordefinierten Bedingungen festgelegt
es: No hay condiciones predefinidas
ru: Отсутвуют предопределнные условия

source: There is no available data for the selected period
ca: No hi ha dades pel període seleccionat
cs: Pro zvolené období nejsou k dispozici žádná data
de: Keine verfügbaren Daten für gewählten Zeitraum
es: No hay datos disponibles para el periodo seleccionado.
ru: Нет доступных данных за выбранный период

source: These reasons will be displayed for its selection during the rejection process.
ca: L'usuari podrà seleccionar qualsevol dels motius següents en rebutjar una mostra.
cs: Tyto důvody se zobrazí pro jeho výběr během procesu odmítnutí.
de: Diese Gründe werden als Auswahl während des Ablehnungsvorgangs angezeigt.
es: Estas razones se mostrarán como opciones de selección durante el proceso de rechazo.
ru: Список причин будет отображен при выбраковке

source: These results have been withdrawn and are listed here for trace-ability purposes. Please follow the link to the retest
cs: Tyto výsledky byly staženy a jsou zde uvedeny pro účely sledovatelnosti. Sledujte odkaz na opakované testování
de: Die Ergebnisse wurden zurückgezogen und werden zur Nachverfolgung hier aufgeführt. Bitte folgen Sie dem Link Neuprüfung
es: Muestra rechazada. Los resultados no tienen validez y solo se muestran aquí por motivos de trazabilidad. Siga el vínculo a la solicitud de análisis duplicada para visualizar resultados posteriores.
ru: Результаты отменены и отображены только для журналирования. Пройдите по сслыке для повторного анализа

source: This Analysis Specification has a Dynamic Specification assigned
cs: Tato specifikace analýzy má přiřazenu dynamickou specifikaci
de: Dieser Analysespezifikation ist eine dynamische Spezifikation zugeordnet
es: Esta Especificación de Análisis tiene una Especificación Dinámica asignada
ru: Спецификация содержит ссылку на динамическую Спецификацию

source: This Sample has been generated automatically due to the retraction of the Sample
ca: El sistema ha creat aquesta mostra automàticament a causa del fet que la mostra original fou retractada
cs: Tento vzorek byl vygenerován automaticky kvůli stažení vzorku
de: Diese Probe wurde automatisch erzeugt, da die ursprüngliche annulliert wurde
es: Esta muestra se ha generado automáticamente debido a la retracción de la muestra
ru: Образец сгенерирован автоматически по причине перепостановке образца

source: This Sample has been rejected due to the following reasons:
cs: Tento vzorek byl odmítnut z následujících důvodů:
de: Diese Probe wurde mit folgender Begründung abgelehnt:
es: Esta muestra ha sido rechazada por las siguientes razones:
ru: Данный образец был отбракован по следующей причине:

source: This is a Partition from Sample
ca: Aquesta mostra és una alíquota de la mostra primària
cs: Toto je oddělek ze vzorku
de: Dies ist eine Partition der Probe
es: Esta es una Partición de la Muestra
ru: Партиция из Образца

source: This is a Secondary Sample of
cs: Toto je sekundární vzorek
de: Dies ist eine sekundäre Probe von
es: Esta es una Muestra Secundaria de
ru: Дочерний образец из

source: This is a detached partition from Sample
ca: Aquesta mostra és una alíquota que s'ha desvinculat de la mostra primària
cs: Toto je oddělený oddělek od vzorku
de: Dies ist eine ausgegliederte Partition der Probe
es: Esta es una partición separada de la Muestra
ru: Открепленная партиция от Образца

source: This is the default maximum time allowed for performing analyses. It is only used for analyses where the analysis service does not specify a turnaround time. Only laboratory workdays are considered.
cs: Toto je výchozí maximální čas povolený pro provádění analýz. Používá se pouze pro analýzy, kde analytická služba nestanoví časový cyklus. Zohledňují se pouze laboratorní pracovní dny.
de: Dies ist die maximal zulässige Standardzeit für die Durchführung von Analysen. Sie wird nur für Analysen verwendet, bei denen die Analysenleistung keine Bearbeitungszeit vorgibt. Es werden nur Laborarbeitstage berücksichtigt.
es: Este es el tiempo máximo predeterminado permitido para realizar análisis. Solo se usa para análisis en los que el servicio de análisis no especifica un tiempo de respuesta. Solo se consideran los días laborables de laboratorio.
ru: Максимальное время по умолчанию на выполнение анализов. Применяется для услуг, где не указа этот параметр. Считаются только рабочие дни лаборатории.

source: This operation can not be undone. Are you sure you want to reject the selected analyses?
ca: Esteu segur que voleu rebutjar les anàlisis seleccionades? Aquesta operació no es pot desfer.
cs: Tuto operaci nelze vrátit zpět. Opravdu chcete vybrané analýzy odmítnout?
de: Dieser Vorgang kann nicht rückgängig gemacht werden. Möchten Sie die ausgewählten Analysen wirklich ablehnen?
es: Esta operación no puede deshacerse. Está seguro que desea rechazar los análisis seleccionados?

source: This report was sent to the following contacts:
cs: Tato zpráva byla odeslána následujícím kontaktům:
de: Dieser Bericht wurde an die folgenden Kontakte versendet:
es: Este informe fue enviado a los siguientes contactos:
ru: Отчет был направлен следующим контактам:

source: This shows a custom logo on your SENAITE site.
cs: Tím se na webu SENAITE zobrazí vlastní logo.
de: Dies zeigt ein benutzerdefiniertes Logo auf Ihrer SENAITE-Seite.
es: Muestra un logotipo personalizado en su sitio SENAITE.

source: This site configuration is outdated and needs to be upgraded:
cs: Tato konfigurace webu je zastaralá a je třeba ji aktualizovat:
de: Die Seitenkonfiguration ist veraltet und muss aktualisiert werden:
es: La configuración de este sitio está obsoleta y tiene que ser actualizada:
ru: Конфигурация сайта неактуальна и требует обновления:

source: This value is reported at the bottom of all published results
ca: El valor s'indica al capdavall de tots els resultats publicats
cs: Tato hodnota je uvedena v dolní části všech publikovaných výsledků
de: Dieser Wert wird am unteren Rand aller veröffentlichten Ergebnisse angezeigt
es: El valor se indica debajo de todos los resultados publicados
ru: Значение отображается под всеми опубликованными результатами

source: This worksheet has been created to replace the rejected worksheet at ${ws_id}
cs: Tento list byl vytvořen, aby nahradil odmítnutý list na ${ws_id}
de: Dieses Arbeitsblatt ersetzt das zurückgezogene von ${ws_id}
es: Esta hoja de trabajo ha sido generada automáticamente para reemplazar la hoja de trabajo rechazada ${ws_id}
ru: Рабочий Лист создан вместо ${ws_id}

source: This worksheet has been rejected. The replacement worksheet is ${ws_id}
cs: Tento pracovní list byl odmítnut. Náhradní pracovní list je ${ws_id}
de: Dieses Arbeitsblatt wurde zurückgezogen und ersetzt durch ${ws_id}
es: Esta hoja de trabajo ha sido rechazada. La hoja de trabajo de reemplazo es la ${ws_id}
ru: Рабочий Лист отклонен. На замену создан ${ws_id}

source: Thursday
ca: dijous
cs: Čtvrtek
de: Donnerstag
es: Jueves
ru: Четверг

source: Time
cs: Čas
de: Zeit
es: Fecha
ru: Время

source: Tip. Attached documents will not be loaded unless they are present in the instance.
ca: Els documents adjunts només s'importaran si existeixen al servidor que allotja la instància
cs: Tip: Připojené dokumenty nebudou načteny, pokud nejsou v instanci.
de: Angehängte Dokumente werden nicht geladen solange sie nicht verfügbar sind
es: Consejo. Los documentos adjuntos no se cargarán a menos que estén presentes en la instancia.
ru: Подсказка. Вложения не будут загружены.

source: Title
ca: Títol
cs: Název
de: Name
es: Título
ru: Название

source: Title of location
ca: Nom de la ubicació
cs: Název místa
de: Name des Standorts
es: Nombre de la ubicación
ru: Наименование локации

source: Title of the Folder
cs: Název složky
de: Titel des Ordners
es: Título de la carpeta
ru: Название Папки

source: Title of the shelf
cs: Název police
de: Name des Lagerregals
es: Nombre del estante
ru: Наименование Полки

source: Title of the site
cs: Název webu
de: Name der Einrichtung
es: Nombre del lugar
ru: Наименование Помещения

source: To
ca: Fins
cs: do
de: Bis
es: A
ru: До

source: To Be Preserved
ca: Per conservar
cs: K zachování
de: Zu konservieren
es: Por conservar
ru: Должны быть законсервированы

source: To Be Sampled
ca: Per mostrejar
cs: K odběru vzorků
de: Zu beproben
es: Por muestrear
ru: Ожидает забор

source: To be displayed below each Analysis Category section on results reports.
cs: Zobrazí se pod každou částí Kategorie analýz ve zprávách o výsledcích.
de: Unterhalb der Analysekategorien im Ergebnisbericht anzuzeigen
es: Se mostrará debajo de cada sección de Categoría de Análisis en los informes de resultados.
ru: Отображать в отчетах под каждой Категорией Услуг в отчете.

source: To be preserved
ca: Per conservar
cs: Bude zachováno
de: Zu konservieren
es: Por conservar
ru: Должны быть законсервированы

source: To be printed
ca: Per imprimir
cs: K tisku
de: Zu drucken
es: Pendientes de imprimir
ru: На печать

source: To be sampled
ca: Per mostrejar
cs: K odběru vzorků
de: Zu beproben
es: Por muestrear
ru: Ожидает забор

source: To be verified
ca: Per verificar
cs: Bude ověřeno
de: Zu verifizieren
es: Pendientes de verificar
ru: На проверку

source: To test the calculation, enter values here for all calculation parameters. This includes Interim fields defined above, as well as any services that this calculation depends on to calculate results.
cs: Chcete-li provést výpočet, zadejte zde hodnoty pro všechny parametry výpočtu. To zahrnuje výše uvedená dočasná pole, jakož i veškeré služby, na kterých závisí tento výpočet výsledků.
de: Geben Sie hier die Werte für alle Berechnungsparameter ein, um diese Berechnung zu testen. Dies beinhaltet sowohl die Interimsfelder, die zuvor definiert wurden, wie auch jede abhängige Analysenleistung, die für die Berechnung der Ergebnisse benötigt werden
es: Para probar el cálculo, puedes introducir valores aquí para todos los parámetros del cálculo. Esto incluye los campos provisionales definidos anteriormente, así como los servicios de los que depende este cálculo para calcular los resultados.
ru: Для тестирования Вычисления введите значения параметров, включая внутренние поля определенные выше и результаты иных анализов.

source: Toggle visibility of standard sample header fields
cs: Přepínání viditelnosti standardních polí záhlaví vzorku
de: Schalten Sie die Sichtbarkeit der Standard-Felder im Kopfbereich der Probe um
es: Alternar la visibilidad de los campos estándar de la cabecera de muestra

source: Total price
ca: Import total
cs: Celková cena
de: Gesamtpreis
es: Importe total
ru: Полная стоимость

source: Total size of email exceeded {:.1f} MB ({:.2f} MB)
cs: Celková velikost e-mailu překročena {:.1f} MB ({:.2f} MB)
de: Gesamtgröße der E-Mail hat {:.1f} MB überschritten ({:.2f} MB)
es: Se ha excedido el tamaño máximo del correo electrónico {:.1f} MB ({:.2f} MB)
ru: Размер сообщения превышает {:.1f} MB ({:.2f} MB)

source: Transposed
cs: Provedeno
de: Transponiert
es: Transpuesto
ru: Транспонировано

source: Tuesday
ca: dimarts
cs: Úterý
de: Dienstag
es: Martes
ru: Вторник

source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
ru: Тип

source: Type of control to be displayed on value entry when choices are set
cs: Typ ovládacího prvku, který se zobrazí při zadávání hodnoty, když jsou nastaveny volby
de: Art des Steuerelements, das bei der Werteingabe angezeigt werden soll, wenn Auswahlmöglichkeiten festgelegt wurden
es: Tipo de elemento a mostrar en la vista de entrada de resultados cuando se han definido opciones de selección

source: Type of document (e.g. user manual, instrument specifications, image, ...)
cs: Typ dokumentu (např. Uživatelská příručka, specifikace přístroje, obrázek, ...)
de: Art des Dokuments (z.B. Bedienungsanleitung, Gerätespezifikation, Bild, ...)
es: Tipo de documento (por ejemplo, manual de usuario, especificaciones del instrumento, imagen, ...)
ru: Тип документа (напр. инструкции, спецификации, изображение, ...)

source: Type of location
ca: Tipus d'ubicació
cs: Typ místa
de: Art des Standortes
es: Tipo de ubicación
ru: Тип локации

source: Type of the container
ca: Tipus de contenidor
cs: Typ kontejneru
de: Art des Behälters
es: Tipo de contenedor

source: Type to filter ...
ca: Cerca per ...
cs: Zadejte filtrování...
de: Tippen um zu filtern ...
es: Escriba para filtrar ...
ru: Отфильтровать...

source: Types that support labels directly.<br/>NOTE: In cluster setups, other instances need to be restarted manually for the changes to take place!
cs: Typy, které přímo podporují štítky.<br/>POZNÁMKA: V nastaveních clusteru je třeba ručně restartovat ostatní instance, aby se změny provedly!
de: Typen, die Etiketten direkt unterstützen. <br/>HINWEIS: In Cluster-Setups müssen andere Instanzen manuell neu gestartet werden, damit die Änderungen wirksam werden!
es: Tipos de contenido que soportan etiquetado.<br/>Importante: para instalaciones en modo clúster, recuerde que debe reiniciar las otras instancias para que los cambios tengan efecto!.

source: Types with labels
cs: Typy se štítky
de: Typen mit Etiketten
es: Tipos etiquetables

source: Unable to load the template
ca: No s'ha pogut carregar la plantilla
cs: Šablonu nelze načíst
de: Laden des Templates fehlgeschlagen
es: No se puede cargar la plantilla
ru: Невозможно загрузить шаблон

source: Unassign
ca: Desassigna
cs: Nepřiřadit
de: Zuweisung aufheben
es: Desasignar
ru: Отвязать

source: Unassigned
ca: Per assignar
cs: Nepřiřazeno
de: Nicht zugeordnet
es: Sin asignar
ru: Не назначенные

source: Uncertainty
ca: Incertesa
cs: Neurčitost
de: Unsicherheit
es: Incertidumbre
ru: Неопределенность

source: Uncertainty value
ca: Valor d'incertesa
cs: Hodnota nejistoty
de: Wert der Unsicherheit
es: Valor de incertidumbre
ru: Величина неопределенности

source: Unique Department ID that identifies the department
ca: Identificador unívoc del departament
cs: Jedinečné ID oddělení, které identifikuje oddělení
de: Eindeutige Abteilungs-ID, die die Abteilung identifiziert
es: Identificador único del departamento
ru: Уникальный ID подразделения

source: Unit
ca: Unitat
cs: Jednotka
de: Einheit
es: Unidades
ru: Единица

source: Unknown IBAN country %s
cs: Neznámý IBAN země %s
de: Unbekanntes IBAN Land %s
es: IBAN del país desconocido %s
ru: Неизвестный IBAN %s

source: Unlink User
cs: Odpojit Uživatele
de: Benutzerverknüpfung aufheben
es: Desvincular usuario
ru: Отвязать пользователя

source: Unlinked User
cs: Odpojený Uživatel
de: Benutzerverknüpfung aufgehoben
es: Usuario desvinculado
ru: Отвязанный пользователь

source: Unrecognized file format ${file_format}
ca: No es pot reconèixer el format del fitxer: ${file_format}
cs: Nerozpoznaný formát souboru ${file_format}
de: Unbekanntes Dateiformat ${file_format}
es: Formato de ficheo no válido: ${file_format}
ru: Неизвестный формат файла ${fileformat}

source: Unrecognized file format ${fileformat}
cs: Nerozpoznaný formát souboru ${fileformat}
de: Unbekanntes Dateiformat ${file_format}
es: Formato de fichero no válido: ${fileformat}
ru: Неизвестный формат ${fileformat}

source: Unrecognized file format ${format}
ca: No es pot reconèixer el format del fitxer: ${format}
cs: Nerozpoznaný formát souboru ${format}
de: Unbekanntes Dateiformat ${format}
es: Formato de fichero no válido: ${format}
ru: Неизвестный формат файла ${fileformat}

source: Unsassigned
ca: Sense assignar
cs: Nepřiřazeno
de: Nicht zugewiesen
es: Sin asignar
ru: Неназначенные

source: Until
cs: Až do
de: Bis
es: Hasta
ru: До

source: Update Attachments
ca: Actualitza els fitxers adjunts
cs: Aktualizovat přílohy
de: Anhänge Aktualisieren
es: Actualizar ficheros adjuntos
ru: Обновить приложения

source: Upload a scanned signature to be used on printed analysis results reports. Ideal size is 250 pixels wide by 150 high
ca: Utilitzeu aquest camp per a pujar un fitxer d'imatge amb la signatura digitalitzada del contacte. Aquesta imatge s'encastarà en els informes de resultats quan el contacte sigui cap de departament, hagi intervingut en la verificació o publicació de la mostra o d'algun dels resultats. Les dimensions recomanades són 250 x 150 píxels.
cs: Nahrajte naskenovaný podpis, který se použije v tištěných zprávách o výsledcích analýz. Ideální velikost je 250 pixelů na šířku a 150 na výšku
de: Hier können Sie ihre gescannte Unterschrift zur Verwendung auf Ergebnisberichten hochladen. Die ideale Größe beträgt 250 Pixel breit x 150 Pixel hoch
es: Cargar una firma digitalizada para que sea imprimida en los informes de resultados. Las dimensiones idóneas son 250 píxels de ancho por 150 píxels de alto.
ru: Загрузите скан подписи для использование в отчете. Оптимальный размер 250х150

source: Upper Detection Limit (UDL)
ca: Límit de detecció superior (UDL)
cs: Horní detekční limit (UDL)
de: Obere Erfassungsgrenze
es: Límite de detección superior (UDL)
ru: Верхний предел обнаружения (UDL)

source: Use Analysis Profile Price
ca: Utilitza el preu del perfil d'anàlisis
cs: Použít cenu analýzy profilu
de: Verwende Preis des Analysenprofils
es: Utilizar el precio del perfil de análisis
ru: Использовать цену панели анализов

source: Use Dashboard as default front page
cs: Jako výchozí vstupní stránku použijte Ovládací panel
de: Dashboard als Standardansicht für angemeldete Benutzer wählen
es: Use el tablero de control como página inicial predeterminada.
ru: Использовать системную панель как домашнюю страницу

source: Use Template
cs: Použít šablonu
de: Vorlage verwenden
es: Utilizar plantilla

source: Use the Default Calculation of Method
cs: Použijte výchozí výpočet metody
de: Verwende Standard-Berechnung der Methode
es: Utilizar el cálculo por defecto asignado al método
ru: Использовать вычисление по умолчанию для метода

source: Use this field to pass arbitrary parameters to the export/import modules.
ca: Utilitzeu aquests camps per a passar paràmetres arbitraris al mòdul d'importació i d'exportació.
cs: Toto pole slouží k předávání libovolných parametrů do modulů pro export / import.
de: Verwenden Sie dieses Feld um beliebige Parameter dem export/import Modul zu übergeben.
es: Utilice estos campos para pasar parámetros arbitrarios al módulo de importación.
ru: Используйте это поле для передачи произвольных параметров для экспорта / импорта модулей.

source: User Name
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
ru: Имя пользователя

source: User groups
ca: Grups d'usuari
cs: Uživatelské skupiny
de: Benutzergruppen
es: Grupos de usuario
ru: Группы

source: User linked to this Contact
ca: Usuari vinculat al contacte
cs: Uživatel propojený s tímto kontaktem
de: Benutzer wurde zu diesem Kontakt verknüpft
es: Usuario vinculado a este contacto
ru: Пользователь привязанный к Контакту

source: User name
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
ru: Имя пользователя

source: Using too few data points does not make statistical sense. Set an acceptable minimum number of results before QC statistics will be calculated and plotted
ca: Tingueu present que l'ús d'un nombre baix de punts de dades pot fer que els resultats del càlcul estadístic no siguin representatius. Introduïu el nombre mínim de resultats necessaris per a executar els càlculs estadístics de Control de Qualitat (QC)
cs: Použití příliš malého počtu datových dat nedává statistický smysl. Před přijetím a vynesením statistik QC nastavte přijatelný minimální počet výsledků
de: Derart wenige Messwerte ergeben statistischen gesehen keinen Sinn. Erfassen Sie weitere Daten für eine zuverlässige QC Auswertung.
es: El uso de un número bajo de puntos de datos suele conllevar que los resultados del cálculo estadístico no tengan sentido. Establezca un número mínimo aceptable de resultados antes que se ejecuten los cálculos estadísticos de Control de Calidad (QC)
ru: Установите минимальное количество измерений необходимых для расчета стастики.

source: VAT
ca: IVA
cs: DPH
de: MwSt.
es: IVA
ru: НДС

source: VAT %
ca: % IVA
cs: DPH %
de: MwSt. %
es: % IVA
ru: % НДС

source: VAT number
ca: CIF
cs: DIČ číslo
de: USt-IdNr.
es: CIF
ru: номер НДС

source: Valid
cs: Ověřený
de: Gültig
es: Válidas
ru: Валидно

source: Valid from
ca: Vàlid des de
cs: Platnost od
de: Gültig von
es: Válido desde
ru: Действительно с

source: Valid to
ca: Validesa fins
cs: Platný do
de: Gültig bis
es: Válido hasta
ru: Действителен до

source: Validation
ca: Validació
cs: Ověření
de: Validierung
es: Validación
ru: Валидация (поверка)

source: Validation failed.
ca: Error de validació.
cs: Ověření selhalo.
de: Validierung fehlgeschlagen.
es: Error de validación.
ru: Ошибка валидации

source: Validation failed: '${keyword}': duplicate keyword
ca: Error de validació: «${keyword}»: paraula clau duplicada
cs: Ověření se nezdařilo: '${keyword}': duplicitní klíčové slovo
de: Validierung fehlgeschlagen: Schlüsselwort '${keyword}' wird bereits verwendet
es: Error de validación: '${keyword}': palabra clave duplicada
ru: Ошибка валидации: '${keyword}': обнаружен повтор ключевого слова
