Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: <p>The ID Server provides unique sequential IDs for objects such as Samples and Worksheets etc, based on a format specified for each content type.</p><p>The format is constructed similarly to the Python format syntax, using predefined variables per content type, and advancing the IDs through a sequence number, 'seq' and its padding as a number of digits, e.g. '03d' for a sequence of IDs from 001 to 999.</p><p>Alphanumeric prefixes for IDs are included as is in the formats, e.g. WS for Worksheet in WS-{seq:03d} produces sequential Worksheet IDs: WS-001, WS-002, WS-003 etc.</p><p>For dynamic generation of alphanumeric and sequential IDs, the wildcard {alpha} can be used. E.g WS-{alpha:2a3d} produces WS-AA001, WS-AA002, WS-AB034, etc.</p><p>Variables that can be used include:<table><tr><th style='width:150px'>Content Type</th><th>Variables</th></tr><tr><td>Client ID</td><td>{clientId}</td></tr><tr><td>Year</td><td>{year}</td></tr><tr><td>Sample ID</td><td>{sampleId}</td></tr><tr><td>Sample Type</td><td>{sampleType}</td></tr><tr><td>Sampling Date</td><td>{samplingDate}</td></tr><tr><td>Date Sampled</td><td>{dateSampled}</td></tr></table></p><p>Configuration Settings:<ul><li>format:<ul><li>a python format string constructed from predefined variables like sampleId, clientId, sampleType.</li><li>special variable 'seq' must be positioned last in theformat string</li></ul></li><li>sequence type: [generated|counter]</li><li>context: if type counter, provides context the counting function</li><li>counter type: [backreference|contained]</li><li>counter reference: a parameter to the counting function</li><li>prefix: default prefix if none provided in format string</li><li>split length: the number of parts to be included in the prefix</li></ul></p>
ca: <p>El servidor d'Identificadors (ID) de Senaite LIMS proporciona identificadors seqüencials únics per a recursos com mostres, fulls de treball, etc. en funció del format especificat per a cada tipus de contingut.</p><p>La sintaxi és similar a la que s'utilitza per al formatatge de cadenes amb Python, amb variables predefinides per tipus de contingut. El comodí 'seq', permet definir el nombre de dígits que cal mantenir en incrementar el valor de l'identificador. Per exemple, utilitzeu 'seq:03d' si voleu que la seqüència d'identificadors sigui entre 001 i 999.</p><p>També podeu utilitzar prefixes. Així, amb el format 'WS-{seq:03d}' es generaran els identificadors seqüencials següents: WS-001, WS-002, WS-003, etc.</p>Amb el comodí '{alpha}' podeu generar identificadors seqüencials alfanumèrics. Per exemple, utilitzeu el format 'WS{alpha:2a3d}' per a generar identificadors tals com aquests: WS-AA001, WS-AA002, WS-AB034, etc.</p><p>També podeu utilitzar qualsevol de les variables següents:<table><tr><th style='width:150px'>Tipus de contingut (Content Type)</th><th>Variables</th></tr><tr><td>Client</td><td>{clientId}</td></tr><tr><td>Any</td><td>{year}</td></tr><tr><td>Identificador de mostra</td><td>{sampleId}</td></tr><tr><td>Tipus de mostra</td><td>{sampleType}</td></tr><tr><td>Data prevista de mostreig</td><td>{samplingDate}</td></tr><tr><td>Data de mostreig</td><td>{dateSampled}</td></tr></table></p><p>Paràmetres de configuració:<ul><li>Format:<ul><li>cadena de text expressada en format Python amb comodins i variables predefinides com 'sampleId', 'clientId' o 'sampleType'.</li><li>Cal que poseu la variable especial 'seq' al final de l'expressió.</li></ul></li><li>Tipus de seqüència: [Generador; Comptador]</li><li>Context: proporciona el contingut que s'haurà d'utilitzar per al recompte quan el tipus de seqüència indicada sigui 'Comptador'.</li><li>Modalitat de recompte: [Per referència; Per contingut]</li><li>Referència de recompte: el nom de la clau de referència quan la modalitat indicada sigui 'Per referència' o el tipus de contingut a utilitzar per a comptar quan la modalitat indicada sigui 'Per contingut'.</li><li>Prefix: prefix predeterminat si no se'n proporciona cap en el format.</li><li>Nombre de trossos: quantitat de fragments que cal considerar com a part del prefix.</li></ul></p>
cs: <p>ID Server poskytuje jedinečné sekvenční ID pro objekty, jako jsou Vzorky, Pracovní listy atd., na základě formátu určeného pro každý typ obsahu.</p><p>Formát je konstruován podobně jako formátovací syntaxe jazyka Python pomocí předdefinovaných proměnných pro každý typ obsahu a postupuje ID pomocí sekvenčního čísla "seq" a jeho výplně v podobě počtu číslic, např. "seq". např. "03d" pro sekvenci ID od 001 do 999. </p><p>Alfanumerické předpony pro ID jsou zahrnuty stejně jako ve formátech, např. WS pro Worksheet v WS-{seq:03d} vytváří sekvenční ID Worksheet: WS-001, WS-002, WS-003 atd. </p><p>Pro dynamické generování alfanumerických a sekvenčních ID lze použít zástupný znak {alfa}. Např. WS-{alpha:2a3d} vytvoří WS-AA001, WS-AA002, WS-AB034 atd.</p><p>Mezi proměnné, které lze použít, patří:<table><tr><th style='width:150px'>Typ obsahu</th><th>Proměnné</th></tr><tr><td>Id klienta</td><td>{clientId}</td></tr><tr><td>Rok</td><td>{year}</td></tr><tr><td>Id vzorku</td><td>{sampleId}</td></tr><tr><td>Typ vzorku</td><td>{sampleType}</td></tr><tr><td>Datum vzorkování</td><td>{samplingDate}</td></tr><tr><td>Datum odběru vzorku</td><td>{dateSampled}</td></tr></table></p><p>Nastavení konfigurace:<ul><li>format:<ul><li>řetězec formátu pythonu vytvořený z předdefinovaných proměnných, jako je sampleId, clientId, sampleType. </li><li>Speciální proměnná 'seq' musí být umístěna jako poslední v typu řetězce theformat</li></ul></li><li>typ sequence: [generated|counter]</li><li>context: pokud je typ counter, poskytuje kontext počítací funkci</li><li>counter type: [backreference|contained]</li><li>counter reference: parametr počítací funkce</li><li>prefix: výchozí předpona, pokud není uveden ve formátu řetězce</li><li>split length: počet částí, které mají být zahrnuty do předpony</li></ul></p>
de: <p>Der ID-Server stellt eindeutige fortlaufende IDs für Objekte wie Proben und Arbeitsblätter usw. bereit, basierend auf einem für jeden Inhaltstyp festgelegten Format.</p><p>Das Format ist ähnlich wie die Syntax des Python-Formats aufgebaut, wobei vordefinierte Variablen verwendet werden pro Inhaltstyp und Erweitern der IDs durch eine Sequenznummer, 'seq' und ihre Auffüllung als eine Anzahl von Ziffern, z.B. '03d' für eine Folge von IDs von 001 bis 999.</p><p>Alphanumerische Präfixe für IDs sind unverändert in den Formaten enthalten, z. WS for Worksheet in WS-{seq:03d} erzeugt fortlaufende Worksheet-ID\: WS-001, WS-002, WS-003 usw.</p><p>Für die dynamische Generierung von alphanumerischen und sequenziellen IDs ist der Platzhalter {alpha} verwendet werden. Beispiel: WS-{alpha:2a3d} erzeugt WS-AA001, WS-AA002, WS-AB034 usw.</p><p>Zu den verwendbaren Variablen gehören\:<table><tr><th style=' width\:150px'>Inhaltstyp</th><th>Variablen</th></tr><tr><td>Client-ID</td><td>{clientId}</td></tr> <tr><td>Jahr</td><td>{Jahr}</td></tr><tr><td>Proben-ID</td><td>{sampleId}</td></tr><tr><td>Probentyp</td><td>{sampleType}</td></tr><tr><td>Probenahmedatum</td><td>{samplingDate}</td>< /tr><tr><td>Datum der Stichprobe</td><td>{dateSampled}</td></tr></table></p><p>Konfigurationseinstellungen\:<ul><li> format:<ul><li>ein Python-Formatstring, der aus vordefinierten Variablen wie sampleId, clientId, sampleType aufgebaut ist.</li><li>die spezielle Variable „seq“ muss im Formatstring an letzter Stelle stehen</li></ul></li><li>sequence type: [generated|counter]</li><li>context: wenn type counter, liefert Kontext die Zählfunktion</li><li>counter type: [backreference| enthalten]</li><li>counter reference: ein Parameter für die Zählfunktion</li><li>prefix: Standard-Präfix, falls keiner angegeben in format string</li><li>split length: die Anzahl der Teile, die im Präfix enthalten sein sollen</li></ul></p>
es: <p>El servidor de Identificadores (IDs) de Senaite LIMS proporciona identificadores secuenciales únicos para objetos como muestras, hojas de trabajo, peticiones de análisis, etc., en función del formato especificado para cada tipo de contenido.</p><p>La sintaxis es similar a la utlizada para el formateo de cadenas en Python, con variables predefinidas por tipo de contenido y con el incremento de los IDs a partir de un número de secuencia 'seq' para definir el número de dígitos a utilizar. Por ejemplo: '03d' para una secuencia de IDs de 001 a 999.</p><p>Los prefijos alfanuméricos para IDs se incluirán como se haya definido en el formato, p. WS para Hoja de trabajo en WS- {seq: 03d} produce identificadores para las hojas de trabajo de forma secuencial: WS-001, WS-002, WS-003, etc.</p><p>Las variables que se pueden usar son:<table><tr><th style='width:150px'>Tipo de contenido (Content Type)</th><th>Variables</th></tr><tr><td>Cliente</td><td>{clientId}</td></tr><tr><td>Año</td><td>{year}</td></tr><tr><td>Identificador de muestra</td><td>{sampleId}</td></tr><tr><td>Tipo de muestra</td><td>{sampleType}</td></tr><tr><td>Fecha prevista de muestreo</td><td>{samplingDate}</td></tr><tr><td>Fecha de muestreo</td><td>{dateSampled}</td></tr></table></p><p>Elementos de configuración:<ul><li>Formato:<ul><li>una cadena en formato Python construida a partir de variables predefinidas como sampleId, client, sampleType.</li><li>La variable especial 'seq' debe colocarse en último lugar de la cadena que define el formato</li></ul></li><li>Tipo de secuéncia: [Generada|Contador]</li><li>Contexto: si el tipo de secuéncia es 'Contador', proporciona el contexto para la función contador</li><li>Tipo de cuenta: [retroreferencia|contenida]</li><li>Referencia para cuenta: un parámetro para la función de conteo</li><li>Prefijo: prefijo predeterminado si no se proporciona el formato en cadena</li><li>Longitud de la división: la cantidad de partes que se incluirán en el prefijo</li></ul></p>
ru: <p>ID-сервер присваивает уникальные последовательные идентификаторы таким объектам как Образцы, Рабочие Листы и др., согласно формату указанному для каждого типа объекта.</p><p>Формат идентификатора объекта имеет синтаксис схожий с Python форматированием строк, используя предопределённые переменные для каждого типа данных и присваивая каждый последующий идентификатор продвигаясь по последовательности. ‘seq' и определённое последующее число цифр, например '03d' задает последовательность идентификаторов от 001 до 999.</p><p>Буквенно-цифровые префиксы включаются в идентификаторы согласно заданному форматированию, например WS for для Рабочего Листа (Worksheet) задается выражением: WS-{seq:03d} и генерирует следующую последовательность идентификаторов для Рабочих Листов: WS-001, WS-002, WS-003 и так далее.</p><p>Для динамической генерации буквенно-цифровых и секвентальных идентификаторов используйте {alpha} маску. Например, WS-{alpha:2a3d} задает последовательность WS-AA001, WS-AA002, WS-AB034 и т.д.</p><p>Переменные, которые могут быть использованы:<table><tr><th style='width:150px'>Тип данных</th><th>Переменные</th></tr><tr><td>Клиент</td><td>{client}</td></tr><tr><td>Год</td><td>{year}</td></tr><tr><td>Образец ID</td><td>{sampleId}</td></tr><tr><td>Тип образца</td><td>{sampleType}</td></tr><tr><td>Дата забора</td><td>{samplingDate}</td></tr><tr><td>Дата доставки</td><td>{dateSampled}</td></tr></table></p><p>Параметры:<ul><li>format:<ul><li>строка содержащая стандартную python-контрукцию для форматирования строки с использованием предзаданных переменных, таких как: sampleId, client, sampleType.</li><li>Специальная переменная 'seq' должна быть размещена последним элементов в строке форматирования</li></ul></li><li>sequence type (Тип последовательности): [generated|counter]</li><li>context (контекст): если тип последовательности counter (счетчик) обеспечивает функцию инкрементирования</li><li>counter type (тип счетчика): [backreference|contained]</li><li>counter reference: параметр для функции счетчика</li><li>prefix (префикс): задается по умолчанию, если не указано значение</li><li>split length (длинна префикса): количество составных частей префикса</li></ul></p>

source: ${amount} attachments with a total size of ${total_size}
ca: ${amount} fitxers adjunts, amb una mida total de ${total_size}
cs: ${amount} příloh o celkové velikosti ${total_size}
de: ${amount} Anlage(n) mit einer Gesamtgröße von ${total_size}
es: ${amount} archivos adjuntos con un tamaño total de ${total_size}
ru: ${amount} вложений общим размером ${total_size}

source: ${contact_fullname} can log into the LIMS by using ${contact_username} as username. Contacts must change their own passwords. If a password is forgotten a contact can request a new password from the login form.
ca: En/na ${contact_fullname} pot entrar al LIMS utilitzant ${contact_username} com a nom d'usuari. És convenient que els contactes modifiquin la seva contrasenya. En cas que l'usuari perdi la seva contrasenya, sempre podrà sol·licitar-ne una de nova des del formulari d'accés.
cs: ${contact_fullname} se může přihlásit do LIMS pomocí ${contact_username} jako uživatelského jména. Kontakty musí změnit svá vlastní hesla. Pokud heslo zapomenete, kontakt může požádat o nové heslo z přihlašovacího formuláře.
de: ${contact_fullname} kann sich mit dem Benutzernamen ${contact_username} anmelden. Benutzer müssen ihr Passwort selbst ändern. Bei Verlust des Passworts kann der Benutzer im Anmeldeformular ein neues Passwort anfordern.
es: ${contact_fullname} puede acceder al LIMS utilizando el nombre de usuario ${contact_username}. Se recomienda que los contactos modifiquen su contraseña. Si el usuario pierde su contraseña, siempre podrá solicitar una nueva desde el formulario de acceso.
ru: ${contact_fullname} может войти в LIMS, используя ${contact_username} как имя пользователя. Пользователю необходимо изменить пароль. Если пользователь забыл пароль, то можно запросить новый пароль из формы входа в систему

source: ${items} were successfully created.
ca: Els serveis d'anàlisi ${items} s'han creat amb èxit.
cs: ${items} byly úspěšně vytvořeny.
de: ${items} wurden erfolgreich angelegt.
es: ${items} han sido creados satisfactoriamente.
ru: ${items} успешно созданы.

source: ${item} was successfully created.
ca: El servei d'anàlisi ${item} s'ha creat amb èxit.
cs: ${item} byl úspěšně vytvořen.
de: ${item} wurde erfolgreich erstellt.
es: ${item} fue creado satisfactoriamente.
ru: ${item} успешно создан.

source: %s has been rejected
ca: La mostra %s s'ha rebutjat
cs: %s byl odmítnut
de: %s wurde abgelehnt
es: %s Ha sido rechazada
ru: %s отклонено

source: %s has no '%s' column.
ca: No existeix la columna '%s' per a %s.
cs: %s nemá sloupec '%s' .
de: % hat keine '%' Spalte.
es: %s no tiene la columna '%s'.
ru: %s не содержит колонку '%s'

source: &larr; Back
ca: &larr; Torna
cs: &larr; Zpět
de: &larr; Zurück
es: &larr; Volver
ru: &larr; Назад

source: &larr; Back to the ${back_link}
ca: &larr; Torna a ${back_link}
cs: &larr; Zpět na ${back_link}
de: &larr; Zurück zur ${back_link}
es: &larr; Volver a ${back_link}
ru: &larr; Назад к ${back_link}

source: &larr; Go back to see all samples
ca: &larr; Torna a la llista de mostres
cs: &larr; Zpět na zobrazení všech vzorků
de: &larr; Zurück zu allen Proben
es: &larr;Atrás para ver todas las muestras

source: 'Max' value must be above 'Min' value
ca: El valor del camp 'Màx.' ha de ser un nombre més gran que el valor del camp 'Mín.'
cs: Hodnota 'Max' musí být vyšší než hodnota 'Min'.
de: 'Max' Wert muss über 'Min' Wert liegen
es: El valor de 'Max' tiene que ser superior al valor de 'Min'

source: 'Max' value must be numeric
ca: El valor del camp 'Màx.' ha de ser de tipus numèric
cs: Hodnota "Max" musí být číselná
de: 'Max' Wert muss numerisch sein
es: El valor de 'Max' tiene que ser numérico

source: 'Min' value must be numeric
ca: El valor del camp 'Mín.' ha de ser de tipus numèric
cs: Hodnota "Min" musí být číselná
de: 'Min' Wert muss numerisch sein
es: El valor de 'Min' tiene que ser numérico

source: 'Warn Max' value must be above 'Max' value
ca: El valor del camp 'Alerta màx.' ha de ser un nombre més gran que el valor del camp 'Màx.'
cs: Hodnota 'Warn Max' musí být vyšší než hodnota 'Max'.
de: 'Warn Max' Wert muss über 'Max' Wert liegen
es: El valor de 'Warn Max' tiene que ser superior al valor de 'Max'

source: 'Warn Max' value must be numeric or empty
ca: El valor del camp 'Alerta Màx.' ha de ser numèric o buit
cs: Hodnota "Warn Max" musí být číselná nebo prázdná.
de: 'Warn Max' Wert muss numerisch oder leer sein
es: El valor de 'Warn Max' tiene que ser numérico o vacío

source: 'Warn Min' value must be below 'Min' value
ca: El valor del camp 'Alerta mín.' ha de ser un nombre més petit que el valor de 'Mín.'
cs: Hodnota "Warn Min" musí být nižší než hodnota "Min".
de: 'Warn Min' Wert muss unter 'Min' Wert liegen
es: El valor de 'Warn Min' tiene que ser inferior al valor de 'Min'

source: 'Warn Min' value must be numeric or empty
ca: El valor del camp 'Alerta mín.' ha de ser numèric o buit
cs: Hodnota "Warn Min" musí být číselná nebo prázdná.
de: 'Warn Min' Wert muss numerisch oder leer sein
es: El valor de 'Warn Min' tiene que ser numérico o vacío

source: (Blank)
ca: (Blanc)
cs: (Prázdná položka)
de: (Blindwert)
es: (Blanco)
ru: (Бланк)

source: (Duplicate)
ca: (Duplicat)
cs: (Duplicitní)
de: (Doppelbestimmung)
es: (Duplicado)
ru: (Дубликат)

source: (Required)
ca: (Necessari)
cs: (Požadováno)
de: (Erforderlich)
es: (Obligatorio)
ru: (Требуется)

source: *** This is an automatically generated email, please do not reply to this message. ***
ca: *** Aquest correu electrònic ha estat generat automàticament, no el responeu **
cs: *** Toto je automaticky generovaný e-mail, na tuto zprávu neodpovídejte. ***
de: *** Dies ist eine automatisch generierte E-Mail. Bitte antworten Sie nicht auf diese Nachricht. ***
es: *** Este es un correo electrónico generado automáticamente, por favor no responda a este mensaje. ***
ru: *** Это автоматически сгенерированное сообщение, пожалуйста, не отвечайте на него. ***

source: <i class="fas fa-link" aria-hidden="true" /> Go to worksheet template setup
ca: Ves a la vista de configuració de plantilles de fulls de treball
cs: <i class="fas fa-link" aria-hidden="true" /> Přejděte na nastavení šablony pracovního listu
de: <i class="fas fa-link" aria-hidden="true" /> Zur Konfiguration von Arbeitsblattvorlagen
es: Ir a la vista de configuración de plantillas de hojas de trabajo

source: <img src="${DYNAMIC_CONTENT}" /> Welcome to SENAITE
ca: Benvingut a SENAITE
cs: <img src="${DYNAMIC_CONTENT}" /> Vítejte v SENAITE
de: <img src="${DYNAMIC_CONTENT}" /> Willkommen bei SENAITE
es: <img src="${DYNAMIC_CONTENT}" /> Bienvenido a SENAITE
ru: <img src="${DYNAMIC_CONTENT}" /> Добро пожаловать в SENAITE

source: <p>The formula you type here will be dynamically calculated when an analysis using this calculation is displayed.</p><p>To enter a Calculation, use standard maths operators, + - * / ( ), and all keywords available, both from other Analysis Services and the Interim Fields specified here, as variables. Enclose them in square brackets [ ].</p><p>E.g, the calculation for Total Hardness, the total of Calcium (ppm) and Magnesium (ppm) ions in water, is entered as [Ca] + [Mg], where Ca and MG are the keywords for those two Analysis Services.</p>
ca: <p>Introduïu la fórmula que cal que s'executi automàticament per a les anàlisis que tinguin assignat aquest càlcul.</p> <p>Podeu utilitzar operadors matemàtics bàsics com + - * / ( ), i també paraules clau, ja corresponguin a variables d'entrada o de serveis d'anàlisi. Cal que indiqueu les paraules clau entre parèntesis quadrats [ ].<p> <p>A tall d'exemple, la fórmula '[Ca] + [Mg]' seria adient per al càlcul de la duresa total d'aigua, on 'Ca' i 'Mg' són les paraules clau dels serveis d'anàlisi que corresponen als ions Calci i Magnesi, en ppm.</p>
cs: <p>Vzorec, který sem zadáte, se při zobrazení analýzy pomocí tohoto výpočtu dynamicky vypočítá. </p><p>Chcete-li zadat výpočet, použijte standardní matematické operátory, + - * / ( ) a všechna klíčová slova, která jsou k dispozici, a to jak z ostatních analytických služeb, tak z zadaných prozatímních polí zde, jako proměnné. Uzavřete je do hranatých závorek [] .</p><p>Např., výpočet pro celkovou tvrdost, součet iontů vápníku (ppm) a hořčíku (ppm) ve vodě, se uvádí jako [Ca] + [Mg], kde Ca a MG jsou klíčová slova pro tyto dvě analytické služby.</p>
de: <p>Die Formel die Sie hier eingeben wird dynamisch berechnet, sobald eine Analyse angezeigt wird, welche diese Formel verwendet.</p> <p>Verwenden Sie für neue Berechnungen die mathematischen Standardoperationen + - * / ( ), sowie die verfügbaren Schlüsselwörter aus anderen Analyseleistungen und den Interimfeldern als Variablen. Letztere müssen in eckigen Klammern [ ] eingefügt werden.</p> <p>Beispiel: Um den Härtegrad zu berechnen, wird die Gesamtzahl der Calcium (ppm) und Magnesium (ppm) Ionen als [Ca] + [Mg] eingegeben, wobei Ca und Mg die Schlüsselwörter dieser beiden Analyseleistungen sind.</p>
es: <p>La formula introducida será ejecutada automáticamente en la vista de introducción de resultados, para aquellos análisis que hagan uso de la misma.</p><p>Para introducir un cálculo, utilice operadores matemáticos estándar, como + - * / (). Como variables puede utilizar el código de cualquiera de las variables introducidas más arriba, pero también puede utilizar códigos de servicios de análisis. En ambos casos, encierre el código de la variable entre corchetes [].</p><p>Por ejemplo, para un cálculo con nombre "Dureza total" (número total de iones Calcio y Magnesio en agua) la fórmula sería [Ca] + [Mg], donde Ca y Mg corresponden con las códigos de los dos servicios de análisis.</p>
ru: <p>Формула, которую вы вводите здесь, будет рассчитываться динамически, когда отображается анализ, использующий данный расчета.</p><p>Для ввода расчета используй стандартные математические операции, + - * / (), все ключевые слова, от других служб анализа и промежуточных полей , указанные здесь, доступны как переменные. Оборачивайте их в прямоугольные скобки []</p><p>апример для расчета общей жесткости, общее содержание ионов кальция и магния в воде, будут введены как [Ca] + [Mg], где Са и Mg являются ключевыми словами для этих двух служб анализа.</p>

source: > Max
ca: > Màx
es: > Máx
ru: > Макс.

source: A short title for the site. This will be shown in the title of the browser window on each page.
ca: Títol curt del lloc. Es mostrarà com a títol de la finestra del navegador.
cs: Krátký název webu. Ten se zobrazí v záhlaví okna prohlížeče na každé stránce.
de: Ein kurzer Titel für die Website. Dies wird im Titel des Browserfensters auf jeder Seite angezeigt.
es: Título corto del sitio. Este valor se mostrará como titulo en la ventana del navegador.
ru: Короткое наименование сайта (отображается в заголовке окна браузера).

source: AR Template
ca: Plantilla de mostra
cs: AR Šablona
de: Analyseauftragsvorlage
es: Plantilla de muestra
ru: Шаблон Образца

source: AR Templates
ca: Plantilles de mostra
cs: AR šablony
de: Analyseauftragvorlagen
es: Plantillas de muestra
ru: ОБРАЗЦЫ: Шаблоны

source: ARReport
ca: Informe de resultats
cs: AR Zpráva
de: Bericht über Analyseaufträge
es: Informe de resultados
ru: Отчет по Образцам

source: Account Name
ca: Nom del compte
cs: Jméno účtu
de: Kontenname
es: Nombre de la cuenta
ru: Учетная запись

source: Account Number
ca: Número de compte
cs: Číslo účtu
de: Kontonummer
es: Número de cuenta
ru: Номер счета

source: Account Type
ca: Tipus de compte
cs: Typ účtu
de: Kontentyp
es: Tipo de cuenta
ru: Тип счета

source: Accreditation
ca: Acreditació
cs: Akreditace
de: Akkreditierung
es: Acreditación
ru: Аккредитация
