Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: Click on Analysis Categories (against shaded backgroundto see Analysis Services in each category. Enter minimum and maximum values to indicate a valid results range. Any result outside this range will raise an alert. The % Error field allows for an % uncertainty to be considered when evaluating results against minimum and maximum values. A result out of range but still in range if the % error is taken into consideration, will raise a less severe alert.
ru: Нажмите на Категорию чтобы посмотреть какие Услуги в нее входят. Введите минимальные и максимальные значения допустимого диапазона. Результат анализа вне допустимого диапазона будет отмечен Предупреждением. Поле '% Ошибки' используется для оценки попадания результатов измерения в допустимый диапазон. В случае выхода результатов из допустимого диапазона, но в рамках допустимой ошибки вызывает менее строгое Предупреждение.

source: Contacts to CC
ru: Контакты в копию

source: Content type
ru: Тип

source: Count
ru: Количество

source: Create a new sample of this type
ru: Создать новый образец данного типа

source: Created by:
ru: Создано:

source: Current keyword '{}' used in calculation '{}'
ru: Ключевое слово '{}' используется для вычислений '{}'

source: Daily samples received
ru: Образцы полученные за день

source: Data entry day book
ru: Журнал занесения данных за день

source: Date Dispatched
ru: Дата отправки

source: Default Container Type
ru: Тип контейнера по умолчанию

source: Default Orientation
ru: Расположение по умолчанию

source: Default Paper Format
ru: Формат бумаги по умолчанию

source: Default Template
ru: Шаблон по умолчанию

source: Default categories
ru: Категории по умолчанию

source: Default container for new sample partitions
ru: Контейнер по умолчанию для новых партиций

source: Developer Mode
ru: Режим Разработки

source: Deviation between the sample and how it was sampled
ru: Отклонения параметров образца от состояния при заборе

source: Early
ru: Ранее

source: Enable this option to allow the capture of text as result
ru: Разрешить текстовое значение результата

source: Entity
ru: Предприятие

source: Erroneous result publication from {}
ru: Ложные результаты с {}

source: Fax
ru: Факс

source: Folder that results will be saved
ru: Папка в которую будут сохранены результаты

source: Footer Text
ru: Текст футера

source: For each interface of this instrument, you can define a folder where the system should look for the results files while automatically importing results. Having a folder for each Instrument and inside that folder creating different folders for each of its Interfaces can be a good approach. You can use Interface codes to be sure that folder names are unique.
ru: Для каждого интерфейса этого инструмента возможно задать папку в которой система будет ожидать данные для авто импорта. Хорошая практика задать общуя папку для инструмента и подпапки для каждого интрефейса, допустимо использовать ID интерфейсов чтобы убедиться в уникальности наименований.

source: From ${start_date} to ${end_date}
ru: От ${start_date} до ${end_date}

source: FullName
ru: Наименование

source: Generate report
ru: Сгенерировать отчет

source: Generated reports for: {},
ru: Созданы отчеты для: {},

source: Go to worksheet template setup
ru: Перейти в настройку шаблона рабочего листа

source: Group by
ru: Группировать по

source: Grouping period
ru: Период группировки

source: History
ru: История

source: If the system doesn't find any match (AnalysisRequest, Sample, Reference Analysis or Duplicate), it will use the record's identifier to find matches with Reference Sample IDs. If a Reference Sample ID is found, the system will automatically create a Calibration Test (Reference Analysis) and will link it to the instrument selected above.<br /> If no instrument selected, no Calibration Test will be created for orphan IDs.
ru: Если не будут найдены идентификаторы Образцов, то будет произведен посик среди Контролей. Если контроль найден автоматически будут создан калюировочный тест для связанного инструмента.<br /> Есл инструмент не указан калибровочный тест не создается.

source: If this container is pre-preserved, then the preservation method could be selected here.
ru: Если контейнер исходно содержит консервант, выбор метода консервации недоступен.

source: Ignore in Report
ru: Игнорировать в отчете

source: Import Interface
ru: Интерфейс импорта

source: Info
ru: Инфо

source: Initially loaded orientation
ru: Ориентация страницы по умолчанию

source: Initially loaded paper format
ru: Размер бумаги по умолчанию

source: Initially loaded report template
ru: Шаблон по умолчанияю

source: Instrument Type
ru: Тип инструмента

source: Instrument Types
ru: Оборудование: Типы

source: Instrument type
ru: Тип инструмента

source: Interface Code
ru: Код Интерфейса

source: Landing Page
ru: Веб страница

source: Lists all samples received for a date range
ru: Список всех образцов полученные в период

source: Loaded
ru: Загружено

source: Location
ru: Место

source: Location where sample is collected
ru: Локации где забран образец

source: Location where sample is kept
ru: Локация где хранится образец

source: Location where sample was taken
ru: Локация где образец забран

source: Max
ca: Màx.
ru: Макс

source: Min
ca: Mín.
ru: Мин

source: Modification date
ru: Дата изменения

source: My organization
ru: Моя организация

source: No Samples matched your query
ru: Не найдено образцов по вашему запросу

source: No actions found for user ${user}
ru: Нет действий для пользователя ${user}

source: No analyses matched your query
ru: Не найдено анализова по вашему запросу

source: No email address set for this contact
ru: Адрес эл.почты у Контакта отсутсвует

source: No historical actions matched your query
ru: Действий по запросу не найдено

source: No instrument
ru: Отсутствует инструмент

source: No report specified in request
ru: В запросе не указан отчет

source: No samples matched your query
ru: Образцов не найдено

source: No user exists for ${contact_fullname} and he/she will not be able to log in. Fill in the form below to create one for him/her.
ru: Отсутвует учетная запись для ${contact_fullname}. Он/она не смогут войти в систему. Заполните форму ниже чтобы создать учетную запись.

source: Number of Samples and analyses per client
ru: Количество Образцов и Анализов по клиенту

source: Number of analyses
ru: Количество анализов

source: Number of analyses requested per analysis service
ru: Количетсво анализов заказанных по Аналитическим Услугам

source: Number of analyses requested per sample type
ru: Количество анализов заказанных по типам образцов

source: Number of analyses retested for period
ru: Количество анализов выполненных повторно за период

source: Number of analysis requested and published per department and expresed as a percentage of all analyses performed
ru: Количество анализов заказанных и опубликованных по подразделению и выраженных как доля от общего числа анализов выполненных

source: Number of requests
ru: Количество заказов

source: Order Date
ru: Дата заказа

source: Order Number
ru: Номер заказа

source: Other productivity reports
ru: Прочие отчеты о производительности

source: Output format
ru: Исходящий формат

source: Owner
ru: Владелец

source: Performed
ru: Выполнено

source: Performed by
ru: Кем выполнено

source: Period
ru: Период

source: Please correct the indicated errors
ru: Пожалуйста, исправьте отмеченные ошибки

source: Prepared by
ru: Выполнено

source: Preservations
ru: Образец: Хранение

source: Productivity
ru: Производительность

source: Productivity Reports
ru: Отчеты о производительности

source: Publication Specification
ru: Спецификация публикации

source: Published Samples which have not been invoiced
ru: Опубликованные образцы не включенные в счет

source: Range Comment
ru: Комментарий

source: Range comment
ru: Комментарий

source: Reference Supplier
ru: Поставщик эталонов

source: Referenced Samples in the PDF
ru: Эталонные образцы в PDF

source: Report Option
ru: Параметр отчета

source: Report Options
ru: Параметры отчета

source: Report Type
ru: Тип отчета

source: Report of published samples which have not been invoiced
ru: Отчет об опубликованных образцах не включенных в счета

source: Report tables between a period of time the number of analyses published and expressed as a percentage of all analyses performed.
ru: Отчет о количестве опубликованных анализов как доля от выполненных анализов за период.

source: Report tables between a period of time the number of samples received and results reported for them with differences between the two
ru: Отчет о количестве полученных образцов и выданных результатах за период.

source: Report tables of Samples and totals submitted between a period of time
ru: Отчет по Образцам за период

source: Report type
ru: Тип отчета

source: Reports
ru: Отчеты

source: Requested
ru: Заказ

source: Restrict categories
ru: Ограничить категории

source: Restrict the available analysis services and instrumentsto those with the selected method. In order to apply this change to the services list, you should save the change first.
ru: Ограничить Аналичтиеские услуги и инструменты в соответствии с методами. Для применения сохраните изменения.

source: Result files folders
ru: Папка для результатов

source: Returns the raw HTML in the report preview.
ru: Возвращает HTML документ в предпросмотре

source: SENAITE CORE Add-on
cs: Přídavný modul SENAITE CORE
ru: SENAITE CORE Дополнение

source: SENAITE IMPRESS Settings
ru: SENAITE IMPRESS настройки

source: SWIFT code.
ru: SWIFT код

source: Sample condition
ru: Состояния Образца

source: Sample point
ru: Точка забора

source: Sample related reports
ru: Отечты связанные с образцами

source: Samples and analyses
ru: Образцы и анализы

source: Samples and analyses per client
ru: Образцы и анализы по клиенту

source: Samples not invoiced
ru: Образцы не включенные в счета

source: Samples received vs. reported
ru: Образцы полученные и опубликованные

source: Samples received vs. samples reported
ru: Образцы полученные и опубликованные

source: Select a manager from the available personnel configured under the 'lab contacts' setup item. Departmental managers are referenced on analysis results reports containing analyses by their department.
ru: Выберите менеджера из списка доступных сотрудников, созданного в разделе настройки "ЛАБОРАТОРИЯ: Контакты". На менеджеров подразделений ссылаются отчеты о результатах анализов, содержащие анализы, произведенные в их подразделениях.

source: Select a sample to create a secondary Sample
ru: Выберите образце для создания дочернего Образца

source: Select the preferred instrument
ru: Выберите предпочитаемый инструмент

source: Select this to allow the user to set an additional 'Printed' status to those Analysis Requests tha have been Published. Disabled by default.
ru: Активировать дополнительный статус 'Напечатано' для опубликвоанных Образцов. По умолчанию деактивировано.

source: Services
ru: Услуги

source: Set the specification to be used before publishing a Sample.
ru: Спецификация для публикации Образца

source: Show only selected categories in client views
ru: Отображать только указанные категории для Клиентов

source: Specify the uncertainty value for a given range, e.g. for results in a range with minimum of 0 and maximum of 10, where the uncertainty value is 0.5 - a result of 6.67 will be reported as 6.67 +- 0.5. You can also specify the uncertainty value as a percentage of the result value, by adding a '%' to the value entered in the 'Uncertainty Value' column, e.g. for results in a range with minimum of 10.01 and a maximum of 100, where the uncertainty value is 2% - a result of 100 will be reported as 100 +- 2. Please ensure successive ranges are continuous, e.g. 0.00 - 10.00 is followed by 10.01 - 20.00, 20.01 - 30 .00 etc.
ru: Укажите интервал неопределенности измерений. Например, допустимый результат находится в интревале от 0 до 10, неопределенность измерений 0.5, тогда значение результата 6.67 должно быть запсиано в виде 6.67 ± 0.5. Неопределенность измерений может зависить от результата, этого можно добиться добавив знак '%' к значению в поле 'Неопределенность измерений', в этом случае для допустимого диапазона мин 10.01 макс 100 и неопределнностью измерений в 2% - результат 100 будет запсиан как 100±2. Обратите внимание на то чтобы интервалы были непрерывными 0.00 - 10.00 >> 10.01 - 20.00 >> 20.01 - 30 .00 и пр.

source: Store Multi-Report PDFs Individually
ru: Хранить множественные PDF отчеты отдельно

source: Store generated multi-report PDFs individually. Turn off to store the multi-report PDF only for the primary item of the report
ru: Хранить множественные PDF отчеты отдельно. Отключите чтобы хранить множественный PDF для основного элемента.

source: String result
ru: Строковый результат

source: Sub-group
ru: Подгруппа

source: Sub-groups
ru: Образец: Подгруппы

source: Supervisor
ru: Супервизор

source: Supervisor of the Lab
ru: Супервизор лаборатории

source: The assigned batch of this request
ru: Назначенная Пачка

source: The assigned batch sub group of this request
ru: Назначенная суб-группа

source: The assigned client of this request
ru: Назначенный Клиент

source: The attachments linked to samples and analyses
ru: Вложения привязанные к образцам и анализам

source: The category the analysis service belongs to
ru: Категория к которой относится анализ

source: The condition of the sample
ru: Состояние образца

source: The contacts used in CC for email notifications
ru: Контакты для отправки Копий сообщений

source: The date when the sample was taken
ru: Дата забора образца

source: The date when the sample will be taken
ru: Дата когда образец будет отобран

source: The default container type. New sample partitions are automatically assigned a container of this type, unless it has been specified in more details per analysis service
ru: Тип контейнера по умолчанию. Создаваемые партиции будут создаваться с контйенром данного типа, если иное не указано для Аналитической Услуги.

source: The footer text will be rendered on every PDF page and may contain arbitrary HTML
ru: Футер будет добавлен на каждую страницу PDF документа и может содержать HTML разметку

source: The laboratory department
ru: Подраздление лаборатории

source: The laboratory departments
ru: Подразделения лаборатории

source: The landing page is shown for non-authenticated users if the Dashboard is not selected as the default front page. If no landing page is selected, the default frontpage is displayed.
ru: Страница отображаемая для неавторизованных пользователей.

source: The list of sample types that can be collected at this sample point. If no sample types are selected, then all sample types are available.
ru: Типы образцов разрешенные к забору в этой точке. Если ничего не выбрано все типы могут быть отобраны.

source: The measurement units for this analysis service' results, e.g. mg/l, ppm, dB, mV, etc.
ru: Единицы измерения для этой службы анализа ' результаты, например мг/л, ppm, дБ, МВ, и т.д.

source: The number of analyses requested per analysis service
ru: Количество аналитических запросов на аналитическую службу

source: The number of analyses requested per sample type
ru: Количество аналитических запросов на тип образца

source: The number of requests and analyses
ru: Количество запросов и анализов

source: The number of requests and analyses per client
ru: Количество запросов и анализа на одного клиента

source: The person at the supplier who approved the certificate
ru: Отвественное лицо, подтвердившее сертификат

source: The person at the supplier who performed the task
ru: Отвественное лицо Поставщика, выполнившее задачу

source: The person at the supplier who prepared the certificate
ru: Отвественное лицо Поставщика, подготовившее сертификат

source: The place where the instrument is located in the laboratory
ru: Месторасположение инструмента в лаборатории

source: The predefined values of the Sample template are set in the request
ru: Заданные параметры шаблона в заказе

source: The primary contact of this sample, who will receive notifications and publications via email
ru: Основной Контакт, который будет получать нотификации по эл.почте

source: The room and location where the instrument is installed
ru: Помещение и здание где установлен инструмент

source: The turnaround time of analyses
ru: Общее время выполнения анализа

source: The turnaround time of analyses plotted over time
ru: Время выполнения анализов на графике

source: The turnaround times of analyses
ru: Установленные сроки выполнения анализов

source: The turnaround times of analyses plotted over time
ru: Время выполнения анализов на графике

source: Total Price
ru: Полная стоимость

source: Total data points
ru: Всего точек

source: Total:
ru: Итого:

source: Traceability
ru: Отслеживание

source: Turnaround time (h)
ru: Время выполнения (ч)

source: Type of control to be displayed on result entry when predefined results are set
ru: Тип элемента ввода для ввода результата

source: Unable to send an email to alert lab client contacts that the Sample has been retracted: ${error}
ru: Невозможно отправить сообщение клиенту о перестановке образца: ${error}

source: Undefined
ru: Не определено

source: Unpublished
ru: Снято с публикации

source: User
ru: Пользователь

source: User history
ru: История Пользователя

source: Users history
ru: История пользователей

source: VAT Amount
ru: Количество НДС

source: Validation failed: '${title}': This keyword is already in use by calculation '${used_by}'
ru: Ошибка валидации: ${title}': этот ключ уже используется в вычислении '${used_by}'

source: Validation for '{}' failed
ru: Ошибка валидации '{}'

source: Website.
ru: Веб-сайт.

source: action
ru: действие

source: comment
ru: комментарий

source: SENAITE Setup
cs: Nastavení SENAITE

source: ... Choose an Instrument ...
ca: Seleccioneu un instrument de mesura

source: Accounting
ca: Comptabilitat

source: AnalysisProfile
ca: Perfil d'anàlisi

source: AnalysisProfiles
ca: Perfils d'anàlisi

source: Datetime
ca: Data i hora

source: Department ID must be unique
ca: L'identificador del departament ha de ser únic

source: Instrument not found
ca: No s'ha trobat cap instrument de mesura

source: InstrumentType
ca: Tipus d'instrument de mesura

source: InstrumentTypes
ca: Tipus d'instruments de mesura

source: More than one analysis found for ${sid} and keyword '${keyword}'
ca: S'ha trobat més d'una anàlisi amb l'identificador «${id}» i paraula clau «${keyword}»

source: My Organization
ca: La meva organització

source: My Profile
ca: El meu perfil

source: No Sample found for ${sid}
ca: No s'ha trobat cap mostra amb l'identificador «${id}»

source: No Sample with '${allowed_ar_states}' statesfound, and no QC analyses found for ${sid}
ca: No s'ha trobat cap mostra que estigui en algun dels estats següents: «${allowed_sample_states}». Tampoc s'ha trobat cap anàlisi de control de qualitat (QC) amb l'identificador «${sid}»

source: No analyses found for ${sid} and keyword '${keyword}'
ca: No s'ha trobat cap anàlisi amb l'identificador «${id}» i paraula clau «${keyword}»

source: No analyses found for ${sid} in the states '${allowed_sample_states}'
ca: No s'ha trobat cap anàlisi amb l'identificador «${id}» en mostres que estiguin en algun dels estats següents: «${allowed_sample_states}»

source: Profile keyword must be unique
ca: La paraula clau del perfil d'anàlisi ha de ser única.

source: Result type
ca: Tipus de resultat

source: SWIFT code
ca: Codi SWIFT

source: Sample Preservation
ca: Mètode de conservació de mostres

source: Sample Preservations
ca: Mètodes de conservació de mostres

source: Select this to allow the user to set an additional 'Printed' status to those Analysis Requests that have been Published. Disabled by default.
ca: Marqueu aquesta casella de selecció si voleu que l'usuari pugui marcar les mostres com a impreses després d'haver estat publicades.

source: Service keyword ${analysis_keyword} not found
ca: No s'ha trobat cap servei d'anàlisis amb la paraula clau '${analysis_keyword}'

source: String
ca: Text

source: label_analysisprofile_sampletypes
ca: Tipus de mostra

source: label_samplepreservation_category
ca: Tipus de conservació

source: listing_analysisprofiles_state_inactive
ca: Inactius

source: listing_sampleconditions_state_inactive
ca: Inactives

source: listing_samplepreservations_action_add
ca: Afegeix

source: listing_samplepreservations_column_description
ca: Descripció

source: listing_samplepreservations_column_title
ca: Nom

source: listing_samplepreservations_state_active
ca: Actius

source: listing_samplepreservations_state_all
ca: Tots

source: listing_samplepreservations_state_inactive
ca: Inactius

source: listing_samplepreservations_title
ca: Mètodes de conservació

source: sample_preservation_category_vocab_field
ca: La conservació es fa en recol·lectar la mostra

source: sample_preservation_category_vocab_lab
ca: La conservació de la mostra es fa al laboratori

source: title_samplepreservation_description
ca: Descripció

source: title_samplepreservation_title
ca: Nom
