Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: Accreditation Body Abbreviation
ca: Abreviació de l'entitat acreditadora
cs: Zkratka akreditačního orgánu
de: Akkreditierungsstelle - Kürzel
es: Abreviación de la entidad de acreditación
ru: Наименование органа аккредитации

source: Accreditation Body URL
ca: Adreça URL de l'entitat acreditadora
cs: URL akreditačního orgánu
de: Akkreditierungsstelle - URL
es: URL de la entidad de acreditación
ru: URL-адрес органа аккредитации

source: Accreditation Logo
ca: Logotip de l'acreditació
cs: Logo akreditace
de: Akkreditierungslogo
es: Logotipo de la acreditación
ru: Аккредитация логотип

source: Accreditation Reference
ca: Referència de l'acreditació
cs: Označení akreditace
de: Akkreditierungszeichen
es: Referencia de la acreditación
ru: Сcылка на аккредитацию

source: Accreditation page header
ca: Encapçalament de la pàgina d'acreditació
cs: Záhlaví stránky akreditace
de: Akkreditierung Briefkopf
es: Cabecera de la página de acreditación
ru: Заголовок страницы аккредитации

source: Accredited
ca: Acreditat
cs: Akreditováno
de: Akkredidiert
es: Acreditado
ru: Аккредитованные

source: Action
ca: Acció
cs: Akce
de: Arbeitsschritt
es: Acción
ru: Действие

source: Activate
ca: Activa
cs: aktivovat
de: Aktivieren
es: Activar
ru: Активировать

source: Active
ca: Actiu/va
cs: Aktivní
de: Aktiv
es: Activo/a
ru: Активные

source: Add
ca: Afegeix
cs: Vložit
de: Hinzufügen
es: Nuevo...
ru: Добавить

source: Add Analyses
ca: Afegeix anàlisis
cs: Vlož analýzu
de: Analysen hinzufügen
es: Añadir análisis
ru: Добавить анализ

source: Add Attachment
ca: Adjunta un fitxer
cs: Přidat přílohu
de: Anhang hinzufügen
es: Añadir archivo adjunto
ru: Добавить вложение

source: Add Blank Reference
ca: Afegeix una mostra en blanc
cs: Vlož prázdný vzorek
de: Blindwertstandard hinzufügen
es: Añadir muestra blanco
ru: Добавить Бланк-Контроль (Пустой)

source: Add Control Reference
ca: Afegeix una mostra control
cs: Vlož kontrolní vzorek
de: Kontrollstandard hinzufügen
es: Añadir muestra control
ru: Добавить Контроль

source: Add Duplicate
ca: Afegeix un duplicat
cs: Vlož duplicitní vzorek
de: Wiederholungsmessung hinzufügen
es: Añadir duplicado
ru: Добавить Дубликат

source: Add Samples
ca: Afegeix mostres
cs: Přidat vzorky
de: Proben hinzufügen
es: Añadir muestras
ru: Добавить Образцы

source: Add a remarks field to all analyses
ca: Afegeix un camp de comentaris per a totes les anàlisis
cs: Do všech analýz přidejte pole s poznámkami
de: Bemerkungsfeld zu allen Analysen hinzufügen
es: Añadir un campo de comentarios a todos los análisis
ru: Добавить поле замечания к каждому анализу

source: Add custom CSS rules for the Logo, e.g. height:15px; width:150px;
ca: Afegeix regles d'estil CSS personalitzades pel logotip, com ara <q>height:15px; width:150px;</q>
cs: Přidejte vlastní pravidla CSS pro logo, např. height:15px; width:150px;
de: Eigene CSS Regeln für das Logo setzen, z.B. height:15px; width:150px;
es: Añadir reglas de estilo CSS personalizadas para el logo (e.g. height:15px;width;150px;)

source: Add default selectable labels
ca: Afegeix etiquetes seleccionables per defecte
cs: Přidat výchozí vybíratelné štítky
de: Standard Etiketten hinzufügen
es: Añadir etiquetas seleccionables por defecto

source: Add new Attachment
ca: Afegeix un fitxer adjunt nou
cs: Přidat novou přílohu
de: Neuen Anhang hinzufügen
es: Añadir nuevo fichero adjunto
ru: Добавить вложение

source: Add one or more attachments to describe the sample in this sample, or to specify your request.
ca: Afegeix un o més fitxers adjunts amb informació addicional sobre la mostra.
cs: Přidat jednu nebo více příloh k popisu vzorku v tomto vzorku nebo k zadání vašeho požadavku.
de: Fügen Sie einen oder mehrere Anhänge zu diesem Analysenauftrag hinzu, um Ihre Probe genauer zu beschreiben.
es: Añadir uno o más archivos adjuntos con información adicional sobre la muestra.
ru: Добавить одно или более вложений для детализации Образца или заказа

source: Add remarks
ca: Afegeix comentaris
cs: Přidat poznámky
de: Anmerkungen hinzufügen
es: Añadir comentarios
ru: Добавить замечания

source: Add-ons
ca: Complements
cs: Doplňky
de: Erweiterungen
es: Extensiones
ru: Дополнения

source: Additional Python Libraries
ca: Mòduls Python addicionals
cs: Další knihovny Python
de: Zusätzliche Python-Bibliotheken
es: Módulos Python adicionales
ru: Дополнительные библиотеки Python

source: Additional email addresses to be notified
ca: Correus electrònics addicionals per a notificacions
cs: Další e-mailové adresy, které mají být obeznámeny
de: Zusätzliche E-Mail-Adresse für Benachrichtigungen
es: Direcciones de correo electrónico adicionales para notificaciones
ru: Дополнительный адрес эл.почты для уведомления

source: Additional result values
ca: Camps de resultats addicionals
cs: Další hodnoty výsledků
de: Zusätzliche Ergebniswerte
es: Campos de resultado adicionales
ru: Дополнительные значения результата

source: Address
ca: Adreça
cs: Adresa
de: Adresse
es: Dirección
ru: Адрес

source: Adds the ability to add/remove labels
ca: Etiquetatge de continguts
cs: Přidává možnost přidávat/odebírat štítky
de: Ermöglicht Etiketten hinzuzufügen/zu entfernen
es: Etiquetado de contenidos

source: Adds the ability to share a content across clients
ca: Permet compartir continguts entre clients
cs: Přidává možnost sdílet obsah mezi klienty
de: Aktiviert die Möglichkeit, Inhalte mit mehreren Kunden zu teilen
es: Permite compartir contenidos entre clientes

source: Admitted sticker templates
ca: Plantilles d'etiquetes d'impressió permeses
cs: Přijaté šablony nálepek
de: Vorgegebene Etikettvorlagen
es: Plantillas de etiquetas permitidas

source: Admitted stickers for the sample type
ca: Plantilles d'etiquetes d'impressió per tipus de mostra
cs: Přijaté nálepky pro typ vzorku
de: Vorgegebene Etiketten für Probetyp
es: Plantillas de etiquetas permitidas para este tipo de muestra
ru: Допустимые шаблоны наклеек

source: Advanced
ca: Avançat
cs: Pokročilé
de: Erweitert
es: Avanzado
ru: Дополнительно

source: Agency
ca: Agència
cs: Agentura
de: Geschäftsstelle
es: Agencia
ru: Агентство

source: All
ca: Tot
cs: Vše
de: Alle
es: Todos
ru: Все

source: All Accredited analysis services are listed here.
ca: Es mostren totes les anàlisis acreditades.
cs: Zde jsou uvedeny všechny služby akreditované analýzy.
de: Hier sind alle akkreditierten Analyseleistungen aufgelistet.
es: Se muestran todos los análisis acreditados
ru: Список аккредитованных аналитических услуг.

source: All Analyses of Service
ca: Totes les anàlisis del servei
cs: Všechny analýzy služeb
de: Alle Analysen zur Analysenleistung
es: Todas las analíticas del Servicio de Análisis
ru: Все анализы вида

source: All analyses assigned
ca: Totes les anàlisis estan assignades
cs: Všechny vázané analýzy
de: Alle zugeordneten Analysen
es: Todos los análisis asignados
ru: Все назначенные анализы

source: Allow Manual Detection Limit input
ca: Permet la introducció manual d'incertesa
cs: Povolit zápis ručního detekčního limitu
de: Manuelle Eingabe der Erfassungsgrenze erlauben.
es: Permitir ingreso manual de límite de detección
ru: Разрешить ввод предельных значений

source: Allow access to worksheets only to assigned analysts
ca: Als fulls de treball només hi poden accedir els analistes assignats
cs: Povolit přístup k pracovním listům pouze přiřazeným analytikům
de: Nur zugewiesenen Labormitarbeitern Zugriff zum Arbeitsblatt gewähren
es: Los analistas solo pueden acceder a sus hojas de trabajo
ru: Разрешить доступ к рабочим листам только для назначенных аналитиков (лаборантов)

source: Allow empty
ca: Permet valor buit
cs: Povolit prázdné
de: Leere Eingabe erlauben
es: Permitir valor vacío

source: Allow manual uncertainty value input
ca: Permet la introducció manual del valor d'incertesa
cs: Povolit ruční zadání hodnoty nejistoty
de: Manuelle Eingabe der Messunsicherheit erlauben.
es: Permitir la introducción manual de incertidumbre
ru: Разрешить ручной ввод величины неопределенности

source: Allow same user to verify multiple times
ca: Permet que un mateix usuari pugui verificar més d'una vegada
cs: Umožnit stejnému uživateli několikrát ověřit
de: Erlaube dem gleichen Benutzer mehrfaches verifizieren
es: Permitir que un mismo usuario pueda verificar múltiples veces
ru: Разрешить пользователю верифицировать результаты одного теста более одного раза

source: Allow same user to verify multiple times, but not consecutively
ca: Permet que un mateix usuari pugui verificar més d'una vegada, però no consecutivament
cs: Umožněte stejnému uživateli, aby ověřoval vícekrát, ale ne postupně
de: Erlaube dem gleichen Benutzer mehrfaches verifizieren, jedoch nicht aufeinanderfolgend
es: Permitir que un mismo usuario pueda verificar múltiples veces, pero no consecutivamente
ru: Разрешить пользователю верифицировать результаты того же теста более одного раза, но не последовательно

source: Allow self-verification of results
ca: Permet la verificació de resultats al mateix usuari
cs: Povolit vlastní ověření výsledků
de: Erlaube Selbstverifizierung der Ergebnisse
es: Permitir verificación de resultados por el mismo usuario
ru: Разрешить самопроверку результатов

source: Allow the analyst to manually replace the default Detection Limits (LDL and UDL) on results entry views
ca: Permet que l'analista pugui reemplaçar manualment el valor per defecte dels límits de detecció (LDL i UDL) a la vista d'introducció de resultats
cs: Umožněte analytikům ručně nahradit výchozí detekční limity (LDL a UDL) v zobrazeních výsledků
de: Labormitarbeitern manuelle Eingabe von oberen und unteren Erfassungsgrenzen (LDL and UDL) bei der Erfassung erlauben.
es: Permitir al analista reemplazar el valor de los límites de detección (LDL y UDL) en la vista de introducción de resultados
ru: Разрешить лаборанту заменять пороговые значения детектирования результата (LDL и UDL) на форме внесения результатов измерений

source: Allow the analyst to manually replace the default uncertainty value.
ca: Permet a l'analista de reemplaçar el valor d'incertesa per defecte.
cs: Nechte analytika ručně nahradit výchozí nejistou hodnotu.
de: Labormitarbeitern manuelle Eingabe der Messunsicherheit erlauben.
es: Permitir al analista reemplazar el valor de incertidumbre predeterminado
ru: Разрешить аналитику изменять величину неопределености.

source: Allow to introduce analysis results manually
ca: Permet la introducció manual de resultats
cs: Umožňuje zavést výsledky analýzy ručně
de: Manuelle Ergebniserfassung erlauben
es: Permitir la introducción manual de resultados
ru: Разрешить ручное внесение результатов измерений

source: Allow to submit results for unassigned analyses or for analyses assigned to others
ca: Permet la tramitació de resultats per a anàlisis no assignades o per anàlisis assignades a altres analistes
cs: Umožňují předkládat výsledky pro nepřiřazené analýzy nebo pro analýzy přiřazené jiným
de: Erlauben dass Ergebnisse für nicht zugewiesene Analysen eingereicht werden dürfen, oder für Analysen die anderen zugewiesen wurden.
es: Permitir el envío de resultados para analíticas no asignadas o para analíticas asignadas a otros
ru: Разрешить внесение результатов анализов не назначенных на кокретного исполнителя или назначенные на других пользователей.

source: Analysed by
ca: Analitzat per
cs: Analyzováno
de: Analysiert von
es: Analizado por
ru: Выполнено

source: Analyses
ca: Anàlisis
cs: Analýzy
de: Analysen
es: Análisis
ru: Анализы

source: Analyses requested
ca: Anàlisis sol·licitades
cs: Požadované analýzy
de: Analysen angefragt
es: Análisis solicitados
ru: Аналитические услуги заказанные

source: Analysis
ca: Anàlisi
cs: Analýzy
de: Analyse
es: Análisis
ru: Анализ

source: Analysis Keyword
ca: Paraula clau de l'anàlisi
cs: Klíčové slovo analýzy
de: Analysenschlüsselwort
es: Código de análisis
ru: Ключевое слово исследования

source: Analysis Profiles
ca: Perfils d'anàlisi
cs: Profily analýzy
de: Analysenprofile
es: Perfiles de análisis
ru: Анализы: Профили

source: Analysis Report
ca: Informe d'anàlisi
cs: Zpráva o analýze
de: Analysenbericht
es: Informe de análisis
ru: Отчет по анализу

source: Analysis Reports
ca: Informes d'anàlisi
cs: Analytické Zprávy
de: Analysenberichte
es: Informes de análisis
ru: Результаты анализов

source: Analysis Results for {}
ca: Resultats per <q>{}</q>
cs: Výsledky analýzy pro {}
de: Analysenergebnisse für {}
es: Resultados del análisis para {}
ru: Результаты анализов для {}

source: Analysis Service
ca: Servei d'anàlisi
cs: Analytická služba
de: Analyseleistung
es: Servicio de análisis
ru: Аналитическая услуга

source: Analysis Services
ca: Serveis d'anàlisi
cs: Analytické služby
de: Analyseleistungen
es: Servicios de análisis
ru: Анализы: Услуги

source: Analysis Specification
ca: Especificacions d'anàlisi
cs: Specifikace analýzy
de: Analysenspezifikation
es: Especificaciones de análisis
ru: Спецификация анализа

source: Analysis Specifications
ca: Especificacions d'anàlisi
cs: Specifikace analýz
de: Analysenspezifikationen
es: Especificaciones de análisis
ru: Анализы: Спецификации

source: Analysis Type
ca: Tipus d'anàlisi
cs: Typ analýze
de: Analysentyp
es: Tipo de análisis
ru: Тип анализа

source: Analysis columns order
ca: Ordre de les columnes per a les llistes d'anàlisis
cs: Pořadí sloupců analýzy
de: Reihenfolge der Analysespalten
es: Orden de columnas para listados de análisis

source: Analysis conditions
ca: Condicions d'anàlisi
cs: Podmínky analýzy
de: Analysebedingungen
es: Condiciones de análisis
ru: Условия для анализа

source: Analysis conditions updated: {}
ca: Condicions d'anàlisi actualitzades: {}
cs: Podmínky analýzy aktualizovány: {}
de: Analysebedingungen aktualisiert: {}
es: Condiciones de análisis actualizadas: {}

source: Analysis specifications which are edited directly on the Sample.
ca: Marqueu aquesta casella de selecció si voleu que es puguin modificar els rangs de validesa per a cada anàlisi de manera individualitzada i directament des de la vista de mostra.
cs: Specifikace analýzy, které jsou editovány přímo na vzorku.
de: Analysenspezifikationen die direkt auf der Probe editiert werden können.
es: Marque la casilla si desea que se puedan modificar los rangos de validez para cada análisis de forma individualizada y directamente desde la vista de muestra.
ru: Спецификация анализа, редактируемая непосредственно в Образце

source: Analysis templates
ca: Plantilles de mostra
cs: Šablony pro analýzu
de: Analysenvorlagen
es: Plantillas de muestra

source: Analyst
ca: Analista
cs: Analytik
de: Analytiker
es: Analista
ru: Аналитик

source: Analyst must be specified.
ca: Heu d'indicar un analista.
cs: Musí být zadán analytik.
de: Analytiker muss angegeben werden
es: Debe indicar un analista.
ru: Необходимо выбрать лаборанта (аналитика)

source: Any
ca: Cap
cs: Jakýkoli
de: Beliebig
es: Sin definir
ru: Любое

source: Appearance
ca: Aparença
cs: Vzhled
de: Aussehen
es: Apariencia

source: Apply
ca: Aplica els canvis
cs: Použít
de: Anwenden
es: Aplicar cambios
ru: Применить

source: Apply template
ca: Aplica plantilla
cs: Použij šablonu
de: Vorlage anwenden
es: Aplicar plantilla
ru: Применить шаблон

source: Apply wide
ca: Aplica els canvis a tot
cs: Použít šířeji
de: Global anwenden
es: Aplicar globalmente
ru: Расширить поле

source: Asset Number
ca: Número de lot
cs: Číslo prostředku
de: Prüfmittelnummer
es: Número de lote
ru: Номер ТМЦ

source: Assign
ca: Assigna
cs: Přiřadit
de: Zuweisen
es: Asignar
ru: Назначить

source: Assigned
ca: Assignada
cs: Přiděleno
de: Zugewiesen
es: Asignado
ru: Назначен

source: Assigned to: ${worksheet_id}
ca: Assignat a: ${worksheet_id}
cs: Přiřazeno na: ${worksheet_id}
de: Zugewiesen an: ${worksheet_id}
es: Asignado a: ${worksheet_id}
ru: Привязан к: ${worksheet_id}

source: Assignment pending
ca: Per assignar
cs: Úkol čeká na vyřízení
de: Zuweisung ausstehend
es: Pendientes de asignar
ru: Ожидает распределения

source: At least, two options for choices field are required
ca: Heu de seleccionar com a mínim dues opcions
cs: Pro pole volby jsou vyžadovány alespoň dvě možnosti.
de: Mindestens zwei Auswahlmöglichkeiten werden für dieses Feld benötigt
es: Debe seleccionar dos opciones como mínimo
ru: Минум два значения необходимо для поля выбора

source: Attach to Sample
ca: Adjunta a la mostra
cs: Připojit ke vzorku
de: An die Probe anhängen
es: Adjuntar a la muestra
ru: Прикрепить к Образцу

source: Attached labels
ca: Etiquetes assignades al contingut
cs: Přiložené štítky
de: Angehängte Etiketten
es: Etiquetas asignadas a este contenido

source: Attachment
ca: Fitxer adjunt
cs: Příloha
de: Anhang
es: Fichero adjunto
ru: Вложение

source: Attachment Keys
ca: Claus d'adjunt
cs: Klíče příloh
de: Anhang Schlagworte
es: Claves de adjunto
ru: Ключи вложения

source: Attachment Type
ca: Tipus de fitxer adjunt
cs: Typ přílohy
de: Anhang Typ
es: Tipo de fichero adjunto
ru: Тип вложения

source: Attachment Types
ca: Tipus de fitxers adjunts
cs: Typy příloh
de: Anhang Typen
es: Tipos de ficheros adjuntos
ru: Типы вложений

source: Attachment added to all '{}' analyses
ca: S'ha adjuntat el fitxer a totes les anàlisis de «{}»
cs: Příloha přidána ke všem analýzám '{}'
de: Anhang wurde allen '{}' Analysen zugewiesen
es: El fichero se ha adjuntado a todos los análisis '{}'
ru: Вложение добавлено ко все '{}' анализам

source: Attachment added to analysis '{}'
ca: S'ha adjuntat el fitxer a l'anàlisi «{}»
cs: Příloha přidána k analýze '{}'
de: Anhang wurde der Analyse '{}' zugewiesen
es: El fichero se ha adjuntado al análisis '{}'
ru: Вложение добавлено к анализу '{}'

source: Attachment added to the current sample
ca: S'ha adjuntat el fitxer directament a la mostra
cs: Příloha přidána k aktuálnímu vzorku
de: Anhang wurde zu dieser Probe hinzugefügt
es: El fichero se ha adjuntado a la muestra directamente
ru: Вложение добавлено к Образцу

source: Attachment required
ca: Adjuncions obligatòries
cs: Příloha vyžadována
de: Anhang erforderlich
es: Adjunciones obligatorias
ru: Требуется вложение

source: Attachment required for verification
ca: És necessari un fitxer adjunt per a poder verificar
cs: Příloha požadovaná k ověření
de: Anhang wird zur Verifikation benötigt
es: Fichero adjunto requerido para verificación
ru: Требуется вложения для верификации

source: Attachment(s) deleted
ca: S'han eliminat els fitxers adjunts
cs: Příloha (přílohy) odstraněna
de: Anhänge gelöscht
es: Se han eliminado los ficheros adjuntos
ru: Вложение(я) удалено(ы)

source: Attachment(s) updated
ca: S'han actualitzat els fitxers adjunts
cs: Aktualizace přílohy (příloh)
de: Anhänge aktualisiert
es: Se han actualizado los ficheros adjuntos
ru: Вложение(я) обновлено(ы)

source: Attachments
ca: Fitxers adjunts
cs: Přílohy
de: Anhänge
es: Ficheros adjuntos
ru: Вложения

source: Audit Log
ca: Registre d'auditoria
cs: Protokol auditu
es: Registro de auditoría
ru: Журнал Операций

source: Authorized by
ca: Autoritzat per
cs: Autorizován od
de: Genehmigt von
es: Autorizado por
ru: Разрешено

source: Auto Import
ca: Importació automàtica
cs: Automatický import
de: Automatisierter Import
es: Importación automática
ru: Авто Импорт

source: Auto Import Logs of %s
ca: Registres de la importació automàtica de resultats de %s
cs: Protokoly automatického importu %s
de: Auto-Import Logs von %s
es: Registros de la importación automática de resultados de %s
ru: Журнал автоматического импорта %s

source: Auto-Generate ID Behavior for Dexterity Contents
ca: Generació automàtica d'identificadors per a continguts de tipus Dexterity
cs: Automatické generování ID Behavior pro obsah Dexterity
de: Verhalten für automatische Generierung der ID von Dexterity-Inhalte
es: Generación automática de identificadores para contenidos de tipo Dexterity

source: Auto-Import Logs
ca: Registre d'importacions automàtiques
cs: Protokoly automatického importu
es: Registro de importaciones automáticas
ru: Журналы автоматического импорта

source: Auto-partition on receive
ca: En recepcionar la mostra, genera les alíquotes automàticament
cs: Automatické oddělování při příjmu
de: Automatische Partitionierung bei Empfang
es: Partición automática a la recepción
ru: Автоматическое получение образцов

source: Auto-receive samples
ca: Recepció automàtica de mostres
cs: Automatické přijímání vzorků
de: Proben automatisch empfangen
es: Recepción automática de muestras

source: Autofill
ca: Omple automàticament
cs: Automatické vyplnění
de: Automatisch ausfüllen
es: Auto-rellenado
ru: Автозаполнение

source: Automatic log-off
ca: Desconnexió automàtica
cs: Automatické odhlášení
de: Automatische Abmeldung
es: Cierre de sesión automático
ru: Автоматический выход

source: Automatic sticker printing
ca: Impressió automàtica d'etiquetes d'impressió
cs: Automatický tisk nálepek
de: Automatischer Etikettdruck
es: Impresión automática de etiqueta

source: Automatic verification of samples
ca: Verificació automàtica de mostres
cs: Automatické ověřování vzorků
de: Automatisierte Verifikation für Proben
es: Verificación automática de muestras
ru: Автоматическая печать наклеек

source: Automatically Create Client Group
ca: Crea grups d'usuari específics de client de forma automàtica
cs: Automatické vytvoření skupiny klientů
de: Kundengruppe automatisch erstellen
es: Crear grupos de usuario especíifcos de cliente de forma automática

source: Automatically create a new global client group when a new client is created. If this is disabled, a client group is still created when a client contact is linked to a user account. Therefore, disabling this option makes only sense if you do not plan to link client contacts to user accounts and you want to keep your groups clean.
ca: Crea automàticament grups d'usuari específics de client en crear nous clients. Si la casella de selecció no està marcada, el grup d'usuaris específic de client només es crearà en vincular un contacte de client amb un compte d'usuari. Així, mantenir aquesta opció desmarcada només té sentit si no té previst donar accés a usuaris vinculats a client.
cs: Automatické vytvoření nové globální skupiny klientů při vytvoření nového klienta. Pokud je tato možnost vypnuta, skupina klientů se vytvoří i při propojení kontaktu klienta s uživatelským účtem. Vypnutí této možnosti má proto smysl pouze v případě, že neplánujete propojovat klientské kontakty s uživatelskými účty a chcete zachovat čistotu skupin.
de: Erstellen Sie automatisch eine neue globale Kundengruppe, wenn ein neuer Kunde erstellt wird. Wenn dies deaktiviert ist, wird trotzdem eine Kundengruppe erstellt, wenn ein Kundenkontakt mit einem Benutzerkonto verknüpft wird. Daher ist die Deaktivierung dieser Option nur dann sinnvoll, wenn Sie nicht vorhaben, Kundenkontakte mit Benutzerkonten zu verknüpfen und Ihre Gruppen sauber halten möchten.
es: Crea automáticamente grupos de usuario específicos de cliente al crear nuevos clientes. Si la opción está desmarcada, el grupo de usuarios específico de cliente solo se creará cuando se vincule un contacto de cliente a una cuenta de usuario.

source: Automatically redirect the user to the partitions creation view when Sample is received.
ca: Marqueu la casella de selecció si voleu que el sistema redirigeixi l'usuari a la vista de creació d'alíquotes immediatament després de recepcionar de la mostra.
cs: Automaticky přesměruje uživatele do zobrazení tvorby oddělků, když je přijat vzorek.
de: Benutzer automatisch zur Partitionsansicht umleiten wenn die Probe empfangen wird.
es: Redirigir automáticamente al usuario a la vista de registro de particiones cuando se recibe la Muestra.
ru: Перенаправлять пользователя на страницу партицирования при получении Образца.
