Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: Available instruments based on the selected methods.
ca: Instruments de mesura disponibles per als mètodes seleccionats.
cs: Dostupné nástroje na základě vybraných metod.
de: Verfügbare Prüfgeräte basierend auf den ausgewählten Methoden.
es: Instrumental analítico disponible para los métodos seleccionados
ru: Доступные инструменты для выбранных методов.

source: Available methods to perform the test
ca: Mètodes disponibles per a dur a terme l'anàlisi
cs: Dostupné metody provádění testu
de: Verfügbare Methoden um den Test durchzuführen
es: Métodos disponibles para la realización del análisis
ru: Доступные методы для выполнения теста (анализа)

source: Available templates
ca: Plantilles disponibles
cs: Dostupné šablony
de: Verfügbare Vorlagen
es: Plantillas disponibles
ru: Доступные шаблоны

source: Back
ca: Torna
cs: Zpět
de: Zurück
es: Atrás
ru: Назад

source: Bank branch
ca: Oficina bancària
cs: Pobočka banky
de: Bankfiliale
es: Oficina bancaria
ru: Отделение банка

source: Bank name
ca: Nom del banc
cs: Jméno banky
es: Nombre del banco
ru: Название банка

source: Base configuration
ca: Configuració bàsica
cs: Základní konfigurace
de: Basiskonfiguration
es: Configuración básica
ru: Базовая конфигурация

source: Basis
ca: Base
cs: Základ
es: Base
ru: Базис

source: Batch
ca: Lot
cs: Dávka
es: Lote
ru: Пачка

source: Batch Book
ca: Libre de lots
cs: Kniha dávek
de: Batch Laborbuch
es: Libro de lotes
ru: Книга пачек

source: Batch ID
ca: Identificador de lot
cs: ID Dávky
es: ID Lote
ru: ID пачки

source: Batch Label
ca: Etiqueta de lot
cs: Štítek dávky
de: Batch Etikett
es: Etiqueta de lote
ru: Этикетка пачки

source: Batch Labels
ca: Etiquetes per a lots
cs: Dávkové štítky
de: Batchetiketten
es: Etiquetas de lote
ru: Пачка: Этикетки

source: Batches
ca: Lots
cs: Dávky
es: Lotes
ru: Пачки

source: Be aware that the ranges provided in the spreadsheet file from the dynamic specification might override the ranges defined in the Specifications list below.
ca: Tingueu present que els rangs de validesa indicats al full de càlcul adjunt a l'especificació dinàmica tenen preferència sobre els valors indicats aquí.
cs: Mějte na paměti, že rozsahy uvedené v souboru tabulky z dynamické specifikace mohou přepsat rozsahy definované v níže uvedeném seznamu Specifikace.
de: Beachten Sie, dass die Bereiche, die in der Tabellenkalkulationsdatei aus der dynamischen Spezifikation bereitgestellt werden, möglicherweise die Bereiche überschreiben, die in der Liste der Spezifikationen unten definiert sind.
es: Tenga en cuenta que los rangos de validez provistos en el archivo de hoja de cálculo de la especificación dinámica pueden anular los rangos definidos en la lista siguiente.
ru: Диапазоны значений в файле динамической спецификации должны переопределять диапазоны из списка Спецификаций

source: Be aware that the ranges provided in the spreadsheet file from the dynamic specification might override the ranges manually defined in the list below.
ca: Tingueu present que els rangs de validesa indicats al full de càlcul adjunt a l'especificació dinàmica tenen preferència sobre els valors indicats aquí.
cs: Mějte na paměti, že rozsahy uvedené v tabulkovém souboru z dynamické specifikace mohou přepsat rozsahy ručně definované v níže uvedeném seznamu.
de: Beachten Sie, dass die Bereiche, die in der Tabellenkalkulationsdatei aus der dynamischen Spezifikation bereitgestellt werden, möglicherweise die in der folgenden Liste manuell definierten Bereiche außer Kraft setzen.
es: Tenga en cuenta que los rangos provistos en el archivo de hoja de cálculo de la especificación dinámica pueden anular los rangos definidos manualmente en la lista siguiente.
ru: Диапазоны значений в файле динамической спецификации должны переопределять диапазоны из списка

source: Bearing
ca: Retard
cs: Orientace
de: Lager
es: Retraso
ru: Азимут

source: Biannual
ca: Semestral
cs: Půlroční
de: Halbjährlich
es: Semestral
ru: Полугодие

source: Billing address
ca: Adreça de facturació
cs: Fakturační adresa
de: Rechnungsadresse
es: Dirección de facturación
ru: Адрес для выставления счета

source: Blank
ca: Blanc
de: Blindprobe
es: Blanco
ru: Бланк

source: Blank QC analyses
ca: Anàlisi de mostra en blanc
cs: Prázdné analýzy QC
de: Blindproben QC Analysen
es: Análisis de muestras blanco de QC
ru: Анализы Бланк-контроли

source: Brand
ca: Marca
cs: Značka
de: Marke
es: Marca
ru: Производитель

source: Bulk Discount
ca: Descompte per volum
cs: Hromadná sleva
de: Mengenrabatt
es: Descuento por volumen
ru: Оптовая скидка

source: Bulk discount applies
ca: Descompte per volum aplicable
cs: Použita hromadná sleva
de: Mengenrabatt anwenden
es: Descuento por volumen aplicable
ru: Скидка применена

source: Bulk price (excluding VAT)
ca: Preu amb descompte per volum (sense IVA)
cs: Hromadná cena (bez DPH)
de: Mengenpreis (ohne MwSt.)
es: Precio con descuento por volumen (sin IVA)
ru: Основная цена (без НДС)

source: Business Phone
ca: Telèfon del negoci
cs: Služební telefon
de: Telefon (geschäftlich)
es: Teléfono del negocio
ru: Рабочий телефон

source: Business address
ca: Adreça del negoci
cs: Obchodní adresa
de: Geschäftsadresse
es: Dirección profesional

source: By 'Display Value' ascending
ca: Per valor a mostrar, ascendent
cs: Podle "Zobrazované hodnoty" vzestupně
de: Aufsteigend durch "Anzeigewert"
es: Por valor a mostrar, ascendente

source: By 'Display Value' descending
ca: Per valor a mostrar, descendent
cs: Podle "Zobrazované hodnoty" sestupně
de: Absteigend durch "Anzeigewert"
es: Por valor a mostrar, descendente

source: By 'Result Value' ascending
ca: Per valor, ascendent
cs: Podle "Výsledné hodnoty" vzestupně
de: Aufsteigend durch "Ergebniswert"
es: Por valor, ascendente

source: By 'Result Value' descending
ca: Per valor, descendent
cs: Podle "Výsledné hodnoty" sestupně
de: Absteigend durch "Ergebniswert"
es: Por valor, descendente

source: CC Emails
ca: Correus en còpia
cs: V kopii
es: Correos electrónicos en copia
ru: Копия Emails

source: Calculate Precision from Uncertainties
ca: Calcula la precisió a partir dels valors d'incertesa
cs: Vypočítejte přesnost z nejistot
de: Berechne Präzision aus Unsicherheiten
es: Calcular precisión de acuerdo a incertidumbre
ru: Вычислить точность из неопределнности

source: Calculation
ca: Càlcul
cs: Výpočet
de: Berechnung
es: Cálculo
ru: Калькуляция

source: Calculation '{}' is used by service '{}'
ca: El càlcul «{}» s'utilitza per al servei «{}»
cs: Výpočet "{}" je používán službou "{}".
de: Berechnung '{}' wird von der Analysenleistung '{}' verwendet
es: El cálculo '{}' se utiliza para el servicio '{}'
ru: Вычисление '{}' использовано аналитиечской услугой '{}'

source: Calculation Formula
ca: Fórmula de càlcul
cs: Výpočetní vztah
de: Berechnungsformel
es: Fórmula de cálculo
ru: Формула вычисления

source: Calculation Interim Fields
ca: Camps de càlcul provisionals
cs: Výpočetní pole
de: Zwischenrechnungsfeld
es: Campos de cálculo provisionales
ru: Расчет внутренних полей

source: Calculation to be assigned to this content.
ca: Seleccioneu el càlcul que voleu que s'utilitzi per a determinar el resultat de l'anàlisi.
cs: Výpočet, který má být přiřazen k tomuto obsahu.
de: Diesem Inhalt zuzuweisende Berechnung
es: Cálculo a ser utilizado para este análisis.
ru: Вычисления назначенные для данной услуги

source: Calculations
ca: Càlculs
cs: Výpočty
de: Berechnungen
es: Cálculos
ru: Вычисления

source: Calibration
ca: Calibratge
cs: Kalibrace
de: Kalibrierung
es: Calibración
ru: Калибровка

source: Calibration Certificates
ca: Certificats de calibratge
cs: Kalibrační certifikáty
de: Kalibrier-Zertifikate
es: Certificados de calibración
ru: Сертификаты калибровки

source: Calibration report date
ca: Data de l'informe de calibratge
cs: Datum kalibrační Zprávy
de: Datum des Kalibrierberichts
es: Fecha del reporte de calibración
ru: Дата отчета о калибровке

source: Calibrations
ca: Calibratges
cs: Kalibrace
de: Kalibrierungen
es: Calibraciones
ru: Калибровка

source: Calibrator
ca: Calibrador
cs: Kalibrátor
de: Kalibrator
es: Calibrador
ru: Калибровщик

source: Can verify, but submitted by current user
ca: Podeu verificar l'anàlisi, tot i haver-ne tramès el resultat
cs: Může ověřit, ale odesláno od aktuálního uživatele
de: kann verifiziert werden, wurde aber vom aktuellen Benutzer eingereicht
es: Puede verificar a pesar de que también ha tramitado el resultado
ru: Верификация возможна, но результаты внесены текущим пользователем

source: Can verify, but was already verified by current user
ca: Podeu verificar l'anàlisi, tot i haver-lo verificat abans
cs: Lze to ověřit, ale byl již ověřen aktuálním uživatelem
de: Kann erneut verifiziert werden, wurde bereits durch aktuellen Benutzer verifiziert
es: Puede verificar a pesar que ya lo verificó anteriormente
ru: Верификация возможна, но уже верифицировано текущим пользователем

source: Cancel
ca: Cancel·la
cs: Zrušit
de: Stornieren
es: Cancelar
ru: Отменить

source: Cancelled
ca: Cancel·lada
cs: Zrušen
de: Storniert
es: Cancelados
ru: Отменено

source: Cannot activate calculation, because the following service dependencies are inactive: ${inactive_services}
ca: No s'ha pogut activar el càlcul perquè depèn de serveis d'anàlisi que no estan actius: ${inactive_services}
cs: Výpočet nelze aktivovat, protože následující závislosti na službě jsou neaktivní: ${inactive_services}
de: Berechnung kann nicht verwendet werden weil die folgende Leistungszuordnung fehlt: ${inactive_services}
es: No ha sido posible activar el cálculo porque depende de servicios de análisis que no están activos: ${inactive_services}
ru: Не удается активировать вычисления, так как следующие зависимости услуг являются неактивными: ${inactive_services}

source: Cannot deactivate calculation, because it is in use by the following services: ${calc_services}
ca: No s'ha pogut desactivar el càlcul perquè hi ha serveis d'anàlisi actius que en depenen: ${calc_services}
cs: Nelze deaktivovat výpočet, protože je používán následujícími službami: ${calc_services}
de: Berechnung kann nicht verwendet da sie von folgender Leistung verwendet wird: ${calc_services}
es: No ha sido posible desactivar el cálculo porque hay servicios de análisis activos que dependen de él: ${calc_services}
ru: Не удается отключить вычисление, так как он используется следующими услугами: ${calc_services}

source: Cannot send email for ${sample_id}: ${error}
ca: No es pot enviar el correu electrònic per a la mostra ${sample_id}: ${error}
cs: Nelze odeslat e-mail pro ${sample_id}: ${error}
de: Für ${sample_id} kann keine E-Mail gesendet werden: ${error}
es: Error al enviar correo electrónico para la muestra ${sample_id}: ${error}

source: Cannot verify, last verified by current user
ca: Ja l'heu verificat
cs: Nelze ověřit, naposledy ověřeno aktuálním uživatelem
de: Kann nicht verifiziert werden, es wurde bereits durch den aktuellen Benutzer verifiziert
es: No se puede verificar, ultima verificación realizada por el usuario actual
ru: Невозможно верифицировать. Последняя верификация выполнена текущим пользователем.

source: Cannot verify, submitted by current user
ca: No podeu verificar l'anàlisi perquè n'heu tramès el resultat
cs: Nelze ověřit, odeslal aktuální uživatel
de: Kann nicht verifiziert werden, es wurde bereits durch den aktuellen Benutzer eingereicht
es: No se puede verificar, los resultados fueron enviados por el usuario actual
ru: Невозможно верифицировать. Результат внесен текущим пользователем.

source: Cannot verify, was verified by current user
ca: Ja l'heu verificat
cs: Nelze ověřit, byl ověřen současným uživatelem
de: Kann nicht verifiziert werden, es wurde durch den aktuellen Benutzer verifiziert
es: No se puede verificar, ya fue verificado por el usuario actual
ru: Невозможно верифиировать. Результат был верифицирован текущим пользователем.

source: Capacity
ca: Capacitat
cs: Kapacita
de: Kapazität
es: Capacidad
ru: Емкость

source: Captured
ca: Capturat
cs: Zachyceno
de: Erfasst
es: Capturado
ru: Записано

source: Catalog Dexterity contents in multiple catalogs
ca: Cataloga els continguts de tipus Dexterity en múltiples catàlegs
cs: Catalog Dexterity contents ve více katalozích
de: Katalogisieren Sie Dexterity-Inhalte in mehreren Katalogen
es: Cataloga contenidos de tipo Dexterity en múltiples catálogos
ru: Хранить Dexterity объекты в нескольких каталогах

source: Catalogue Number
ca: Número del catàleg
cs: Katalogové číslo
de: Katalognummer
es: Número de catálogo
ru: Номер по каталогу

source: Categorise analysis services
ca: Agrupa els serveis d'anàlisi en categories
cs: Kategorizujte analytické služby
de: Analyseleistungen kategorisieren
es: Categorizar los servicios de análisis
ru: Категоризация аналитических услуг

source: Category
ca: Categoria
cs: Kategorie
de: Kategorie
es: Categoría
ru: Категория

source: Category cannot be deactivated because it contains Analysis Services
ca: No es pot desactivar la categoria perquè té serveis d'anàlisi associats
cs: Kategorie nemůže být daktivována v důsledku probíhající analýzy
de: Diese Kategorie kann nicht deaktiviert werden, da sie Analyseleistungen beinhaltet
es: La Categoría no se puede desactivar porque tiene servicios de análisis asociados
ru: Категорию нельзя отключить (деактивировать) поскольку она содержит Аналитические Услуги

source: Cert. Num
ca: Número de certificat
cs: Číslo certifikátu
de: Zertifikat Nummer
es: Núm. Cert.
ru: Номер сертификата

source: Certificate Code
ca: Codi de certificat
cs: Kód certifikátu
de: Zertifikat Code
es: Código de certificado
ru: Код сертификата

source: Changes
ca: Canvis
cs: Změny
de: Änderungen
es: Cambios
ru: Изменения

source: Changes Saved
ca: S'han desat els canvis
cs: Změny uloženy
de: Änderungen gespeichert
es: Cambios guardados.
ru: Изменения сохранены

source: Changes saved.
ca: S'han desat els canvis.
cs: Změny uloženy.
de: Änderungen gespeichert.
es: Cambios guardados.
ru: Изменения сохранены.

source: Changes will be propagated to partitions
ca: Els canvis es propagaran a les alíquotes
cs: Změny se budou rozšiřovat do oddělků
de: Änderungen werden an die Partitionen durchgereicht
es: Los cambios se propagarán a particiones
ru: Изменения будут применены в партициях

source: Check if the method has been accredited
ca: Marqueu aquesta casella de selecció si el mètode està acreditat
cs: Zaškrtněte pokud byla metoda akreditována
de: Methode auf Akkreditierung prüfen
es: Marcar si el método es acreditado
ru: Отметьте, если метод аккредитован

source: Check this box if the analysis service is included in the laboratory's schedule of accredited analyses
ca: Marqueu aquesta casella de selecció si el servei d'anàlisi està en procés d'acreditació
cs: Zaškrtněte toto políčko, pokud je analytická služba zahrnuta do harmonogramu akreditovaných analýz laboratoře
de: Aktivieren Sie dieses Kontrollkästchen, wenn die Analyseleistung zu den akkreditierten Analysen des Labors zählt
es: Marque esta casilla si el servicio de análisis está en proceso de acreditación
ru: Отметьте, если анализ включен в список аккредитованных анализов лаборатории

source: Check this box if the samples taken at this point are 'composite' and put together from more than one sub sample, e.g. several surface samples from a dam mixed together to be a representative sample for the dam. The default, unchecked, indicates 'grab' samples
ca: Marqueu aquesta casella de selecció si les mostres recollides en aquest punt de mostreig s'han de considerar en conjunt (composició). Per exemple, les mostres recollides en punts diferents de la riba d'una bassa s'acostumen a mesclar perquè siguin una mostra representativa de la totalitat de la bassa
cs: Toto políčko zaškrtněte, pokud jsou vzorky odebrané v tomto bodě „složené“ a sestavené z více než jednoho dílčího vzorku, např. několik vzorků povrchu z množství smíchaných dohromady, aby byly reprezentativním vzorkem celého množství. Výchozí, nezaškrtnuté, označuje „konkrétně vybrané“ vzorky
de: Aktivieren Sie dieses Kontrollkästchen, wenn die Probe an dieser Probenahmestelle 'gemische' sind und aus mehr als einer Unterprobe bestehen, z. B. verschieden Oberflächenproben eines Damms, die zusammengemischt wurden, um eine repräsentative Probe des gesamten Damms zu erhalten. Standardmäßig nicht ausgewählt werden Stichproben angegeben
es: Marque esta casilla si las muestras recogidas en este punto de muestreo deben ser consideradas en conjunto (composición). Por ejemplo, las muestras recogidas en puntos de muestreo distintos de la orilla de un lago suelen mezclarse para que sean una muestra representativa de la totalidad del lago.
ru: Отметьте, если образцы взятые в этой точке забора являются составными и должны быть сформированы из нескольких субобразцов. Например, несколько образцов грунта из разных точек плотины смешиваются для получения репрезентативного образца для плотины. По умолчанию флажок не установлен.

source: Check this box if this container is already preserved.Setting this will short-circuit the preservation workflow for sample partitions stored in this container.
ca: Marqueu aquesta casella de selecció si la conservació de la mostra ja va implícita amb el contenidor i, per tant, cal que el sistema ometi el flux de treball associat al procés de conservació.
cs: Zaškrtněte toto políčko, pokud je tento kontejner již zachován. Tímto se zkrátí pracovní postup uchování pro oddělky vzorků uložené v tomto kontejneru.
de: Aktivieren Sie dieses Kontrollkästchen, wenn dieser Behälter bereits konserviert ist. Dies hat zur Folge, dass der Konservierungsworkflow für Proben in diesem Behälter umgangen wird.
es: Marque la casilla de verificación si el recipiente ya incluye un método que garantize la conservación de la muestra. En ese caso, el sistema omitirá el circuito de conservación para todas aquellas muestras en las que se utilice este recipiente.
ru: Отметить, если контейнер содержит консервант. Процедура консервации будет отключена для образцов в этом контейнере.

source: Check this box if your laboratory is accredited
ca: Marqueu aquesta casella de selecció si el laboratori està acreditat
cs: Toto políčko zaškrtněte, pokud je vaše laboratoř akreditována
de: Aktivieren Sie dieses Kontrollkästchen, wenn Ihr Labor akkreditiert ist
es: Marque la casilla si el laboratorio está acreditado
ru: Этот флажок, если ваша лаборатория аккредитована

source: Check this box to ensure a separate sample container is used for this analysis service
ca: Marqueu aquesta casella de selecció si voleu utilitzar un contenidor de mostra separat per aquest servei d'anàlisi
cs: Zaškrtnutím tohoto políčka zajistíte, aby byl pro tuto analytickou službu použit samostatný vzorek kontejneru
de: Aktivieren Sie dieses Kontrollkästchen, um einen separaten Probenbehälter für diese Analyseleistung zu verwenden
es: El servicio de análisis requiere de un recipiente distinto para la muestra
ru: Отметить, если необходимо использовать отдельный контейнер для этой Аналитической Услуги.

source: Checkbox
ca: Casella de selecció
cs: Zaškrtávací pole
es: Casilla de verificación
ru: Чекбокс

source: Choices
ca: Opcions de selecció
cs: Možnosti
de: Auswahlmöglichkeiten
es: Opciones para selección
ru: Варианты

source: Choose type of multiple verification for the same user.This setting can enable/disable verifying/consecutively verifyingmore than once for the same user.
ca: Seleccioneu el tipus de verificació múltiple a aplicar per a un mateix usuari.
cs: Vyberte typ vícenásobného ověření pro stejného uživatele. Toto nastavení může povolit / zakázat ověřování / následně ověřovat více než jednou pro stejného uživatele.
de: Wählen Sie die Methode für mehrfache Verifikation durch den selben Benutzer. Diese Einstellung kann die einfache bzw. mehrfache Verifikation durch den selben Benutzer aktivieren oder deaktivieren.
es: Seleccione el tipo de verificación múltiple a aplicar para un mismo usuario.
ru: Укажите тип множественной верификации для того же пользователя. Разрешить / запретить / запретить последовательную верификацию одним пользоватеелм.

source: City
ca: Ciutat
cs: Město
de: Stadt
es: Ciudad
ru: Город

source: Classic
ca: Clàssic
cs: Typický
de: Klassisch
es: Clásico
ru: Классический

source: Clear selection
ca: Neteja la selecció
cs: Vymazat výběr
de: Auswahl aufheben
es: Limpiar selección
ru: Очистить

source: Click to expand this category
ca: Feu clic per a desplegar aquesta categoria
cs: Klepnutím rozbalte tuto kategorii
de: Klicken um diese Kategorie zu erweitern
es: Haga clic para desplegar esta categoría
ru: Кликнуть чтобы развернуть категорию

source: Click to toggle the visibility or drag&drop to change the order
ca: Feu clic per a canviar-ne la visibilitat o arrossega els elements per a modificar-ne l'ordre
cs: Klepnutím přepnete viditelnost nebo přetažením změníte pořadí
de: Klicken um die Sichtbarkeit zu wechseln oder Drag&Drop um die Reihenfolge zu ändern
es: Haga clic para alternar la visibilidad o arrastre y suelte para cambiar el orden
ru: Кликните для управления видимостью поля или перетащите для изменения порядка отображения полей.

source: Client
cs: Zákazník
de: Kunde
es: Cliente
ru: Клиент

source: Client Batch ID
ca: ID del lot de client
cs: ID šarže klienta
de: Kunden Batch ID
es: ID Lote de cliente
ru: ID пачки клиента

source: Client ID
ca: Identificador del client
cs: ID zákazníka
de: Kunden-ID
es: ID del cliente
ru: ID клиента

source: Client Landing Page
ca: Pàgina d'entrada del client
cs: Vstupní stránka klienta
de: Kunden-Startseite
es: Página de inicio del cliente
ru: Страница клиента

source: Client Name
ca: Nom del client
cs: Jméno klienta
de: Kundenname
es: Nombre del cliente

source: Client Order
ca: Comanda de client
cs: Objednávka zákazníka
de: Kundenbestellung
es: Pedido de cliente
ru: Заказ клиента

source: Client Order Number
ca: Número de comanda del client
cs: Číslo objednávky klienta
de: Kundenbestellnummer
es: Número de pedido de cliente
ru: Номер заказа Клиента

source: Client Ref
ca: Referència del client
cs: Ref. zákazníka
de: Kundenreferenz
es: Ref. del cliente
ru: Ссылка Клиента

source: Client Reference
ca: Referència del client
cs: Reference zákazníka
de: Kundenreferenz
es: Referencia del cliente
ru: Ссылка клиента

source: Client SID
ca: Identificador de mostra del client
cs: Zákaznické SID
de: Kunden-Proben-ID
es: ID de muestra del cliente
ru: SID Клиента

source: Client Sample ID
ca: ID de mostra assignat pel client
cs: ID vzorku klienta
de: Kunden-Proben-ID
es: Identificador de la muestra asignado por el cliente
ru: Внешний ID образца

source: Client Settings
ca: Clients
cs: Nastavení klienta
de: Kundeneinstellungen
es: Clientes

source: Clients
cs: Klienti
de: Kunden
es: Clientes
ru: Клиенты

source: Clients with whom this content will be shared across. This content will become available on searches to users that belong to any of the selected clients thanks to the role 'ClientGuest'
ca: Indiqueu els clients amb qui compartir aquest contingut. Aquest contingut es mostrarà en les cerques que realitzin els usuaris que pertanyin a qualsevol dels clients seleccionats
cs: Klienti, se kterými bude tento obsah sdílen. Tento obsah bude při vyhledávání dostupný uživatelům, kteří patří k některému z vybraných klientů, díky roli "ClientGuest".
de: Kunden, mit denen dieser Inhalt geteilt wird. Dieser Inhalt wird Benutzern, die zu einem der ausgewählten Kunden gehören, dank der Rolle „ClientGuest“ bei Suchanfragen zur Verfügung gestellt.
es: Clientes con quien compartir este contenido. Este contenido aparecerá en las búsquedas que realicen los usuarios que pertenezcan a cualquiera de los clientes seleccionados

source: Close
ca: Tanca
cs: Zavřít
de: Schließen
es: Cerrar
ru: Закрыть

source: Closed
ca: Tancats
cs: Uzavřeno
de: Geschlossen
es: Cerrados
ru: Закрытые
