Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: Instrument has no data interface selected
ca: No heu seleccionat cap interfície de connexió de dades per a l'instrument de mesura
cs: Přístroj nemá vybrané datové rozhraní
de: Am Messgerät ist kein Dateninterface ausgewählt
es: No ha seleccionado ningún interfaz de conexión de datos para el instrumento analítico
ru: Не выбран интерфейс данных для инструмента

source: Instrument import finished
ca: Ha finalitzat la importació de l'instrument de mesura.
cs: Import Přístroje dokončen
de: Geräteimport abgeschlossen
es: La importación desde el instrumento analítico ha finalizado
ru: Импорт завершен

source: Instrument in calibration progress:
ca: S'està efectuant el calibratge de l'instrument de mesura:
cs: Přístroj v průběhu kalibrace:
de: Geräte in Kalibrierung:
es: Instrumento en progreso de calibración:
ru: Инструмент в процессе калибровки:

source: Instrument in validation progress:
ca: S'està efectuant la validació de l'instrument de mesura:
cs: Přístroj v procesu ověřování:
de: Geräte in Validierung:
es: Instrumento en progreso de validación:
ru: Инструмент в процессе поверки:

source: Instrument's calibration certificate expired:
ca: El certificat de calibratge de l'instrument de mesura està caducat:
cs: Platnost kalibračního certifikátu přístroje vypršela:
de: Gerät Kalibrierungszertifikat abgelaufen:
es: Certificado de calibración del instrumento caducado:
ru: Сертификат калибровки прибора истек:

source: Instruments
ca: Instruments de mesura
cs: Přístroje
de: Geräte
es: Instrumental analítico
ru: Оборудование

source: Instruments can be configured with one or multiple import data interfaces.
ca: Podeu definir múltiples interfícies d'importació de resultats per a un mateix instrument de mesura.
cs: Přístroje lze nakonfigurovat s jedním nebo více rozhraními pro import dat.
de: Geräte können mit einer oder mehreren Importschnittstellen konfiguriert werden.
es: Para un mismo instrumento analítico se pueden configurar una o múltiples interfaces para la importación de resultados.
ru: Инструмент может быть сконфигурирован с одним и более интерфейсом импорта данных

source: Instruments disabled until successful calibration:
ca: instruments de mesura desactivats fins que se n'efectuïn calibratges amb èxit
cs: Přístroje deaktivovány až do úspěšné kalibrace:
de: Gerät bis zur nächsten erforderlich Kalibrierung deaktiviert:
es: Instrumentos desactivados hasta la calibración exitosa:
ru: Инструмент отключен до успешной калибровки:

source: Instruments disposed until new calibration tests being done:
ca: instruments de mesura desactivats fins que se n'efectuïn tests de calibratge intern amb èxit
cs: Vyřazení přístrojů až do provedení nových kalibračních testů:
de: Gerät disponiert bis zur Durchführung neuer Kalibrierungstests:
es: Instrumentos deshabilitados hasta que se realicen nuevas pruebas de calibración:
ru: Инструмент деактивирован до нового калибровочного теста:

source: Instruments in calibration progress:
ca: instruments de mesura en procés de calibratge:
cs: Přístroje v průběhu kalibrace:
de: Geräte in Kalibrierung:
es: Instrumentos en progreso de calibración:
ru: Инструмент в процессе калибровки:

source: Instruments in validation progress:
ca: instruments de mesura en procés de validació
cs: Přístroje v procesu ověřování:
de: Geräte in Validierung:
es: Instrumentos en el progreso de validación:
ru: Инструмент в процессе поверки:

source: Instruments supporting this method
ca: Indiqueu els instruments de mesura que suporten aquest mètode.
cs: Nástroje podporující tuto metodu
de: Geräte, die diese Methode unterstützen
es: Instrumental analítico que soporta este método

source: Instruments' calibration certificates expired:
ca: instruments de mesura amb el certificat de calibratge caducat:
cs: Platnost certifikátů kalibračních přístrojů vypršela:
de: Geräte Kalibrierungszertifikate abgelaufen:
es: instrumentos con certificado de calibración caducado:
ru: Инструменты поддерживающие эту методику

source: Interface
ca: Interfície
cs: Rozhraní
de: Schnittstelle
es: Interfaz
ru: Интерфейс

source: Internal Calibration Tests
ca: Proves de calibratge intern
cs: Interní kalibrační testy
de: Interner Kalibrationstest
es: Tests internos de calibrado
ru: Калибровочные тесты

source: Internal Certificate
ca: Certificat intern
cs: Interní certifikát
de: Internes Zertifikat
es: Certificado de calibración interno
ru: Внутренний сертификат

source: Internal use
ca: Ús intern
cs: Vnitřní použití
de: Interne Verwendung
es: Uso interno
ru: Служебный

source: Interpolation
ca: Interpolació
cs: Interpolace
es: Interpolación
ru: Интерполяция

source: Interpretation Template
ca: Plantilla d'interpretació de resultats
cs: Šablona interpretace
de: Vorlagen Ergebnisinterpretation
es: Plantilla de interpretación de resultados
ru: Шаблон заключения

source: Interpretation Templates
ca: Plantilles d'interpretació de resultats
cs: Šablony interpretace
de: Vorlagen Ergebnisinterpretationen
es: Plantillas de interpretación de resultados
ru: Шаблоны заключений

source: Interval
de: Intervall
es: Intervalo
ru: Интервал

source: Invalid
ca: No vàlides
cs: Neplatné
de: Ungültig
es: Invalidadas
ru: Недействительный

source: Invalid specifications file detected. Please upload an Excel spreadsheet with at least the following columns defined: '{}',
ca: El fitxer de rangs de validesa no és correcte. Pugeu un fitxer de full de càlcul que com a mínim tingui les columnes següents: «{}».
cs: Byl zjištěn neplatný soubor specifikací. Nahrajte tabulku Excel s definovanými alespoň následujícími sloupci: '{}',
de: Ungültige Spezifikationsdatei. Bitte laden Sie eine Excel-Datei mit mindestens den folgenden Spalten hoch: '{}'.
es: Archivo de especificaciones no válido detectado. Por favor, cargue una hoja de cálculo de Excel con al menos las siguientes columnas definidas: '{}',
ru: Неверный формат файла спецификаии. Загрузите файл как минимум одной колонкой:' {}',

source: Invalid value: Please enter a value without spaces.
ca: Heu d'escriure una cadena de text que no tingui espais en blanc.
cs: Neplatná hodnota: Zadejte hodnotu bez mezer.
de: Ungültiger Eintrag: Bitte keine Leerzeichen verwenden.
es: Valor incorrecto: introduzca un valor sin espacios.
ru: Некорректное значение: введите значение без пробелов.

source: Invalid wildcards found: ${wildcards}
ca: Els comodins següents no són correctes: ${wildcards}
cs: Byly nalezeny neplatné zástupné znaky: ${wildcards}
de: Ungültige Wildcards gefunden: ${wildcards}
es: Se encontraron comodines inválidos: ${comodines}
ru: Некорректное значения паттерна: ${wildcards}

source: Invalidate
ca: Invalida
cs: Zneplatnit
de: Invalidieren
es: Invalidar
ru: Недействительный

source: Invoice
ca: Factura
cs: Faktura
de: Rechnung
es: Factura
ru: Счет

source: Invoice Date
ca: Data de factura
cs: Datum fakturace
de: Rechnungsdatum
es: Fecha de factura
ru: Дата выставления счета

source: Invoice Exclude
ca: Exclòs de facturació
cs: Kromě faktury
de: von Rechnung ausschließen
es: Excluido de facturación
ru: Исключить счет

source: Invoice ID
ca: ID de factura
cs: ID faktury
de: Rechnungs-ID
es: Identificador de la factura
ru: ID счета

source: Invoice PDF
ca: Factura en PDF
cs: PDF faktury
de: Rechnungs-PDF
es: Factura en PDF
ru: Счет PDF

source: Invoice To
ca: Client
cs: Faktura komu
de: Rechnung an
es: Facturar a
ru: Кому

source: Invoice {} created
ca: S'ha creat la factura {}
cs: Faktura {} vytvořena
de: Rechnung {} erzeugt
es: Factura {} creada
ru: Счет {} создан

source: InvoiceBatch has no End Date
ca: No heu indicat la data de finalització de l'InvoiceBatch
cs: InvoiceBatch nemá žádné datum ukončení
de: Rechnungs Batch hat kein Enddatum
es: No se ha especificado fecha de fin para el lote de facturación
ru: Отсутствует дата окончания

source: InvoiceBatch has no Start Date
ca: No heu indicat la data d'inici de l'InvoiceBatch
cs: Dávka faktury nemá datum zahájení
de: RechnungsBatch hat kein Startdatum
es: No se ha especificado fecha de inicio para el lote de facturación
ru: Отсутсвует дата начала

source: InvoiceBatch has no Title
ca: No heu indicat el títol de l'InvoiceBatch
cs: InvoiceBatch nemá titul
de: RechnungsBatch hat keinen Titel
es: Lote de facturación sin título
ru: Отсутсвует название

source: Job Title
ca: Càrrec
cs: Pracovní pozice
de: Berufsbezeichnung
es: Cargo
ru: Должность

source: Job title
ca: Càrrec
cs: Pracovní pozice
de: Berufsbezeichnung
es: Cargo
ru: Должность

source: Keep order above
ca: Manté el mateix ordre de dalt
cs: Zachovat výše uvedené pořadí
de: Halten Sie die Reihenfolge oben ein
es: Mantener el orden indicado arriba

source: Key
ca: Clau
cs: Klíč
de: Schlüssel
es: Clave
ru: Ключ

source: Keyword
ca: Paraula clau
cs: Klíčové slovo
de: Schlüsselwort
es: Palabra clave
ru: Ключевое слово

source: Keyword is used in active analyses and can not be changed anymore
ca: No podeu canviar la paraula clau perquè ja s'està utilitzant en anàlisis actives.
cs: Klíčové slovo se používá v aktivních analýzách a nelze je již měnit.
de: Schlüsselwort wird bereits für aktive Analysen verwendet und kann nicht mehr geändert werden
es: La palabra clave no se puede modificar porque se utiliza en análisis que están activos
ru: Ключ задействован в активных анализах и более не может быть изменен

source: Keyword required
ca: Heu d'establir una paraula clau de l'anàlisi.
cs: Vyžadované klíčové slovo
de: Schlüsselwort benötigt
es: La palabra clave es obligatoria
ru: Необходим ключ

source: Keywords
ca: Paraules clau
cs: Klíčová slova
de: Schlüsselwörter
es: Palabras clave
ru: Ключевые слова

source: Lab
ca: Laboratori
cs: Laboratoř
de: Labor
es: Laboratorio
ru: Лаборатория

source: Lab Analyses
ca: Anàlisis del laboratori
cs: Laboratorní analýzy
de: Laboranalysen
es: Análisis del laboratorio
ru: Лабораторные анализы

source: Lab Contact
ca: Contacte del laboratori
cs: Laboratorní kontakt
de: Laborkontakt
es: Contacto del laboratorio
ru: Лаборатория: Контакты

source: Lab Contacts
ca: Contactes del laboratori
cs: Kontakty laboratoře
de: Labor-Kontakte
es: Contactos del laboratorio
ru: Лаборатория: Контакты

source: Lab Departments
ca: Departaments del laboratori
cs: Oddělení laboratoře
de: Labor-Abteilungen
es: Departamentos del laboratorio
ru: Лаборатория: Департаменты

source: Lab Preservation
ca: La conservació de la mostra es fa al laboratori
cs: Laboratorní uchování
de: Laborkonservierung
es: Conservación en el laboratorio
ru: Лабораторная консервация

source: Lab Products
ca: Productes del laboratori
cs: Laboratorní produkty
de: Laborprodukte
es: Productos del laboratorio
ru: Лаборатория: Расходные матриалы

source: Lab URL
ca: URL del laboratori
cs: URL laboratoře
de: Labor URL
es: URL del laboratorio
ru: URL-адрес лаборатории

source: Label
ca: Etiqueta
cs: Štítek
de: Etikett
es: Etiqueta
ru: Этикетка

source: Label configuration
ca: Gestió d'etiquetes
cs: Konfigurace štítků
de: Etikettenkonfiguration
es: Configuración de etiquetas

source: Label names must be unique
ca: Els noms de les etiquetes han de ser únics
cs: Názvy štítků musí být jedinečné
de: Etikettennamen müssen eindeutig sein
es: Nombres de etiquetas deben ser unicos

source: Label schema extender
cs: Rozšíření schématu štítků
es: Etiquetado de contenido

source: Labeled Objects
ca: Continguts etiquetats
cs: Objekty označené štítky
de: Etikettierte Objekte
es: Contenidos etiquetados

source: Labels
ca: Etiquetes
cs: Štítky
de: Etiketten
es: Etiquetas

source: Laboratory
ca: Laboratori
cs: Laboratoř
de: Labor
es: Laboratorio
ru: Лаборатория

source: Laboratory Accredited
ca: Laboratori acreditat
cs: Laboratorní akreditace
de: Akkreditiertes Labor
es: Laboratorio acreditado
ru: Аккредитованные лаборатории

source: Laboratory Workdays
ca: Dies laborables
cs: Laboratorní pracovní dny
de: Arbeitstage des Labors
es: Días laborables del Laboratorio
ru: Рабочие дни

source: Language
ca: Idioma
cs: Jazyk
de: Sprache
es: Idioma
ru: Язык

source: Large Sticker
ca: Etiqueta gran
cs: Velký štítek
de: Großer Aufkleber
es: Etiqueta grande
ru: Большой стикер

source: Large sticker
ca: Etiqueta gran
cs: Velká nálepka
de: Großes Etikett
es: Etiqueta grande
ru: Большой стикер

source: Last Auto-Import Logs
ca: Últim registre d'importacions automàtiques
cs: Poslední protokoly automatického importu
de: Vorherige Auto-Import-Protokolle
es: Últimos registros de importación automática
ru: Журнал последнего Авто импорта

source: Last Login Time
ca: Data i hora d'últim accés
cs: Čas posledního přihlášení
de: Letztes Anmeldedatum
es: Último registro de inicio de sesión
ru: Последний логин

source: Late
ca: Amb retard
cs: Poslední
de: Verspätet
es: Con retraso
ru: Отложить

source: Late Analyses
ca: Anàlisis amb retard
cs: Pozdější analýzy
de: Verspätete Analysen
es: Análisis con retraso
ru: Отложенные анализы

source: Late Analysis
ca: Anàlisi amb retard
cs: Poslední analýza
de: Verspätete Analyse
es: Análisis con retraso
ru: Отложенный анализ

source: Latitude
ca: Latitud
cs: Zeměpisná šířka
de: Breite
es: Latitud
ru: Широта

source: Layout
ca: Disposició
cs: Rozvrh strany
es: Disposición
ru: Раскладка

source: Layout view '{}' not found. Set '{}' as layout view.
ca: No s'ha trobat la vista «{}». S'ha restablert la vista a «{}»
cs: Zobrazení rozvržení '{}' nebylo nalezeno. Nastavte '{}' jako zobrazení rozvržení.
de: Layout Ansicht '{}' nicht gefunden. Layout '{}' wurde gesetzt.
es: Formato de vista '{}' no encontrado. Formato de vista restablecido a '{}'

source: Legend: Results in <em>italic</em> font are pending, results in <strong>bold</strong> font are verified.
ca: Llegenda: els resultats pendents de verificar es mostren en <em>cursiva</em> i els verificats es mostren en <strong>negreta</strong>.
cs: Legenda: Výsledky <em>kurzívou</em> jsou vyřízeny, výsledky <strong>tučně</strong> jsou ověřeny.
de: Legende: Ergebnisse in <em>Kursiv</em> wurden eingereicht, Ergebnisse in <strong>Fett</strong> wurden verifiziert.
es: Leyenda: los resultados en <em>cursiva</em> están pendientes, los resultados en <strong> negrita</strong> están verificados.
ru: Усл.обозн.: Результаты <em>курсивом</em> ожидаются, <strong>жирным</strong> верифицированы.

source: Linear
ca: Lineal
cs: Lineární
es: Lineal
ru: Линейная

source: Link User
ca: Usuari vinculat
cs: Odkaz Uživatele
de: Benutzer verknüpfen
es: Vincular usuario
ru: Связать с пользователем

source: Link an existing User
ca: Vincula amb un usuari existent
cs: Propojit existujícího uživatele
de: Bestehenden Benutzer verknüpfen
es: Linka un usuario existente
ru: Связать с существующим пользователем

source: List all objects with labels
ca: Mostra la llista d'objectes amb etiquetes
cs: Seznam všech objektů se štítky
de: Zeige alle etikettierten Objekte
es: Lista con contenidos etiquetados

source: List of possible final results. When set, no custom result is allowed on results entry and user has to choose from these values
ca: Ompliu la llista amb els resultats admesos per aquesta anàlisi que voleu que es mostrin en una llista desplegable durant l'entrada de resultats.
cs: Seznam možných konečných výsledků. Pokud je nastaveno, není při zadávání výsledků povolen žádný vlastní výsledek a uživatel musí vybrat z těchto hodnot.
de: Liste möglicher Endergebnisse. Wenn festgelegt, ist bei der Ergebniseingabe kein benutzerdefiniertes Ergebnis zulässig, und der Benutzer muss aus diesen Werten auswählen
es: Lista de resultados predefinidos para su selección. El usuario no podrá introducir un resultado distinto de los predefinidos.
ru: Список возможных результатов. Если вы используете список произвольные результаты внести будет невозможно.

source: Load Setup Data
ca: Càrrega de les dades inicials
cs: Načíst data nastavení
de: Setup-Daten laden
es: Carga de datos iniciales
ru: Данные настройки загрузки

source: Load documents describing the method here
ca: Carregueu aquí els documents que descriuen el mètode
cs: Sem nahrajte dokumenty popisující metodu
de: Hier können Sie die Dokumente hochladen, die die Methode beschreiben
es: Aquí puede cargar los documentos que describen el método
ru: Загрузить документы описывающие метод

source: Load from file
ca: Carrega des d'un fitxer
cs: Načíst ze souboru
de: Aus Datei laden
es: Cargar desde archivo
ru: Загрузить из файла

source: Load the certificate document here
ca: Utilitzeu aquest camp per a pujar i guardar el fitxer que conté el certificat de calibratge de l'instrument.
cs: Vložte sem dokument certifikátu
de: Zertifikat hier hochladen
es: Documento de la certificación
ru: Загрузить сертификат

source: Location Code
ca: Codi d'ubicació
cs: Kód místa
de: Standort-Code
es: Código de la ubicación
ru: Код

source: Location Description
ca: Descripció de la ubicació
cs: Popis místa
de: Standort-Beschreibung
es: Descripción de la Ubicación
ru: Описание локации

source: Location Title
ca: Nom de la ubicació
cs: Název místa
de: Standortname
es: Nombre de Ubicación
ru: Наименование локации

source: Location Type
ca: Tipus d'ubicació
cs: Typ místa
de: Art des Standorts
es: Tipo de Ubicación
ru: Тип локации

source: Location where the document set is shelved
ca: Ubicació on està emmagatzemat el conjunt de documents
cs: Místo, kde je sada dokumentů odložena
de: Ort an dem das Dokument eingeordnet wurde
es: Ubicación donde se archiva el conjunto de documentos
ru: Локация где расположена документация

source: Log
ca: Registre
cs: Protokol
de: Protokoll
es: Registro
ru: Журнал

source: Login details
ca: Dades d'accés
cs: Přihlašovací detaily
es: Detalles de acceso
ru: Регистрационные данные

source: Longitude
ca: Longitud
cs: Zeměpisná délka
de: Länge
es: Longitud
ru: Долгота

source: Lot Number
ca: Número de lot
cs: Číslo šarže
de: Chargennummer
es: Número de lote
ru: Номер партии

source: Low
ca: Baixa
cs: Nízko
de: Niedrig
es: Baja
ru: Низкий

source: Lower Detection Limit (LDL)
ca: Límit de detecció inferior (LDL)
cs: Dolní detekční limit (LDL)
de: Untere Erfassungsgrenze (LDL)
es: Límite inferior de detección (LDL)
ru: Нижний Порог Детектирования (LDL)

source: Lowest
ca: La més baixa
cs: Nejnižší
de: Niedrigst
es: Muy baja
ru: Наименьший

source: Mailing address
ca: Adreça d'enviament de correus electrònics
cs: Poštovní adresa
de: Postanschrift
es: Dirección postal
ru: Почтовый адрес

source: Maintainer
ca: Responsable del manteniment
cs: Správce
de: Durchführender der Wartung
es: Mantenedor
ru: Обслуживает

source: Maintenance
ca: Manteniment
cs: Údržba
de: Wartung
es: Mantenimiento
ru: Обслуживание

source: Maintenance type
ca: Tipus de manteniment
cs: Typ údržby
de: Art der Wartung
es: Tipo de mantenimiento
ru: Тип обслуживания

source: Make attachments mandatory for verification
ca: Marqueu aquesta casella de selecció si voleu que sigui necessari adjuntar un fitxer abans de poder verificar el resultat.
cs: Zavést povinné přílohy pro ověření
de: Anhänge für die Probenverifikation obligatorisch
es: Fichero adjunto requerido para verificación
ru: Сделать приложения обязательными для верификации

source: Male
ca: Home
cs: Samec
de: Männlich
es: Hombre
ru: Мужской

source: Manage Access
ca: Gestió d'accés
cs: Správa přístupu
de: Zugang verwalten
es: Control de acceso

source: Manage Analyses
ca: Gestió d'anàlisis
cs: Spravovat analýzy
de: Analysen verwalten
es: Administrar análisis
ru: Управление анализами

source: Manage Form Fields
ca: Gestiona els camps del formulari
cs: Správa polí formuláře
de: Formularfelder verwalten
es: Configurar los campos del formulario
ru: Управление списком полей

source: Manage Numbergenerator
ca: Gestor del generador d'identificadors
cs: Správa číselného generátoru
de: Nummerngenerator verwalten
es: Configurar generador de números
ru: Управление генератором чисел

source: Manage Partitions
ca: Gestió d'alíquotes
cs: Správa Oddělků
de: Partitionen verwalten
es: Administrar Particiones
ru: Управление Партициями

source: Manage Results
ca: Administra els resultats
cs: Správa výsledků
de: Ergebnisse verwalten
es: Administrar resultados
ru: Управление результатами

source: Manage Sample Form Fields
ca: Gestiona els camps de la mostra
cs: Spravovat pole formulářů vzorků
de: Proben Formularfelder bearbeiten
es: Configurar los campos del formulario para Muestras
ru: Управление полями формы

source: Manage linked User
ca: Gestiona l'usuari vinculat
cs: Spravovat propojeného uživatele
de: Verknüpfte Benutzer verwalten
es: Administrar usuario vinculado
ru: Управление связанными пользователеми

source: Manage the order and visibility of the fields displayed in analysis request add forms.
ca: Aquesta pàgina permet modificar l'ordre i visibilitat dels camps del formulari de registre de mostres.
cs: Spravujte pořadí a viditelnost polí zobrazených ve formulářích pro přidání žádosti o analýzu.
de: Verwalten Sie die Reihenfolge und Sichtbarkeit der Felder in Analysenauftragsformularen.
es: Administra el orden y la visibilidad de los campos que se muestran en formularios de solicitud de análisis.
ru: Управление видимостью и порядком полей формы создания образца

source: Manage the order and visibility of the sample fields.
ca: Aquesta pàgina permet modificar l'ordre i la visibilitat dels camps de la mostra.
cs: Správa pořadí a viditelnosti polí vzorků.
de: Verwalten Sie die Reihenfolge und Sichtbarkeit der Probenfelder.
es: Modificar el orden y visibilidad de los campos de muestra

source: Manager
ca: Responsable
cs: Manažer
de: Leiter
es: Responsable
ru: Менеджер

source: Manager Email
ca: Correu electrònic del responsable
cs: Email správce
de: E-Mail des Managers
es: Correo del responsable
ru: электронная почта менеджера

source: Manager Phone
ca: Telèfon del responsable
cs: Telefon správce
de: Telefonnummer des Managers
es: Teléfono del responsable
ru: Телефон менеджера

source: Manual entry of results
ca: Entrada manual de resultats
cs: Ruční zadání výsledků
de: Manuelle Ergebniserfassung
es: Entrada manual de resultados
ru: Ручной ввод результата

source: Manually publish all contained samples of the selected reports.
ca: Fes una publicació manual de totes les mostres referenciades en els informes de resultats seleccionats.
cs: Ručně publikujte všechny obsažené vzorky vybraných zpráv.
de: Manuell alle beinhalteten Proben der ausgewählten Berichte publizieren.
es: Publicar manualmente todas las muestras contenidas de los informes seleccionados.
ru: Опубликовать образцы выбранных заключений

source: Manually trigger auto import
ca: Inicia la importació automàtica
cs: Ruční spuštění automatického importu
de: Automatischen Import starten
es: Ejecutar la importación automática de resultados
ru: Вызвать автоимпорт вручную

source: Manufacturer
ca: Fabricant
cs: Výrobce
de: Hersteller
es: Fabricante
ru: Производитель

source: Manufacturers
ca: Fabricant
cs: Výrobci
de: Hersteller
es: Fabricantes
ru: Производители

source: Mark the sample for internal use only. This means it is only accessible to lab personnel and not to clients.
ca: Marqueu aquesta casella de selecció si voleu que la mostra s'utilitzi només per a ús intern, que només hi pugui accedir el personal del laboratori.
cs: Vzorek označte pouze pro interní použití. To znamená, že je přístupný pouze pracovníkům laboratoře a nikoli klientům.
de: Kennzeichnen Sie die Probe nur für den internen Gebrauch. Dies bedeutet, dass es nur für Laborpersonal und nicht für Kunden zugänglich ist.
es: Marque la muestra solo para uso interno. Esto significa que solo es accesible para el personal del laboratorio y no para los clientes.
ru: Пометить образец для служебного использования. Такой образец не будет доступен клиентам.

source: Max Time
ca: Temps màxim
cs: Max čas
de: Max Zeit
es: Tiempo máximo
ru: Максимальное время

source: Max operator
ca: Operador màx.
cs: Max operátor
es: Operador max
ru: Макс оператор

source: Max warn
ca: Alerta màx.
de: Hinweisen auf max.
es: Advertencia de valor máximo
ru: Макс пред.
