Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: Maximum possible size or volume of samples
ca: Establiu la quantitat, pes o volum màxims de mostra del contenidor.
cs: Maximální možná velikost nebo objem vzorků
de: Maximal mögliche Größe oder Volumen von Proben
es: Tamaño o volumen máximo admitidos por muestra

source: Maximum possible size or volume of samples.
ca: Mida o volum màxims admesos per mostra
cs: Maximální možná velikost nebo objem vzorků.
de: Maximal mögliche Größe oder Menge der Proben.
es: Tamaño o volumen máximo admitidos por muestra
ru: Максимально возможный размер или объем образца.

source: Maximum time allowed for completion of the analysis. A late analysis alert is raised when this period elapses
ca: Temps màxim permès per a la consecució d'una anàlisi. El sistema mostrarà una alerta per les anàlisis en retard
cs: Maximální doba potřebná k dokončení analýzy. Po uplynutí této doby se zobrazí upozornění na pozdní analýzu
de: Maximal erlaubte Zeit, in der eine Analyse abgeschlossen sein muss. Ein Alarm für verspätete Analysen wird angezeigt, wenn die Zeit abgelaufen ist
es: Tiempo máximo permitido para la consecución de un análisis. El sistema mostrará una alerta para los análisis con retraso
ru: Максимально допустимое время для выполнения теста. При превышение будет создано предупреждение.

source: Maximum turn-around time
ca: Temps màxim de resposta
cs: Maximální doba cyklu
de: Maximale Bearbeitungszeit
es: Tiempo máximo de respuesta
ru: Максимальное время выполнения

source: Medium
ca: Mitjana
cs: Střední
de: Mittel
es: Normal
ru: Среднее

source: Meet the community, browse the code and get support on
ca: Coneix altres membres de la comunitat, explora el codi font, obteniu suport i molt més a
cs: Seznamte se s komunitou, projděte si kód a získejte podporu na adrese
de: Treffen Sie die Community, durchsuchen Sie den Code und erhalten Sie Unterstützung
es: Conoce la comunidad, explora el código fuente y consgue soporte
ru: Вступайте в сообщество, изучайте код и получите поддержку

source: Member Discount
ca: Descompte per a soci
cs: Členská sleva
de: Mitgliederrabatt
es: Descuento para miembros
ru: Членская скидка

source: Member discount %
ca: % de descompte per a clients habituals
cs: Členská sleva %
de: Mitgliederrabatt %
es: % de descuento para clientes habituales
ru: Членская скидка %

source: Member discount applies
ca: Aplicar descompte de client habitual
cs: Platí členské slevy
de: Mitgliederrabatt anwenden
es: Aplicar descuento de cliente habitual
ru: Член скидка применена

source: Member registered and linked to the current Contact.
ca: S'ha registrat i vinculat l'usuari al contacte.
cs: Člen zaregistrován a propojen s aktuálním kontaktem.
de: Benutzer wurde registriert und zu dem aktuellen Kontakt verknüpft.
es: Miembro registrado y vinculado al contacto actual.
ru: Член зарегистрирован и связан с контактом

source: Message sent to {},
ca: El missatge s'ha enviat a {},
cs: Zpráva odeslána na {},
de: Nachricht gesendet an {},
es: Mensaje enviado a {},
ru: Сообщение отправлено {},

source: Method
ca: Mètode
cs: Metoda
de: Methode
es: Método
ru: Метод

source: Method Document
ca: Document del mètode
cs: Metodický dokument
de: Methodendokument
es: Documento del método
ru: Документация к методу

source: Method ID
ca: Identificador del mètode
cs: ID metody
de: Methoden ID
es: ID del método
ru: ID метода

source: Methods
ca: Mètodes
cs: Metody
de: Methoden
es: Métodos
ru: Методы

source: Middle initial
ca: Inicials
cs: Střední iniciála
de: Initialien Zuname
es: Inicial de segundo nombre

source: Middle name
ca: Mig
cs: Prostřední jméno
de: Zuname
es: Segundo nombre

source: Min operator
ca: Operador mín.
cs: Min operátor
es: Operador min
ru: Мин оператор

source: Min warn
ca: Alerta mín.
cs: Min varování
de: Hinweisen auf min.
es: Advertencia de valor mínimo
ru: Мин пред.

source: Mine
ca: Els meus registres
cs: těžit
de: Mein
es: Mis elementos
ru: Мои

source: Minimum 5 characters.
ca: Mida mínima de 5 caràcters.
cs: Minimálně 5 znaků
de: Mindestens 5 Zeichen.
es: Tamaño mínimo de 5 caracteres
ru: Минимум 5 символов.

source: Minimum Volume
ca: Volum mínim
cs: Minimální objem
de: Mindestvolumen
es: Volumen mínimo
ru: Минимальный объем

source: Minimum number of results for QC stats calculations
ca: Nombre mínim de resultats per als càlculs estadístics de QC
cs: Minimální počet výsledků pro výpočty statistik QC
de: Minimale Anzahl an Ergebnissen für QM-Statusberechnungen
es: Número mínimo de resultados para los cálculos estadísticos de QC
ru: Минимальное количество контрольных тестов для расчет статистики

source: Minutes
ca: Minuts
cs: Minuty
de: Minuten
es: Minutos
ru: Минуты

source: Mobile Phone
ca: Telèfon mòbil
cs: Mobilní telefon
de: Mobiltelefon
es: Teléfono móvil
ru: Телефон мобильный

source: MobilePhone
ca: Telèfon mòbil
cs: Mobilní telefon
de: Mobil Telefon
es: Teléfono móvil

source: Model
de: Modell
es: Modelo
ru: Модель

source: Module
ca: Mòdul
cs: Modul
de: Modul
es: Módulo
ru: Модуль

source: Monday
ca: dilluns
cs: Pondělí
de: Montag
es: Lunes
ru: Понедельник

source: Monthly
ca: Mensualment
cs: Měsíčně
de: Monatlich
es: Mensual
ru: Месячный

source: More
ca: Més
cs: Více
de: Mehr
es: Más
ru: Более

source: Multi Catalog Behavior for Dexterity Contents
cs: Chování více katalogů pro Dexterity Contents
de: Multi-Katalog-Verhalten für Dexterity Inhalte
es: Comportamiento de Catálogo múltiple para contenidos de Dexterity
ru: Мульти каталог поведение для Dexterity объектов

source: Multi Results
ca: Multiresultats
cs: Vícenásobné výsledky
de: Multi Ergebnisse
es: Multi-resultados

source: Multi Verification type
ca: Tipus de verificació múltiple
cs: Typ vícenásobného ověření
de: Mehrfach-Verifikations-Typ
es: Tipo de verificación múltiple
ru: Тип множественной верификации

source: Multi-verification required
ca: Es necessita verificació múltiple
cs: Vyžaduje se vícenásobné ověření
de: Mehrfache Verifikation erforderlich
es: Se requiere verificación múltiple
ru: Требуется множественная верификация

source: Multiple choices
ca: Opcions múltiples
cs: Více možností
de: Mehrfachauswahl
es: Selección múltiple con casillas de verificación
ru: Единичный выбор

source: Multiple selection
ca: Selecció múltiple
cs: Vícenásobný výběr
de: Mehrfachselektion
es: Lista de selección múltiple
ru: Множественный выбор

source: Multiple selection (with duplicates)
ca: Selecció múltiple amb duplicats
cs: Vícenásobný výběr (s duplicitami)
de: Mehrfachselektion (mit Duplikaten)
es: Lista de selección múltiple con duplicados
ru: Множественный выбор (с дубликатами)

source: Multiple values
ca: Múltiples valors
cs: Vícenásobné hodnoty
de: Mehrere Werte
es: Valores múltiples

source: Multiple values control type is not supported for choices
ca: El tipus de control "Múltiples valors" no suporta opcions
cs: Typ kontroly více hodnot není pro volby podporován
de: Der Steuerungstyp mit mehreren Werten wird für Auswahlmöglichkeiten nicht unterstützt
es: El tipo de control de valores múltiples no soporta campos de selección

source: NIB
es: Código Cuenta Cliente (IBAN/CCC/BIC)

source: Name
ca: Nom
cs: Jméno
es: Nombre
ru: Имя

source: New ranges won't be applied to neither new nor current analyses. Re-assign the Specification if you want to apply latest changes.
cs: Nové rozsahy nebudou použity na nové ani současné analýzy. Pokud chcete použít nejnovější změny, přiřaďte specifikaci znovu.
de: Neue Bereiche werden weder auf neue noch auf aktuelle Analysen angewendet. Weisen Sie die Spezifikation neu zu, wenn Sie die letzten Änderungen anwenden möchten.
es: Los nuevos rangos no se aplicarán ni a los análisis nuevos ni a los actuales. Vuelva a asignar la especificación si desea aplicar los últimos cambios.
ru: Новые диапазоны не будет применены к существующим и будущим анализам. Перепривяжите спецификацию к анализу чтобы изменения вступили в силу.

source: No Analysis Services defined
ca: No heu indicat cap servei anàlisi
cs: Nejsou definovány žádné analytické služby
de: Keine Analysenleistungen definiert
es: No se han definido servicios de análisis
ru: Аналитические услуги не определены

source: No Email Address
ca: Sense adreça de correu electrònic
cs: Chybí e-mailová adresa
de: Keine E-Mail-Adresse
es: Sin dirección de correo electrónico
ru: Отсутвует почтовый адрес

source: No Instrument
ca: Sense instrument de mesura
cs: Žádný nástroj
de: Kein Prüfmittel
es: No ha seleccionado ninún instrumento analítico

source: No Method selected for this Service
ca: No heu seleccionat cap mètode per aquest servei d'anàlisi
cs: Pro tuto službu nebyla vybrána žádná metoda
de: Keine Methode für diese Analysenleistung ausgewählt
es: No ha seleccionado ningún método para este servicio de análisis
ru: Метод не указан для этой Аналитической Услуги

source: No Reference Definitions for Blanks available. <br /> To add a Blank in this Worksheet Template, create a Reference Definition for a Blank sample first.
ca: No hi ha definicions de referència per a mostres en blanc. <br />Si voleu afegir una mostra en blanc. primer n'heu de crear una definició de referència.
cs: Pro prázdné vzorky nejsou k dispozici žádné referenční definice. Chcete-li do této šablony listu přidat prázdný vzorek, vytvořte nejprve referenční definici pro prázdný vzorek.
de: Keine Referenzdefinitionen für Blindproben verfügbar. <br /> Um dieser Arbeitsblattvorlage eine Leerprobe hinzuzufügen, erstellen Sie zunächst eine Referenzdefinition für eine Blindprobe.
es: No hay disponibles definiciones de referencia para Blancos. <br /> Para agregar un Blanco en esta plantilla de hoja de trabajo, cree primero una definición de referencia para una muestra Blanco.
ru: Не обнаружено ЭТАЛОНА для Бланк (Пустых) Контролей. <br /> Чтобы добавить Бланк (пустой) контроль в этот шаблон Рабочего Листа создайте ЭТАЛОН для Бланк (Пустых) Контролей

source: No Reference Definitions for Controls available. <br /> To add a Control in this Worksheet Template, create a Reference Definition for a Control sample first.
ca: No hi ha definicions de referència per a mostres control. <br />Si voleu afegir una mostra control, primer heu de crear-ne la definició de referència.
cs: Pro ovládací prvky nejsou k dispozici žádné referenční definice. <br /> Chcete-li přidat ovládací prvek do této šablony listu, vytvořte nejprve referenční definici pro ovládací prvek vzorku.
de: Keine Referenzdefinitionen für Kontrollproben verfügbar. <br /> Um dieser Arbeitsblattvorlage eine Kontrolle hinzuzufügen, erstellen Sie zunächst eine Referenzdefinition für eine Kontrollprobe.
es: No hay definiciones de referencia disponibles para muestras control. <br /> Para añadir un control a la plantilla de hoja de trabajo, cree primero una definición de referencia para muestra control.
ru: Не обнаружено ЭТАЛОНА для Контролей. <br /> Чтобы добавить контроль в этот шаблон Рабочего Листа создайте ЭТАЛОН для Контролей

source: No ReferenceDefinitions for Controls nor Blanks available. <br /> To add a Control or Blank in this Worksheet Template, create a Reference Definition first.
ca: No hi ha definicions de referència per a mostres control ni tampoc per a mostres en blanc. <br />Si voleu afegir un control o un blanc, primer heu de crear-ne la definició de referència corresponent.
cs: Nejsou k dispozici žádné Referenční definice pro ovládací prvky ani mezery. <br /> Chcete-li přidat ovládací prvek nebo mezeru do této šablony pracovního listu, vytvořte nejprve Referenční definici.
de: Keine Referenzdefinitionen für Kontroll- oder Blindproben verfügbar. <br /> Um dieser Arbeitsblattvorlage Kontroll- oder eine Blindproben hinzuzufügen, erstellen Sie zunächst eine Referenzdefinition.
es: No hay definiciones de referencia disponibles para muestras control ni tampoco para muestras blanco. <br /> Para añadir un control o un blanco a la plantilla de hoja de trabajo, cree primero la definición de referencia correspondiente.
ru: Не обнаружено ЭТАЛОНА ни для Контролей, ни для Бланк (Пустых) Контролей. <br /> Чтобы добавить Бланк (пустой) контроль или Контроль в этот шаблон Рабочего Листа создайте ЭТАЛОН.

source: No Samples could be created.
ca: No s'ha creat cap mostra
cs: Nelze vytvořit žádné vzorky.
de: Es konnten keine Proben erzeugt werden
es: No se ha podido crear ninguna muestra
ru: Невозможно создать образец

source: No Subgroup
ca: Sense subgrup
cs: Žádná podskupina
de: Keine Untergruppe
es: No ha seleccionado ningún subgrupo

source: No action defined.
ca: No s'ha indicat cap acció.
cs: Nebyla definována žádná akce.
de: Keine Aktion definiert.
es: No hay ninguna acción definida
ru: Нет доступных действий

source: No analyses were added
ca: No s'ha afegit cap anàlisi
cs: Nebyly přidány žádné analýzy
de: Es wurden keine Analysen hinzugefügt
es: No se han añadido análisis
ru: Анализы не были добавлены

source: No analyses were added to this worksheet.
ca: No s'ha afegit cap anàlisi a aquest full de treball.
cs: K tomuto listu nebyly přidány žádné analýzy.
de: Zu diesem Arbeitsblatt wurden keine Analysen hinzugefügt.
es: No se han añadido análisis en esta hoja de trabajo
ru: Анализы не были добавлены в Рабочий Лист

source: No analysis found for service '{}'
ca: No s'han trobat anàlisis per «{}»
cs: Pro službu '{}' nebyla nalezena žádná analýza
de: Keine Analysen für die Analysenleistung '{}' gefunden
es: No se han encontrado análisis para el servicio '{}'
ru: Не найдено анализов услуги '{}'

source: No analysis selected
ca: No heu seleccionat cap anàlisi
cs: Nebyla vybrána žádná analýza
de: Keine Analyse ausgewählt
es: Ningún análisis seleccionado
ru: Анализы не выбраны

source: No analysis service selected
ca: No heu seleccionat cap servei d'anàlisi
cs: Nebyla vybrána žádná analytická služba
de: Keine Analysenleistungen ausgewählt
es: No hay servicio de análisis seleccionado
ru: Аналитические услуги не выбраны

source: No analysis services were selected.
ca: No heu seleccionat cap servei d'anàlisi
cs: Nebyly vybrány žádné analytické služby.
de: Keine Analysenleistungen ausgewählt
es: No ha seleccionado ningún servicio de análisis.
ru: Аналитические услуги не были выбраны

source: No changes made
ca: Sense canvis.
cs: Nebyly provedeny žádné změny
de: Keine Änderungen vorgenommen
es: No se han realizado cambios
ru: Изменения отсутствуют

source: No changes made.
ca: Sense canvis.
cs: Nebyly provedeny žádné změny.
de: Keine Änderungen vorgenommen.
es: Sin cambios.
ru: Изменения отсутствуют.

source: No date set
ca: No heu indicat la data
cs: Není stanoveno datum
de: Kein Datum gesetzt
es: No se ha indicado fecha
ru: Дата не установлена

source: No email recipients selected
ca: No heu indicat cap destinatari del correu electrònic
cs: Nebyli vybráni žádní příjemci e-mailu
de: Keine E-Mail-Empfänger ausgewählt
es: No se ha seleccionado ningún destinatario de correo electrónico
ru: Получатели эл.почты не указаны

source: No file selected
ca: No heu seleccionat cap fitxer
cs: Žádný soubor nevybrán
de: Keine Datei ausgewählt
es: No ha seleccionado ningún fichero
ru: Файл не выбран

source: No importer not found for interface '{}'
ca: No s'ha trobat cap importador per la interfície «{}»
cs: Nebyl nalezen žádný importér pro rozhraní '{}'
de: Kein Importer für Schnittstelle '{}' gefunden
es: No se ha encontrado ningún importador para la interfaz '{}'
ru: Не найден импортер для '{}'

source: No instrument import interfaces available for {}
ca: No hi ha interfícies d'importació de resultats disponibles per {}
cs: Pro {} nejsou k dispozici žádná rozhraní pro import přístroje.
de: Keine Importschnittstelle für Gerät {} verfügbar
es: No hay interfaces de importación disponibles para '{}'
ru: Отсутсвуют интерфейсы импорта для {}

source: No items published
ca: No s'ha publicat cap mostra.
cs: Žádné položky nezveřejněny
de: Nichts veröffentlicht
es: Sin elementos publicados
ru: Ничего не опубликовано

source: No items selected
ca: No heu seleccionat cap element
cs: Nebyly vybrány žádné položky
de: Nichts ausgewählt
es: No ha seleccionado ningún elemento
ru: Ничего не выбрано

source: No items selected.
ca: No heu seleccionat cap element.
cs: Nebyly vybrány žádné položky.
de: Keine Objekte ausgewählt
es: No ha seleccionado ningún elemento.
ru: Ничего не выбрано.

source: No new items were created.
ca: No s'ha creat cap servei d'anàlisi.
cs: Nebyly vytvořeny žádné nové položky.
de: Es wurden keine neuen Elemente angelegt
es: No se han creado ítems nuevos.
ru: Новых элементов не создано

source: No partitions were created
ca: No s'ha creat cap alíquota
cs: Nebyly vytvořeny žádné oddělky
de: Keine Partitionen wurden erzeugt
es: No se ha creado ninguna partición
ru: Партиции не созданы

source: No reports found
ca: No s'han trobat informes
cs: Nebyly nalezeny žádné zprávy
de: Keine Berichte gefunden
es: Sin informes encontrados
ru: Отчеты не найдены

source: No samples were rejected
ca: No s'ha rebutjat cap mostra
cs: Žádné vzorky nebyly odmítnuty
de: Keine Proben wurden abgelehnt
es: Ninguna muestra fue rechazada
ru: Образцы не были отбракованы

source: No sampling workflow
ca: Envia al laboratori
cs: Žádný pracovní postup odběru vzorků
de: Kein Probenahme Worfkflow
es: Sin flujo de trabajo de muestreo
ru: Отсутвует процесс забора образцов

source: No user exists for ${contact_fullname} and they will not be able to log in. Fill in the form below to create one for them.
ca: No hi ha cap usuari registrat al sistema per a ${contact_fullname}. Ompliu el formulari de sota si voleu crear un usuari que pugui accedir al sistema.
cs: Pro uživatele ${contact_fullname} neexistuje žádný uživatel a nebude se moci přihlásit. Vyplňte níže uvedený formulář a vytvořte jim ho.
de: Für ${contact_fullname} existiert kein Benutzer und er kann sich nicht anmelden. Füllen Sie das folgende Formular aus, um einen für ihn zu erstellen.
es: No hay datos de acceso registrados para el contacto ${contact_fullname}, por lo que no podrá acceder al sistema. Puede crear las credenciales de acceso rellenando el formulario siguiente.

source: No user profile could be found for the linked user. Please contact the lab administrator to get further support or try to relink the user.
ca: No s'ha trobat cap perfil d'usuari per a l'usuari vinculat. Contacteu amb l'administrador del sistema si necessiteu ajuda o intenteu tornar a vincular l'usuari.
cs: Pro propojeného uživatele nebyl nalezen žádný uživatelský profil. Chcete-li získat další podporu, kontaktujte správce laboratoře nebo se pokuste uživatele znovu propojit.
de: Es konnte kein Benutzerprofil für den verknüpften Benutzer gefunden werden. Bitte kontaktieren Sie den Labor Administrator für weiteren Support oder versuchen Sie den Benutzer erneut zu verknüpfen.
es: No se pudo encontrar ningún perfil de usuario para el usuario vinculado. Póngase en contacto con el administrador del laboratorio para obtener más asistencia o intente volver a vincular el usuario.
ru: Не найден профиль пользователя. Свяжитесь с администратором или попробуйте пересвязать пользователя.

source: No valid contact
ca: El contacte no és vàlid
cs: Žádný platný kontakt
de: Kein gültiger Kontakt
es: El contacto no es válido
ru: Отсутвует валидный контакт

source: No valid format in choices field. Supported format is: <value-0>:<text>|<value-1>:<text>|<value-n>:<text>
ca: El format de les opcions no és vàlid. Utilitzeu el format següent: <value-0>:<text>|<value-1>:<text>|<value-n>:<text>
cs: Žádný platný formát v poli volby. Podporovaný formát je:<value-0>:<text>|<value-1>:<text>|<value-n>:<text>
de: Kein gültiges Format für Auswahlfeld. Unterstütztes Format: <value-0>:<text>|<value-1>:<text>|<value-n>:<text>
es: Formato de opciones de selección no válido. El formato soportado es: <value-0>\:<text>|<value-1>\:<text>|<value-n>\:<text>
ru: Ошибка формата в поле выбора. Поддерживаемый формат: <value-0>:<text>|<value-1>:<text>|<value-n>:<text>

source: No visible analyses for this sample
ca: Aquesta mostra no té anàlisis visibles
cs: Žádné viditelné analýzy pro tento vzorek
de: Keine sichtbaren Analysen für diese Probe
es: No hay análisis visibles para esta muestra

source: None
ca: Cap
cs: Nic
de: Keine
es: Ninguno
ru: Отсутвует

source: Not all contacts are equal for the selected Reports. Please manually select recipients for this email.
ca: Els contactes associats als informes que heu seleccionat són diferents. Per a resoldre aquest problema, seleccioneu manualment els destinataris del correu electrònic.
cs: Ne všechny kontakty jsou pro vybrané zprávy stejné. Vyberte ručně příjemce pro tento e-mail.
de: Nicht alle Kontakte stimmen für die ausgewählten Analysenberichte überein. Bitte wählen Sie manuell die Empfänger für diese E-Mail aus.
es: No todos los contactos son iguales para los informes seleccionados. Por favor, seleccione manualmente los destinatarios de este correo electrónico.
ru: Не все контакты подходят для выбранных отчетов. Пожалуйста, выберите получателей вручную.

source: Not allowed to update conditions: {}
ca: No teniu permís per a modificar les condicions: {}
cs: Není povoleno aktualizovat podmínky: {}
de: Folgende Bedingungen konnten nicht aktualisiert werden: {}
es: No se pueden actualizar las condiciones de análisis: {}

source: Not defined
ca: Cap
cs: Není určeno
de: Nicht definiert
es: Sin definir
ru: Не определено

source: Not printed yet
ca: Per imprimir
cs: Dosud nevytištěno
de: Noch nicht gedruckt
es: No impreso aún
ru: Не напечатано

source: Not set
ca: Cap
cs: Nenastaveno
de: Nicht gesetzt
es: No establecido
ru: Не установлено

source: Not specified
ca: Cap
cs: Nespecifikováno
de: Nicht spezifiziert
es: No especificado
ru: Не указано

source: Note: The settings apply to all Sample Add forms; Required fields can not be deselected.
ca: Tingueu en compte que aquests paràmetres de configuració s'aplicaran a tots els formularis de registre de mostres. D'altra banda, els camps obligatoris no es poden desseleccionar.
cs: Poznámka: Nastavení platí pro všechny formuláře pro Přidání vzorku; Vyžadovaná pole nelze zrušit.
de: Hinweis: Diese Einstellungen gelten für alle Formulare zum Erzeugen von Proben; obligatorische Felder können nicht abgewählt werden.
es: Nota: La configuración se aplica a todos los formularios de registro de muestras; Los campos obligatorios no se pueden deseleccionar.
ru: Внимание: настройка применима ко всем формам создания Образцов; Необходимые поля не могут быть отключены.

source: Note: The settings are global and apply to all sample views.
ca: Important: els canvis que feu aquí s'aplicaran de forma global a totes les mostres.
cs: Poznámka: Nastavení jsou globální a platí pro všechna zobrazení vzorků.
de: Hinweis: Die Einstellungen sind global und gelten für alle Probenansichten.
es: Nota: esta confguración es global y afecta a las vistas de todas las muestras por igual

source: Note: You can also drag and drop the attachment rows to change the order they appear in the report.
ca: Arrossegueu i deixeu anar els fitxers adjunts per a canviar-ne l'ordre en l'informe de resultats.
cs: Poznámka: Můžete také přetáhnout řádky příloh a změnit jejich pořadí v sestavě.
de: Hinweis: Man kann die Reihenfolge im Bericht mittels Drag and Drop der Anhangsblöcke ändern.
es: Nota: También puede arrastrar y soltar las filas de archivos adjuntos para cambiar el orden en que aparecen en el informe.
ru: Внимание: Вы можете перетаскивать строки с вложениями чтобы изменить порядок.

source: Notifications
ca: Notificacions
cs: Oznámení
de: Hinweise
es: Notificaciones

source: Num columns
ca: Nombre de columnes
cs: Počet sloupců
de: Spaltenanzahl
es: Número de columnas
ru: Кол-во столбцов

source: Number
ca: Número
cs: Číslo
de: Zahl
es: Número
ru: Количество

source: Number of Analyses
ca: Nombre d'anàlisis
cs: Počet analýz
de: Anzahl der Analysen
es: Número de análisis
ru: Кол-во Анализов
