Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: Default method used for analyses of this type
ca: Mètode predeterminat per anàlisis d'aquest tipus
cs: Výchozí metoda používaná pro analýzy tohoto typu
de: Standard Methode für Analysen dieser Art
es: Método utilizado por defecto en analíticas de este tipo
ru: Метод (по умолчанию) для этого вида анализов

source: Default result
ca: Resultat predeterminat
cs: Výchozí výsledek
de: Standardergebnis
es: Resultado predeterminado
ru: Результат по умолчанию

source: Default result is not numeric
ca: El resultat predeterminat no és numèric
cs: Výchozí výsledek není číselný
de: Standardergebnis ist keine Zahl
es: El resulto predeterminado no es numérico
ru: Результат по умолчанию не числовой

source: Default result must be one of the following result options: {}
ca: Heu de seleccionar un resultat predeterminat de les opcions següents: {}
cs: Výchozím výsledkem musí být jedna z následujících možností výsledku: {}
de: Standardergebnis muss eine der folgenden Optionen sein: {}
es: El resultado predeterminado tiene que ser una de las opciones de resultado siguientes: {}
ru: Результат по умолчанию должен быть один из: {}

source: Default result to display on result entry
ca: El resultat a mostrar per defecte a la vista d'entrada de resultats
cs: Výchozí výsledek, který se zobrazí při zadání výsledku
de: Standardergebnis, dass bei Ergebniserfassung angezeigt wird
es: Resultado a mostrar por defecto en la vista de entrada de resultados
ru: Отображать результат по умолчанию в поле ввода результатов

source: Default sample retention period
ca: Període de retenció predeterminat de la mostra
cs: Standardní čas zdržení
de: Standard-Probenaufbewahrungsfrist
es: Periodo de retención por defecto de la muestra
ru: Срок хранения образцов по умолчанию

source: Default scientific notation format for reports
ca: Notació científica predeterminada en els informes de resultats
cs: Výchozí formát vědeckého zápisu pro zprávy
de: Wissenschaftliche Standard-Schreibweise für Berichte
es: Formato predeterminado de notación científica en los informes

source: Default scientific notation format for results
ca: Notació científica predeterminada per a resultats
cs: Výchozí formát vědeckého zápisu výsledků
de: Wissenschaftliche Standard-Schreibweise für Ergebnisse
es: Formato predeterminado de notación científica para los resultados
ru: Научная нотация для результатов измерений

source: Default small sticker
ca: Plantilla predeterminada per a l'etiqueta de codi de barres petita
cs: Výchozí malý štítek
de: Standardetikett klein
es: Plantilla predeterminada para la etiqueta de código de barras pequeña
ru: Маленькие наклейки (по умолчанию)

source: Default timezone
ca: Zona horària predeterminada
cs: Výchozí časové pásmo
de: Standard Zeitzone
es: Zona horaria predeterminada
ru: Временная зона (по умолчанию)

source: Default turnaround time for analyses.
ca: Temps necessari i predeterminat per a completar el processament de les anàlisis.
cs: Výchozí časové cykly pro analýzy
de: Standardbearbeitungszeit für Analysen
es: Tiempo requerido predeterminado para el procesado de análisis.
ru: Время выполнения анализа (по умолчанию)

source: Default value
ca: Valor predeterminat
cs: Implicitní hodnota
de: Standardwert
es: Valor predeterminado
ru: Значение по умолчанию

source: Default value of the 'Sample count' when users click 'ADD' button to create new Samples
ca: Nombre predeterminat de mostres (columnes) a la pàgina de registre de mostra.
cs: Výchozí hodnota „Počet vzorků“, když uživatelé kliknou na tlačítko „PŘIDAT“ a vytvoří se nové vzorky
de: Vorgabewert für 'Probenzahl' für das Erzeugen neuer Proben
es: Número predeterminado de muestras (columnas) en la página de registro de muestra.
ru: Количество образцов (по умолчанию) предлагаемое пользователю при нажатии кнопки 'Добавить образец'

source: Define an identifier code for the method. It must be unique.
ca: Codi identificatiu únic del mètode.
cs: Definujte identifikační kód metody. Musí to být jedinečné.
de: Definieren Sie einen ID Code für die Methode. Die ID ist eindeutig zu wählen.
es: Código identificativo único del método.
ru: Введите уникальный идентификатор метода.

source: Define interim fields such as vessel mass, dilution factors, should your calculation require them. The field title specified here will be used as column headers and field descriptors where the interim fields are displayed. If 'Apply wide' is enabled the field will be shown in a selection box on the top of the worksheet, allowing to apply a specific value to all the corresponding fields on the sheet.
ca: Definiu les variables d'entrada (p. ex. factor de dilució) que siguin necessàries per al càlcul. Els noms de les variables d'entrada es mostraran com a capçaleres a les vistes per a la introducció de resultats. Si marqueu la casella de selecció "Aplicar globalment", el camp també es mostrarà a una llista de selecció a la capçalera del full de treball perquè, amb un sol clic, pugueu aplicar el seu valor a totes les anàlisis a la vegada.
cs: Definujte prozatímní pole, například průměr kanyly, ředicí faktory, pokud to váš výpočet vyžaduje. Zde zadaný název pole bude použit jako záhlaví sloupců a deskriptorů polí, kde jsou zobrazena dočasná pole. Pokud je povoleno „Použít šířeji“, pole se zobrazí ve výběrovém poli v horní části listu, což umožní použít specifickou hodnotu na všechna odpovídající pole v listu.
de: Definieren sie Interimfelder, wie z.B. Gefäßmaß oder Verdünnungsfaktor, falls Ihre Berechnung das erfordern sollte. Das Titelfeld wird als Spaltenüberschrift und Feldbezeichner verwendet, wo das Interimfeld verwendet wird. Wenn die Option 'Global anwenden' aktiviert ist, wird das Feld in einer Auswahlliste oberhalb eines Arbeitsblatts angezeigt, welches es erlaubt einen bestimmten Wert auf alle übereinstimmenden Felder auf dem Arbeitsblatt anzuwenden.
es: Defina las variables de entrada (e.g. factor de dilución) que el cálculo requiera. Los títulos de los valores de entrada especificados se mostrarán como cabeceras de columnas en las vistas de introducción de resultados. Si 'Aplicar globalmente' está activado, el campo se mostrará en una lista de selección en la cabecera de la hoja de trabajo, permitiendo establecer un valor para todas las variables de entrada de la hoja de trabajo a la vez.
ru: Задайте внутренние поля необходимые для вычислений. Наименование полей будут использоваться как заголовки там где значения этих полей будут отображаться. Если включен флажок 'Применять ко всем' то это поле будет вынеесенов заголовки Рабочего листа и будет позвожно присваивать значение всем анализам содержащим это поле одномоментно.

source: Define the number of decimals to be used for this result.
ca: Nombre de decimals a utilitzar per a expressar aquest resultat
cs: Definujte počet desetinných míst, která mají být použita pro tento výsledek.
de: Anzahl der Nachkommastellen.
es: Número de decimales para este resultado.
ru: Число десятичных знаков для записи результата.

source: Define the precision when converting values to exponent notation. The default is 7.
ca: Precisió a partir de la qual s'ha d'utilitzar la notació exponencial. El valor per defecte és 7.
cs: Definujte přesnost při převodu hodnot na notaci exponentů. Výchozí hodnota je 7.
de: Anzahl der signifikaten Stellen der Exponentialschreibweise. Standard ist 7.
es: Precisión al convertir el resultado a notación exponencial. Valor predeterminado: 7.
ru: Задайте точность при конвертации в запись через экспоненту. По умолчанию 7.

source: Define the sampler supposed to do the sample in the scheduled date
ca: Persona que efectuarà el mostreig en la data programada
cs: Definovat vzorkovač, který má vzorek připravit v naplánovaném datu
de: Definieren Sie den Probenehmer für den geplanten Termin
es: Persona que realizará el muestreo en la fecha programada
ru: Выберите заборщика который произведет забор в заданную дату

source: Defines the stickers to use for this sample type.
ca: Etiquetes de codi de barres predeterminades per aquest tipus de mostra
cs: Definuje nálepky, které se mají použít pro tento typ vzorku.
de: Definiert Etiketten für diesen Probentyp
es: Etiquetas de código de barras predeterminadas para éste tipo de muestra
ru: Выберите наклейки для этого типа образцов

source: Degrees
ca: Graus
cs: Stupně
de: Grad
es: Grados
ru: Градусы

source: Department
ca: Departament
cs: Oddělení
de: Abteilung
es: Departamento
ru: Подразделение

source: Department ID
ca: ID del departament
de: Abteilungs-ID
es: ID del departamento
ru: ID Подразделения

source: Department Name
ca: Departament
cs: Název oddělení
de: Abteilungsname
es: Departamento

source: Departments
ca: Departaments
cs: Oddělení
de: Abteilungen
es: Departamentos
ru: Подразделения

source: Dependent Analyses
ca: Anàlisis dependents
cs: Závislé analýzy
de: Abhängige Analysen
es: Análisis dependientes
ru: Анализы подразделения

source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
ru: Описание

source: Description of the actions made during the calibration
ca: Descripció de les accions realitzades durant el procés de calibratge
cs: Popis akcí provedených během kalibrace
de: Maßnahmenbeschreibung während der Kalibrierung
es: Descripción de las acciones realizadas durante el calibramiento
ru: Описание работ по калибровке

source: Description of the actions made during the maintenance process
ca: Descripció de les accions realitzades durant el procés de manteniment
cs: Popis akcí provedených během procesu údržby
de: Maßnahmenbeschreibung während des Wartungsprozesses
es: Descripción de las acciones realizadas durante el proceso de mantenimiento
ru: Описание работ по обслуживанию

source: Description of the actions made during the validation
ca: Descripció de les accions realitzades durant la validació
cs: Popis akcí provedených během ověřování
de: Maßnahmenbeschreibung während der Validierung
es: Descripción de las acciones realizadas durante la validación
ru: Описание работ по валидации

source: Description of the location
ca: Descripció de la ubicació
cs: Popis místa
de: Beschreibung des Standorts
es: Descripción de la ubicación
ru: Описание локации

source: Description of the shelf
ca: Descripció del prestatge
cs: Popis police
de: Beschreibung des Regals
es: Descripción del estante
ru: Описание полки

source: Description of the site
ca: Descripció del lloc
cs: Popis místa
de: Beschreibung der Einrichtung
es: Descripción del sitio
ru: Описание помещения

source: Deselect all
ca: Desselecciona-ho tot
cs: Zrušit výběr všech
de: Nichts auswählen
es: Desmarcar todo

source: Detach
ca: Desvincula
cs: Odpojit
de: Ausgliedern
es: Desvincular
ru: Открепить

source: Disable auto fetch transitions
ca: Desactiva la consulta automàtica de transicions
de: Transitionen nicht automatisch laden
es: Desactivar la consulta automática de transiciones

source: Disable multi-verification for the same user
ca: No permetis la verificació múltiple per part d'un mateix usuari
cs: Zakázat vícenásobné ověření stejného uživatele
de: Deaktiviere mehrfaches Verifizieren durch den gleichen Benutzer
es: No permitir la verificación múltiple por un mismo usuario
ru: Запретить множественную верификацию одним пользователем

source: Discount
ca: Descompte
cs: Sleva
de: Rabatt
es: Descuento
ru: Скидка

source: Discount %
ca: Descompte %
cs: Sleva %
de: Rabatt %
es: Descuento %
ru: % скидки

source: Dispatch
ca: Envia
cs: Odeslat
de: Ausliefern
es: Enviar
ru: Отправить

source: Dispatch samples
ca: Enviament de mostres
cs: Expediční vzorky
de: Proben ausliefern
es: Envío de muestras
ru: Отправить образцы

source: Dispatched
ca: Enviada
cs: Odesláno
de: Ausgeliefert
es: Enviado
ru: Отправлено

source: Display Columns
ca: Mostrar columnes
cs: Zobrazit sloupce
de: Spalten anzeigen
es: Mostrar columnas
ru: Показывать столбцы

source: Display Value
ca: Valor a mostrar
cs: Zobrazená hodhota
de: Anzeigewert
es: Valor a mostrar
ru: Отобразить значение

source: Display Value is required
ca: Heu d'indicar el valor a mostrar
cs: Je vyžadováno zobrazení hodnoty
de: Anzeigewert erforderlich
es: El valor a mostrar es obligatorio
ru: Требуется значение для отображения

source: Display Value must be unique
ca: El text a mostrar ha de ser únic
cs: Hodnota zobrazení musí být jedinečná
de: Anzeigewert muss eindeutig sein
es: El valor a mostrar tiene que ser único
ru: Значение для отображения должно быть уникальным

source: Display a Detection Limit selector
ca: Mostra un selector per al límit de detecció
cs: Zobrazit selekční limit detekce
de: Zeige Auswahl für Erfassungsgrenzen
es: Mostrar el selector de límites de detección
ru: Отображать селектор порогового значения детектирования

source: Display sample partitions to clients
ca: Mostra les alíquotes als clients
cs: Zobrazení vzorových oddílů klientům
de: Zeige Kunden Probenpartitionen
es: Mostrar particiones de muestra a los clientes
ru: Показывать партиции клиентам

source: Dispose
ca: Elimina
cs: Zlikvidovat
de: Entsorgen
es: Eliminar
ru: Уничтожить

source: Disposed
ca: Eliminada
cs: Zlikvidován
de: Entsorgt
es: Eliminados
ru: Уничтожено

source: District
ca: Regió
cs: Okres
de: Bezirk
es: Región
ru: Округ

source: Document
cs: Dokument
de: Dokument
es: Documento
ru: Документ

source: Document ID
ca: ID del document
de: Dokumenten-ID
es: ID de documento
ru: ID документа

source: Document Location
ca: Ubicació del document
cs: Umístění dokumentu
de: Dokumentenort
es: Localización del documento
ru: Местонахождение документа

source: Document Type
ca: Tipus de document
cs: Typ dokumentu
de: Dokumententyp
es: Tipo de documento
ru: Тип документа

source: Document Version
ca: Versió del document
cs: Verze dokumentu
de: Dokumentenversion
es: Versión del documento
ru: Версия документа

source: Documents
cs: Dokumenty
de: Dokumente
es: Documentos
ru: Документы

source: Done
ca: Fet
cs: Hotovo
de: Fertig
es: Hecho

source: Dot (.)
ca: Punt (.)
cs: Bod (.)
de: Punkt (.)
es: Punto (.)
ru: Точка (.)

source: Down from
ca: No disponible des de
cs: Dolů od
de: Von
es: No disponible desde
ru: Начиная с

source: Down to
ca: No disponible fins
cs: Dolů k
de: Bis
es: No disponible hasta
ru: До

source: Download
ca: Descarrega
cs: Stáhnout
de: Herunterladen
es: Descargar
ru: Скачать

source: Download PDF
ca: Descarrega PDF
cs: Stáhnout PDF
de: PDF herunterladen
es: Descargar PDF
ru: Скачать PDF

source: Download selected reports
ca: Descarrega els informes seleccionats
cs: Stáhnout vybrané zprávy
de: Ausgewählte Berichte herunterladen
es: Descargar los informes seleccionados
ru: Скачать выбранные отчеты

source: Due
ca: Pendents
cs: Vypršeno
de: Fällig
es: Pendientes
ru: Ожидается

source: Due Date
ca: Data de venciment
cs: Datum vypršení
de: Fälligkeit
es: Fecha de vencimiento
ru: Дата ожидания

source: Dup Var
ca: Var. dup.
de: Duplikat Variation
es: Var. Dup.
ru: Дубликат Вар

source: Duplicate
ca: Duplicat
cs: Duplikát
de: Kopie
es: Duplicado
ru: Дублировать

source: Duplicate Analysis
ca: Anàlisi duplicada
cs: Duplikát analýzy
de: Doppelbestimmung
es: Análisis duplicado
ru: Дубликат анализ

source: Duplicate Of
ca: Duplicat de
cs: Duplikát
de: Kopie von
es: Duplicado de
ru: Дубликат

source: Duplicate QC analyses
ca: Anàlisis de QC per a duplicats
cs: Duplicitní analýzy QC
de: Doppelte QC-Analyse
es: Análisis de muestras duplicadas de QC
ru: Дубликат контроль

source: Duplicate Variation %
ca: Percentatge de variació permès entre el resultat de l'anàlisi i el seu duplicat
cs: Duplicitní varianta %
de: Abweichung Doppelbestimmung %
es: Porcentaje de variación permitido entre el resultado del análisis y el duplicado
ru: Вариативность дубликатов %

source: Duplicate keys in choices field
ca: El camp d'opcions de selecció conté claus duplicades
cs: Duplicitní klíče v poli volby
de: Doppelte Werte in Auswahlfeldern
es: Claves duplicadas en el campo de opciones
ru: Значение ключей строк не уникальны

source: Duplicate of
ca: Duplicat de
cs: Duplikát z
de: Duplikat von
es: Duplicado de
ru: Дубликат

source: Dynamic Analysis Specification
ca: Especificació dinàmica d'anàlisis
cs: Specifikace dynamické analýzy
de: Dynamische Analysenspezifikation
es: Especificación dinámica de análisis
ru: Динамическая спецификация Анализа

source: Dynamic Analysis Specifications
ca: Especificacions dinàmiques d'anàlisis
cs: Specifikace dynamické analýzy
de: Dynamische Analysenspezifikationen
es: Especificaciones dinámicas de anáilsis
ru: Динамические Спецификации Анализов

source: Dynamic Specification
ca: Especificació dinàmica
cs: Dynamická specifikace
de: Dynamische Spezifikation
es: Especificación dinámica
ru: Динамическая спецификация

source: E.g. SANAS, APLAC, etc.
ca: P. ex. ENAC, Applus, etc.
cs: Např. značky SANAS, APLAC atd.
de: z.B. SANAS, APLAC, etc.
es: P.ej., ENAC, Applus, etc.
ru: Например SANAS, APLAC и т.д.

source: Each import interface can define a folder, where the system looks for the results files while automatically importing results when calling the <code>auto_import_results</code> view.
ca: Per a cada interfície d'importació pot definir un directori concret on el sistema busqui, de manera automàtica, fitxers amb resultats a ser importats en executar la vista <code>auto_import_results</code>.
cs: Každé rozhraní importu může definovat složku, ve které systém hledá soubory s výsledky při automatickém importu výsledků při volání zobrazení <code>auto_import_results</code>.
de: Jede Importschnittstelle kann einen Ordner definieren, in dem das System nach den Ergebnisdateien sucht wenn Ergebnisse automatisch importiert werden, wenn der Endpunkt <code>auto_import_results</code> aufgerufen wird.
es: Para cada interfaz de importación se puede indicar un directorio donde el sistema busque nuevos resultados a importar cada vez que se ejecute la vista <code>auto_import_results</code>.
ru: Каждый интерфейс импорта может определить папку в которой система будет ожидать файлы с результатами измерения для запуска автоимпорта <code>auto_import_results</code>

source: Edit
ca: Edita
cs: Upravit
de: Bearbeiten
es: Editar
ru: Редактировать

source: Edit Multiple Analyses Results
ca: Edició múltiple de resultats
de: Mehrere Analysenergebnisse bearbeiten
es: Edición múltiple de resultados

source: Elevation
ca: Elevació
cs: Nadmořská výška
de: Erhöhung
es: Elevación
ru: Высота

source: Email
ca: Correu electrònic
es: Correo electrónico
ru: Отправить по электронной почте

source: Email Address
ca: Adreça de correu electrònic
cs: E-mailová adresa
de: E-Mail Adresse
es: Dirección de correo electrónico
ru: Адрес электронной почты

source: Email Log
ca: Registre de correu electrònic
cs: Protokol e-mailů
es: Registro de correo electrónico
ru: Журнал жлектронной почты

source: Email body for Sample Invalidation notifications
ca: Cos del missatge de correu electrònic que s'envia automàticament en invalidar una mostra i els seus resultats
cs: Tělo e-mailu pro oznámení o zneplatnění vzorku
de: E-Mail-Text zu Annullierungs-Mitteilungen
es: Cuerpo del correo electrónico para enviar notificaciones de Invalidación
ru: Тело письма при отправке уведомления об отмене результатов образца

source: Email body for Sample Rejection notifications
ca: Cos del missatge de correu electrònic que s'envia automàticament en rebutjar una mostra
cs: Tělo e-mailu pro oznámení o odmítnutí vzorku
de: E-Mail-Benachrichtigungstext bei Probenablehnung
es: Cuerpo del correo electrónico para enviar notificaciones de rechazo
ru: Тело письма при отбраковке образца

source: Email cancelled
ca: S'ha cancel·lat el correu electrònic
cs: E-mail byl zrušen
de: E-Mail-Versand abgebrochen
es: Correo electrónico cancelado

source: Email notification
ca: Notificació per correu electrònic
cs: Upozornění e-mailem
de: E-Mail-Benachrichtigung
es: Notificación por correo electrónico
ru: Письмо отменено

source: Email notification on Sample invalidation
ca: En invalidar mostres i resultats, notifica-ho automàticament mitjançant un correu electrònic
cs: E-mailové oznámení o zneplatnění vzorku
de: E-Mail-Benachrichtigung beim Invalidieren von Proben
es: Notificar por correo electrónico la invalidación de muestras
ru: Отправить уведомление при отмене результатов измерений

source: Email notification on Sample rejection
ca: En rebutjar mostres, notifica automàticament mitjançant un correu electrònic
cs: E-mailové oznámení o odmítnutí vzorku
de: E-Mail-Mitteilung bei Ablehnung von Proben
es: Notificar por correo electrónico el rechazo de muestras
ru: Отправить уведомленеи при выбраковке образца

source: Email sent
ca: S'ha enviat el correu electrònic
cs: E-mail odeslán
de: E-Mail gesendet
es: El correo electrónico se ha enviado

source: Empty keys are not supported
ca: Introduïu un valor per a les claus
cs: Prázdné klíče nejsou podporovány
de: Leere Schlagworte nicht möglich
es: Las claves no pueden ser vacías
ru: Значение ключа не может быть пустым

source: Enable Multiple Use of Instrument in Worksheets.
ca: Habilita el suport per a múltiples instruments de mesura en fulls de treball
cs: Povolit vícenásobné použití přístroje v pracovních listech.
de: Mehrfachverwendung von Geräten in Arbeitsblättern zulassen.
es: Activar el uso de múltiples instrumentos analíticos en hojas de trabajo.
ru: Разрешить множественное использование инструментов в разных рабочих листах.

source: Enable Sample Preservation
ca: Habilita la funcionalitat de conservació de mostres
cs: Povolit uchování vzorků
de: Probenkonservierung aktivieren
es: Activar la funcionalidad de conservación de muestras
ru: Включить сохранение (косервирование) образцов

source: Enable Sample Specifications
ca: Habilita la funcionalitat de rangs de validesa específics de mostra
cs: Povolit specifikace vzorku
de: Probenspezifikationen erlauben
es: Activar las funcionalidad de especificaciones para muestras
ru: Включить Спецификации Образцов

source: Enable Sampling
ca: Habilita la funcionalitat de recol·lecció de mostres
cs: Povolit odběr vzorků
de: Probenahme aktivieren
es: Activar la funcionalidad de muestreo
ru: Включить Сэмплирование

source: Enable Sampling Scheduling
ca: Habilita la funcionalitat de planificació periòdica de recol·lecció de mostres
cs: Povolit plánování vzorkování
de: Probenahmeterminplanung aktivieren
es: Activar la funcionalidad de planificación periódica de muestreos
ru: Включить расписание забора образцов

source: Enable global Audit Log
ca: Habilita el registre general d'auditoria
cs: Povolit globální protokol auditu
de: Aktivieren Sie das globale Audit Log
es: Activar el registro global de auditoría

source: Enable global Auditlog
ca: Habilita el registre general d'auditoria
cs: Povolit globální Auditlog
de: Aktivieren Sie das globale Audit Log
es: Activar el registro global de auditoría

source: Enable sampling workflow for the created sample
ca: Habilita la funcionalitat de recol·lecció per a la mostra enregistrada en el sistema
cs: Povolit pracovní postup odběru vzorků pro vytvořený vzorek
de: Probennahmeworkflow für die erzeugte Probe aktivieren
es: Activar el flujo de muestreo para la muestra creada
ru: Включить в рабочий процесс этап забор образца

source: Enable the Results Report Printing workflow
ca: Habilita la funcionalitat de seguiment i impressió d'informes de resultats
cs: Povolte pracovní postup Tisk sestavy výsledků
de: Ablauf für Ergebnisberichtsdruck aktivieren
es: Activar la funcionalidad de seguimiento de impresión de informes de resultados
ru: Включить в рабочий процесс этап Печать заключения

source: Enable the rejection workflow
ca: Habilita la funcionalitat de rebuig de mostres
cs: Povolit pracovní postup odmítnutí
de: Ablauf für Ablehnungen aktivieren
es: Activar la funcionalidad de rechazo de muestras y solicitudes
ru: Включить в рабочий процесс выбраковку образца

source: End Date
ca: Data de finalització
cs: Datum ukončení
de: Enddatum
es: Fecha fin
ru: Дата окончания
