Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: Preventive maintenance procedure
ca: Procediment de manteniment preventiu
cs: Postup preventivní údržby
de: Vorbeugende Wartungsprozedur
es: Procedimiento de mantenimiento preventivo
ru: Превентивная процедура обслуживания

source: Preview
ca: Previsualitza
cs: Náhled
de: Vorschau
es: Previsualizar
ru: Предпросмотр

source: Price
ca: Import
cs: Cena
de: Preis
es: Importe
ru: Цена

source: Price (excluding VAT)
ca: Import (sense IVA)
cs: Cena (bez DPH)
de: Preis (ohne MwSt.)
es: Importe (sin IVA)
ru: Цена (без НДС)

source: Price excluding VAT
ca: Import sense IVA
cs: Cena bez DPH
de: Preis ohne MwSt.
es: Importe sin IVA
ru: Цена без НДС

source: Pricelist
ca: Llista de preus
cs: Ceník
de: Preisliste
es: Lista de precios
ru: Прейскурант

source: Pricelist for
ca: Llista de preus
cs: Ceník pro
de: Preisliste für
es: Lista de precios
ru: Прейскурант для

source: Pricelists
cs: Ceníky
de: Preisliste
es: Listas de precios
ru: Прейскуранты

source: Primary Sample
ca: Mostra primària
cs: Primární vzorek
de: Primäre Probe
es: Muestra Primaria
ru: Родительский Образец

source: Print
ca: Imprimeix
cs: Tisk
de: Drucken
es: Imprimir
ru: Напечатать

source: Print Invoice
cs: Tisk faktury
de: Drucke Rechnung
es: Imprimir Factura
ru: Напечатать счет

source: Print Worksheet
cs: Tisk pracovního listu
de: Arbeitsblatt drucken
es: Imprimir hoja de trabajo

source: Print date:
ca: Data d'impressió:
cs: Datum tisku:
de: Datum des Drucks
es: Fecha de impresión:
ru: Дата печати:

source: Print pricelist
ca: Imprimeix la llista de preus
cs: Tisk ceníku
de: Preisliste drucken
es: Imprimir la lista de precios
ru: Распечатать прейскурант

source: Print stickers
cs: Tisk štítků
de: Drucke Etiketten
es: Imprimir pegatinas
ru: Напечатать наклейки

source: Printed
ca: Impreses
cs: Tištěno
de: Gedruckt
es: Impreso
ru: Напечатано

source: Printed on
cs: Vytištěno na
de: Gedruckt auf
es: Impreso en
ru: Напечатано на

source: Priority
ca: Prioritat
cs: Priorita
de: Priorität
es: Prioridad
ru: Приоритет

source: Profile
ca: Perfil
cs: Profil
de: Profil
es: Perfil de análisis
ru: Профиль

source: Profile Analyses
ca: Perfils d'anàlisi
cs: Analýzy profilu
de: Analysenprofile
es: Perfiles de análisis
ru: Аналитический профиль

source: Profile Key
ca: Identificador del perfil
cs: Klíč profilu
de: Profil-Schlüssel
es: Identificador del perfil
ru: Профиль ключ

source: Profile Keyword
ca: Paraula clau del perfil d'anàlisi
cs: Klíčové slovo profilu
de: Profil-Schlüsselwort
es: Clave identificativa del perfil
ru: Ключевое слово профиля

source: Profile Name
ca: Nom del perfil
cs: Název profilu
de: Profilname
es: Nombre del perfil

source: Progress
ca: Progrés
cs: Postup
de: Fortschritt
es: Progreso
ru: Прогресс

source: Prominent fields
cs: Významná pole
de: Prominente Felder
es: Campos destacados

source: Protocol ID
de: Protokoll ID
es: ID de protocolo
ru: ID протокола

source: Province
ca: Província
cs: Provincie
de: Provinz
es: Provincia
ru: Область

source: Publish
ca: Publica
cs: Publikovat
de: Veröffentlichen
es: Publicar
ru: Опубликовать

source: Published
ca: Publicada
cs: Publikováno
de: Veröffentlicht
es: Publicadas
ru: Опубликовано

source: Published By
ca: Publicat per
cs: Publikováno
de: Veröffentlicht von
es: Publicado por
ru: Опубликовано

source: Published Date
ca: Data de publicació
cs: Datum vydání
de: Veröffentlichungsdatum
es: Fecha de publicación
ru: Дата публикации

source: Published results
cs: Publikované výsledky
de: Veröffentlichte Ergebnisse
es: Resultados publicados
ru: Опубликованные результаты

source: Published {},
cs: Publikováno {},
de: Veröffentlicht {},
es: Publicado {},
ru: Опубликовано {},

source: QC Analyses
cs: QC Analýzy
de: QC Analysen
es: Análisis de QC
ru: QC Анализы

source: QC Results
cs: Výsledky QC
de: QC Ergebnisse
es: Resultados QC
ru: QC Результаты

source: QC Sample ID
cs: ID vzorku QC
de: QC Proben-ID
es: ID Muestra QC
ru: QC Эталона ID

source: Quarterly
ca: Trimestralment
cs: Čtvrtletně
de: Vierteljährlich
es: Trimestral
ru: Квартальный

source: Range max
ca: Llindar màxim
cs: Rozsah max
de: Bereich max
es: Umbral máximo
ru: Диапазон Макс

source: Range min
ca: Llindar mínim
cs: Minimální rozsah
de: Bereich min
es: Umbral mínimo
ru: Диапазон мин

source: Ranges for some analyses are different from the Specification
ca: Els rangs de validesa d'algunes anàlisis són diferents dels que hi ha definits a l'especificació assignada a la mostra
cs: Rozsahy pro některé analýzy se liší od specifikace
de: Die Bereiche für einige Analysen weichen von der Spezifikation ab
es: Los rangos para algunos análisis son diferentes de la Especificación
ru: Диапазоны некоторых анализов отличаются от заданных Спецификацией

source: Re-assign the Specification if you want to restore analysis ranges.
ca: Si voleu restablir els rangs de validesa de les anàlisis d'acord amb els que hi ha definits en l'especificació, cal que reassigneu l'especificació a la mostra i guardeu els canvis.
cs: Pokud chcete obnovit rozsahy analýzy, přiřaďte specifikaci znovu.
de: Weisen Sie die Spezifikation neu zu, wenn Sie Analysebereiche wiederherstellen möchten.
es: Vuelva a asignar la especificación si desea restaurar los rangos de análisis.
ru: Переназначьте Спецификацию что бы восстановить диапазоны.

source: Re-enter the password. Make sure the passwords are identical.
ca: Torneu a introduir la contrasenya i asseguri's que ambdues contrasenyes són idèntiques.
cs: Znovu zadejte heslo. Ujistěte se, že hesla jsou identická.
de: Geben Sie das Passwort erneut ein. Stellen Sie sicher, dass die Passwörter identisch sind.
es: Introduzca de nuevo la clave. Asegúrese que las claves coinciden.
ru: Повторно введите пароль. Убедитесь, что пароли являются идентичными.

source: Reasons for rejection
ca: Motius per al rebuig de mostres
cs: Důvody zamítnutí
de: Gründe für die Ablehnung
es: Motivos de rechazo
ru: Причины выбраковки

source: Reassign
ca: Reassigna
cs: Znovu přiřadit
de: Wiederzuweisen
es: Reasignar
ru: Переназначить

source: Reassignable Slot
ca: Posició buida
cs: Přiřazitelný slot
de: Wiederzuweisbarer Platz
es: Disponible
ru: Переназначаемый слот

source: Receive
ca: Recepciona
cs: Přijmout
de: Empfangen
es: Recibir
ru: Получить

source: Received
ca: Recepcionada
cs: Přijato
de: Empfangen
es: Recepcionadas
ru: Получено

source: Reception pending
ca: Per recepcionar
cs: Čeká se na příjem
de: Empfang ausstehend
es: Pendientes de recibir
ru: Ожидают прием

source: Recipients
ca: Destinataris
cs: Příjemci
de: Empfänger
es: Destinatarios
ru: Получатели

source: Reference
ca: Referència
de: Referenz
es: Referencia
ru: Эталон

source: Reference Analyses
ca: Anàlisis de referència
cs: Referenční analýzy
de: Referenzanalyse
es: Análisis de Referencia
ru: Контрольные Анализы

source: Reference Analysis
ca: Anàlisi de referència
cs: Referenční analýza
de: Referenzanalyse
es: Análisis de referencia
ru: Контрольный Анализ

source: Reference Definition
ca: Definició de referència
cs: Definice Reference
de: Referenz-Definition
es: Definición de referencia
ru: Определение эталона

source: Reference Definitions
ca: Definicions de referència
cs: Definice referencí
de: Referenz-Definitionen
es: Definiciones de referencia
ru: Эталон: Определения

source: Reference Sample
ca: Mostra de referència
cs: Referenční vzorek
de: Referenzprobe
es: Muestra de referencia
ru: Эталонный Образец

source: Reference Samples
ca: Mostres de referència
cs: Referenční vzorky
de: Referenzproben
es: Muestras de referencia
ru: Образцы эталона

source: Reference Values
ca: Valors de referència
cs: Referenční hodnoty
de: Referenzwert
es: Valores de referencia
ru: Эталонные значения

source: Reference sample values are zero or 'blank'
ca: Marqueu aquesta casella de selecció si voleu que els resultats esperats de les anàlisis per a mostres de referència d'aquest tipus hagin de ser zero o valor buit.
cs: Hodnoty referenčních vzorků jsou nulové nebo „prázdné“
de: Referenzprobenwerte sind Null oder 'blind'
es: Los valores para las muestras de referencia son cero o 'blanco'
ru: Значения эталонного образца 0 или "пусто"

source: Register
ca: Registre
cs: Registrovat
de: Registrieren
es: Registro
ru: Зарегистрировать

source: Registered
ca: Registrada
cs: Registrován
de: Registriert
es: Registrado
ru: Зарегистрировано

source: Reinstate
ca: Restableix
cs: Obnovit
de: Wiedereinstellen
es: Restaurar
ru: Восстановить

source: Reject
ca: Rebutja
cs: Odmítnout
de: Ablehnen
es: Rechazar
ru: Отбраковать

source: Reject Analysis
ca: Anàlisi rebutjada
cs: Odmítnout Analýzu
de: Analyse ablehnen
es: Rechazar análisis
ru: Отклонить анализ

source: Reject samples
ca: Rebuig de mostres
cs: Odmítnout vzorky
de: Proben ablehnen
es: Rechazar muestras
ru: Отбраковать образец

source: Rejected
ca: Rebutjada
cs: Odmítnuto
de: Abgelehnt
es: Rechazado
ru: Отбраковано

source: Rejected items: {}
ca: S'han rebutjat les mostres següents: {}
cs: Odmítnuté položky: {}
de: Ablehnte elemente: {}
es: Elementos rechazados: {}
ru: Отбраковано: {}

source: Rejected sample
ca: Mostra rebutjada
cs: Odmítnutý vzorek
de: Abgelehnte Probe
es: Muestras rechazadas
ru: Отбракованный образец

source: Rejected {} samples: {}
ca: S'han rebutjat {} mostres: {}
cs: Odmítnuto {} vzorků: {}
de: Abgelehnt {} Proben: {}
es: Rechazadas {} muestras: {}
ru: Отбраковано {} образцов: {}

source: Rejection cancelled
ca: S'ha cancel·lat el rebuig de mostres
cs: Odmítnutí zrušeno
de: Ablehnung abgebrochen
es: Proceso de rechazo cancelado
ru: Отбраковка отменена

source: Rejection reasons
ca: Indiqueu els motius pels quals voleu rebutjar la mostra
cs: Důvody odmítnutí
de: Ablehnungsgründe
es: Razones por el rechazo
ru: Причины отбраковки

source: Rejection workflow is not enabled
ca: La funcionalitat de rebuig de mostres no està habilitada.
cs: Odmítnutí pracovního postupu není povolen
de: Ablehnungsworkflow ist nicht aktiv
es: El flujo de trabajo de rechazo no está activado
ru: Рабочий процесс отбраковки не активирован

source: Reload
ca: Torna a carregar
cs: Načíst
de: Neu laden
es: Volver a cargar

source: Remarks
ca: Comentaris
cs: Poznámky
de: Bemerkungen
es: Comentarios
ru: Замечания

source: Remarks and comments for this request
cs: Poznámky a komentáře k této žádosti
de: Bemerkungen und Kommentare für diesen Probe
es: Comentarios y observaciones para esta solicitud
ru: Замечания и комментарии к этому заказу

source: Remarks of {}
cs: Poznámky z {}
de: Bemerkungen von {}
es: Comentarios sobre {}
ru: Замечания по {}

source: Remarks to take into account before calibration
ca: Aspectes a tenir en compte abans dur a terme el calibratge
cs: Poznámky, které je třeba vzít v úvahu před kalibrací
de: Wichtige Bemerkungen vor Kalibrierung
es: Observaciones a tener en cuenta antes de la calibración
ru: Замечания к рассмотрению до калибровки

source: Remarks to take into account before performing the task
ca: Aspectes a tenir en compte abans d'acomplir la tasca
cs: Poznámky, které je třeba vzít v úvahu před provedením úkolu
de: Wichtige Bemerkungen vor Durchführung
es: Observaciones a tener en cuenta antes de ejecutar la tarea
ru: Замечания к рассмотрению до выполнения задачи

source: Remarks to take into account before validation
ca: Aspectes a tenir en compte abans d'efectuar la validació
cs: Poznámky, které je třeba vzít v úvahu před ověřením
de: Wichtige Bemerkungen vor Validierung
es: Observaciones a tener en cuenta antes de la validación
ru: Замечания к рассмотрению до поверки

source: Remarks to take into account for maintenance process
ca: Aspectes a tenir en compte en el procés de manteniment
cs: Poznámky, které je třeba vzít v úvahu při procesu údržby
de: Bemerkungen für den Wartungsprozess
es: Observaciones a tener en cuenta para proceso de mantenimiento
ru: Замечания к рассмотрению до обслуживания

source: Remote IP
ca: IP remota
cs: Vzdálené IP
de: Entfernte IP
es: IP Remoto
ru: IP адрес

source: Remove
ca: Elimina
cs: Odstranit
de: Entfernen
es: Eliminar
ru: Удалить

source: Removed key {} from storage
ca: S'ha eliminat la clau {} de la memòria
cs: Klíč {} byl odebrán z úložiště
de: Aus Speicher entfernter Schlüssel {}
es: Se eliminó la clave {} del almacenamiento
ru: Удалено {} из хранилища

source: Render attachment in report
cs: Vykreslení přílohy v hlášení
de: Anhang im Bericht einbetten
es: Renderizar el fichero adjunto en el informe de resultados

source: Render in Report
cs: Vykreslit ve Zprávě
de: In Bericht einbinden
es: Renderizar en el Informe
ru: Отобразить в отчета

source: Repair
ca: Reparació
cs: Opravit
de: Reparatur
es: Reparar
ru: Починить

source: Repeat every
cs: Opakovat každý
de: Wiederholen am
es: Repetir cada
ru: Повторять каждый

source: Report
ca: Informe
cs: Zpráva
de: Bericht
es: Informes
ru: Отчет

source: Report Date
ca: Data de l'informe
cs: Datum Zprávy
de: Berichtsdatum
es: Fecha del informe
ru: Дата отчета

source: Report ID
ca: Identificador de l'informe
cs: ID Zprávy
de: Bericht ID
es: ID de informe
ru: ID отчета

source: Report identification number
ca: Número d'identificació de l'informe
cs: Identifikační číslo Zprávy
de: Bericht Identifikationsnummer
es: Número de identificación de informe
ru: Идентификатор отчета

source: Report upload
cs: Nahrát Zprávu
de: Bericht hochladen
es: Cargar informe
ru: Загрузить отчета

source: Republish
ca: Torna a publicar
cs: Znovu publikovat
de: Wiederveröffentlichen
es: Volver a publicar
ru: Переопубликовать

source: Republished after last print
ca: La mostra s'ha publicat de nou després de l'última impressió
cs: Znovu publikováno po posledním tisku
de: Neu veröffentlicht nach letztem Druck
es: Republicado después de la última impresión
ru: Переопубликовано с последней печати

source: Request ID
ca: ID de la sol·licitud
cs: ID požadavku
de: Auftrags ID
es: ID de la solicitud
ru: ID Запроса

source: Request new analyses
ca: Sol·licita noves anàlisis
cs: Vyžádat nové analýzy
de: Neue Analyse anfordern
es: Solicitar nuevos análisis
ru: Запросить новые анализы

source: Required
ca: Camp obligatori
cs: Požadované
de: Erforderlich
es: Campo obligatorio
ru: Требуется

source: Required Volume
ca: Volum necessari
cs: Požadovaný objem
de: Gefordertes Volumen
es: Volumen necesario
ru: Требуемый объем

source: Reset columns
ca: Reinicialitza les columnes
cs: Reset sloupců
de: Spalten zurücksetzen
es: Inicializar las columnas

source: Responsibles
ca: Responsables
cs: Odpovědnosti
de: Verantwortliche
es: Responsables
ru: Ответсвенные

source: Restore
ca: Recupera
cs: Obnovit
de: Wiederherstellen
es: Restaurar
ru: Восстановить

source: Result
ca: Resultat
cs: Výsledek
de: Ergebnis
es: Resultado
ru: Результат

source: Result Value
ca: Valor del resultat
cs: Výsledná hodnota
de: Ergebniswert
es: Valor de los resultados
ru: Значение результата

source: Result Value must be a number
cs: Výsledek Hodnota musí být číslo
de: Anzeigewert muss eine Nummer sein
es: El valor del resultado tiene que ser numérico
ru: Результат может быть только числом

source: Result Value must be unique
ca: El valor ha de ser únic
cs: Hodnota výsledku musí být jedinečná
de: Anzeigewert muss eindeutig sein
es: El valor del resultado tiene que ser único
ru: Результат должен быть уникальным

source: Result in shoulder range
cs: Výsledek v rozpětí
de: Ergebnis im Randbereich
es: Resultado en el límite del rango
ru: Результат в интервале

source: Result out of range
ca: El resultat està fora de rang
cs: Výsledek mimo rozsah
de: Ergebnis außerhalb des Bereichs
es: El resultado está fuera de rango
ru: Результат за пределами допустимого диапазона

source: Result range is different from Specification: {}
cs: Rozsah výsledků se liší od specifikace: {}
de: Ergebniswert weicht von der Spezifikation ab: {}
es: El rango de resultados es diferente de la especificación: {}
ru: Полученный интервал результата отличается от заданного в Спецификации: {}

source: Result values with at least this number of significant digits are displayed in scientific notation using the letter 'e' to indicate the exponent. The precision can be configured in individual Analysis Services.
cs: Výsledné hodnoty s alespoň tímto počtem platných číslic jsou zobrazeny ve vědeckém zápisu pomocí písmene „e“ pro označení exponentu. Přesnost lze nakonfigurovat v jednotlivých analytických službách.
de: Ergebniswerte mit mehr als der genannten Anzahl signifikanter Stellen werden in der Exponentialschreibweise dargestellt. Die Präzision wird in den einzelnen Analysenservices konfiguriert.
es: Los resultados con al menos este número de dígitos significativos se muestran en notación científica con la letra 'e' para indicar el exponente. La precisión se puede configurar en los servicios de análisis individuales.
ru: Результат отображается в научной нотации, где 'е' - экспонента. Точноть может быть задана в настройках Аналитической Услуги

source: Result variables
ca: Variables d'entrada
cs: Výsledné proměnné
de: Ergebnisvariablen
es: Variables de resultado
ru: Результирующие переменные

source: Results
ca: Resultats
cs: Výsledek
de: Ergebnisse
es: Resultados
ru: Результаты

source: Results Interpretation
ca: Interpretació de resultats
cs: Interpretace výsledků
de: Ergebnisinterpretation
es: Interpretación de resultados
ru: Заключение

source: Results have been withdrawn
ca: Els resultats s'han anul·lat
cs: Výsledky byly staženy
de: Ergebnisse wurden zurückgezogen
es: Los resultados han sido descartados
ru: Результаты отменены

source: Results interpretation
ca: Interpretació de resultats
cs: Interpretace výsledků
de: Ergebnisinterpretation
es: Interpretación de resultados
ru: Заключение

source: Results pending
ca: Sense resultat
cs: Výsledky čekají na vyřízení
de: Ausstehende Ergebnisse
es: Resultados pendientes
ru: Ожидают результатов

source: Retention Period
ca: Període de retenció
cs: Retenční období
de: Rückstellzeitraum
es: Período de retención
ru: Период хранения

source: Retested
ca: Prova repetida
cs: Znovu testováno
de: Erneut geprüft
es: Prueba repetida
ru: Повторный анализ

source: Retract
ca: Retracta
cs: Odvolat
de: Zurückziehen
es: Retirar
ru: Переставить

source: Retracted
ca: Retractada
cs: Zasunutý
de: Zurückgezogen
es: Retirado
ru: Переставлено

source: Retracted analyses
ca: Anàlisis retractades
cs: Zpětné analýzy
de: Zurückgezogene Analysen
es: Análisis retirados
ru: Переставленные анализы

source: Retractions
ca: Anàlisis retractades
cs: Stažení
de: Rückzüge
es: Retirados
ru: Переставлены

source: Review State
cs: Kontrola stavu
de: Überprüfungsstatus
es: Estado
ru: Состояние

source: Reviewed by
ca: Revisat per
cs: Zkontrolováno od
de: Überprüft durch
es: Revisado por
ru: Пересмотрено

source: Rollback
cs: Zpět k předešlému stavu
de: Zurückrollen
es: Restablecer
ru: Откатить

source: Routine Analyses
cs: Rutinní analýzy
de: Routineanalysen
es: Análisis rutinarios
ru: Рутинный анализ

source: SENAITE Core 1.x (do not install)
cs: SENAITE Core 1.x (neinstalovat)
de: SENAITE Core 1.x (nicht installieren!)
es: SENAITE Core 1.x (no instalar)

source: SENAITE front-page
ca: Pàgina inicial
cs: Vstupní strana SENAITE
de: SENAITE Startseite
es: SENAITE LIMS front-page
ru: Стартовая страница SENAITE

source: SMTP server disconnected. User creation aborted.
cs: Server SMTP byl odpojen. Vytvoření uživatele bylo přerušeno.
de: SMTP Server nicht verbunden. Benutzererstellung wurde abgebrochen.
es: Servidor SMTP desconectado. No se ha creado el usuario.
ru: SMTP сервер недоступен. Создание пользователя отменено.

source: Salutation
ca: Tractament
cs: Oslovení
de: Anrede
es: Tratamiento
ru: Приветствие

source: Sample
ca: Mostreja
cs: Vzorek
de: Probe
es: Muestra
ru: Образец

source: Sample ${AR} was successfully created.
cs: Vzorek ${AR} byl úspěšně vytvořen.
de: Probe ${AR} wurde erfolgreich erstellt.
es: Se ha creado la muestra ${AR}.
ru: Образец ${AR} успешно создан.

source: Sample Condition
cs: Ukázkový stav
de: Probenzustand
es: Condiciones de muestra
ru: Состояние образца

source: Sample Conditions
cs: Vzorové podmínky
de: Probenzustände
es: Condiciones de muestra
ru: Образец: Условия

source: Sample Container
cs: Kontejner na vzorky
de: Probenbehälter
es: Contenedor de muestra

source: Sample Containers
cs: Kontejnery na vzorky
de: Probenbehälter
es: Contenedores de muestras

source: Sample Header
cs: Záhlaví vzorku
de: Probenkopf
es: Cabecera de muestra

source: Sample ID
ca: Identificador de mostra
cs: ID vzorku
de: Proben ID
es: ID de muestra
ru: ID Образца

source: Sample Matrices
ca: Suports per a mostres
cs: Matrice vzorků
de: Probenmatrizes
es: Soportes de las muestras
ru: Образец: Матрицы

source: Sample Matrix
ca: Categoria del tipus de mostra
cs: Matice vzorků
de: Probenmatrix
es: Soporte de la muestra
ru: Матрикс Образцов

source: Sample Partitions
ca: Particions de mostres
cs: Oddělky vzorků
de: Teilproben
es: Particiones de muestras
ru: Партиции

source: Sample Point
ca: Punt de mostreig
cs: Vzorkovací bod
de: Probenahmestelle
es: Punto de muestreo
ru: Место забора образца

source: Sample Points
ca: Punts de mostreig
cs: Body vzorků
de: Probenahmestellen
es: Puntos de muestreo
ru: Образец: Места забора

source: Sample Rejection
cs: Odmítnutí vzorku
de: Ablehnung der Probe
es: Rechazo de muestra
ru: Отбраковка образца

source: Sample Templates
cs: Šablony vzorku
de: Proben Vorlagen
es: Plantillas de muestras
ru: Шаблон Образца

source: Sample Type
ca: Tipus de mostra
cs: Typ vzorku
de: Probenart
es: Tipo de muestra
ru: Тип образца

source: Sample Type Prefix
ca: Prefix del tipus de mostra
cs: Předpona typu vzorku
de: Probenartpräfix
es: Prefijo del tipo de muestra
ru: Тип префикса образца

source: Sample Types
ca: Tipus de mostres
cs: Typy vzorků
de: Probenarten
es: Tipos de muestras
ru: Образец: Типы

source: Sample View
cs: Zobrazení vzorku
de: Probenansicht
es: Vista de muestra

source: Sample collected by the laboratory
cs: Vzorek odebraný laboratoří
de: Probe im Labor genommen
es: Muestra recogida por el laboratorio
ru: Образец забран лабораторией

source: Sample creation cancelled
cs: Vytvoření vzorku zrušeno
de: Probenerstellung abgebrochen
es: Se ha cancelado el registro de muestra

source: Sample date required for sample %s
cs: Požadované datum pro vzorek %s
de: Probenahmedatum fehlt für Probe %s
es: Fecha de muestra requerida para %s
ru: Укажите дату забора для образца %s

source: Sample due
ca: Per recepcionar
cs: Vypršení vzorku
de: Probe ausstehend
es: Pendiente de recibir
ru: Образец ожидается

source: Sample received
ca: Recepcionades
cs: Vzorek přijat
de: Probe erhalten
es: Muestra recepcionada
ru: Образец принят

source: Sample type
ca: Tipus de mostra
cs: typ vzorku
de: Probenart
es: Tipo de muestra
ru: Тип образца

source: Sample types
ca: Tipus de mostres
cs: Typy vzorků
de: Probenarten
es: Tipos de muestra

source: Sample view configuration
ca: Configuració de la vista de mostra
cs: Konfigurace zobrazení vzorku
de: Konfiguration der Probenansicht
es: Configuración de la vista de muestra

source: Sample with partitions
ca: Alíquotes
cs: Vzorek s oddělky
de: Probe mit Partitionen
es: Muestra con particiones
ru: Образце с партициями

source: SampleMatrix
de: Probenmatrix
es: MuestraMatrix
ru: Матрица образцов

source: SampleType
cs: Typ vzorku
de: Probenart
es: Tipo de muestra
ru: ТипОбразца

source: Sampler
ca: Mostrejador
cs: Vzorkovač
de: Probenehmer
es: Muestreado por
ru: Пробоотборщик

source: Sampler for scheduled sampling
cs: Vzorkovač pro plánovaný odběr vzorků
de: Probenehmer für die geplante Probennahme
es: Muestreador para el muestreo programado
ru: Пробоотборщик для запланированного забора

source: Sampler required for sample %s
cs: Vzorkovač potřebný pro vzorek %s
de: Probennehmer für Probe erforderlich %s
es: Muestrador requerido para muestra %s
ru: Укажите пробоотборщика для образца %s

source: Samples
ca: Mostres
cs: Vzorky
de: Proben
es: Muestras
ru: Образцы
