Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: description_sample_parent_sample
de: Referenz zur übergeordneten Probe
es: Referencia a la muestra padre.

source: description_sample_preservation
ca: Seleccioneu el mètode de conservació per aquesta mostra.
de: Wählen Sie die gewünschte Konservierung für diese Probe aus
es: Seleccione el protocolo de conservación que requiere la muestra.

source: description_sample_primary
de: Wählen Sie eine Probe aus, um ein Sekundärprobe zu erstellen
es: Seleccione la muestra a partir de la cual se creará una muestra secundaria.

source: description_sample_profiles
de: Wählen Sie ein Analyseprofil für diese Probe aus
es: Seleccione el perfil de análisis de la muestra.

source: description_sample_publicationspecification
de: Wählen Sie eine Analysespezifikation aus, die im Veröffentlichungsbericht der Probe verwendet werden soll
es: Seleccione las especificaciones de aresultados a ser utilizadas en el informe de resultados.

source: description_sample_retracted
de: Verweis zur zurückgezogenen Probe
es: Referencia a la muestra retirada.

source: description_sample_samplecondition
de: Der Probenzustand
es: Indique las condiciones de la muestra.

source: description_sample_samplepoint
de: Ort, an dem die Probe entnommen wurde
es: Ubicación o localización de donde se tomó la muestra.

source: description_sample_sampletype
de: Wählen Sie die Probenart dieser Probe aus
es: Seleccione el tipo de la muestra.

source: description_sample_samplingdate
de: Das Datum, an dem die Probe entnommen wird
es: Indique la fecha estimada de la toma de muestra

source: description_sample_samplingdeviation
de: Abweichung zwischen der Probe und der Art und Weise, wie sie beprobt wurde
es: Indique si se produjo alguna anomalía o alteración durante la toma de muestra.

source: description_sample_specification
de: Wählen Sie eine Analysenspezifikation für diese Probe aus
es: Seleccione las espeficaciones de análisis con los rangos de validez a utilizar para las analíticas de la muestra.

source: description_sample_storagelocation
ca: Indiqueu la ubicació on es guardarà la mostra
de: Ort, an dem die Probe aufbewahrt wird
es: Ubicación o localización donde está almacenada la muestra.

source: description_sample_subgroup
de: Die zugewiesene Batch-Untergruppe dieser Anfrage
es: El subgrupo de lote asignado a esta muestra y lote.

source: description_sample_template
de: Wählen Sie eine Analysenvorlage für diese Probe aus
es: Seleccione la plantilla de muestra.

source: description_samplepoint_sampletypes
de: Die Liste der Probenarten die an dieser Probenahmestelle gesammelt werden können. Wenn keine Probenarten ausgewählt sind, sind alle Probenarten verfügbar.
es: Lista de tipos de muestra que pueden ser recogidos de estea localización o punto de muestreo. Al seleccionar un tipo de muestra en el formulario de registro o de edición de muestra, solo se mostrarán los puntos de muestreo de los que se pueda recoger dicho tipo.

source: description_sampletype_containertype
de: Der Standardbehältertyp. Neuen Probenpartitionen wird automatisch ein Behälter dieses Typs zugewiesen, es sei denn, dies wurde pro Analyseleistung näher spezifiziert
es: El tipo de recipiente por defecto. Este tipo de recipiente se asignará automáticamente a nuevas particiones de muestra a menos que ya se haya indicado un tipo de recipiente específico para el servicio de análisis relacionado.

source: description_sampletype_samplematrix
de: Wählen Sie die Probenmatrix für diese Probenart aus
es: Seleccione la base o matriz del tipo de muestra.

source: description_senaitesetup_always_cc_responsibles_in_report_emails
de: Bei Auswahl erhalten die Verantwortlichen aller beteiligten Laborabteilungen Veröffentlichungs-E-Mails.
es: Marque esta casilla si desea que los responsables de departamentos involucrados también reciban correos electrónicos en copia al publicar informes de resultados.

source: description_senaitesetup_categorizesampleanalyses
de: Analysen in Proben nach Kategorie gruppieren
es: Agrupar los análisis por categorías dentro de la vista de muestras.

source: description_senaitesetup_immediateresultsentry
de: Ermöglichen Sie dem Benutzer die direkte Eingabe von Ergebnissen nach der Probenerstellung, z.B. zur sofortigen Eingabe von Feldergebnissen oder Laborergebnissen, wenn der automatische Probenempfang aktiviert ist.
es: Permite que el usuario pueda efectuar la introducción directa de resultados justo después de crear la muestra. Esta funcionalidad es útil para por ejemplo la captura de resultados durante el muestreo.

source: description_senaitesetup_maxnumberofsamplesadd
de: Maximale Anzahl an Proben, die gemäß dem im Probenregistrierungsformular für das Feld „Anzahl der Proben“ festgelegten Wert erstellt werden können
es: Número máximo de muestras que se pueden crear de acuerdo con el valor establecido para el campo 'Número de muestras' en el formulario de registro.

source: description_senaitesetup_publication_email_text
de: Legen Sie den E-Mail-Text fest, der standardmäßig verwendet werden soll, wenn Ergebnisberichte an die ausgewählten Empfänger gesendet werden. Sie können reservierte Schlüsselwörter verwenden: $client_name, $recipients, $lab_name, $lab_address
es: Texto por defecto del cuerpo del correo electrónico que debe utilizarse por defecto cuando al enviar informes de resultados a los destinatarios seleccionados. Puede utilizar las palabras reservadas siguientes: $client_name (nombre de cliente), $recipients (lista de recipientes), $lab_name (nombre del laboratorio), $lab_address (dirección física del laboratorio).

source: description_senaitesetup_sampleanalysesrequired
de: Für die Probenregistrierung sind Analysen erforderlich
es: Marque esta casilla si desea que sea obligatorio seleccionar como mínimo un análisis durante el registro de muestra.

source: description_setup_landingpage
de: Die Startseite wird nicht authentifizierten Benutzern angezeigt, wenn das Dashboard nicht als Standard-Startseite ausgewählt ist. Wenn keine Startseite ausgewählt ist, wird die Standard-Startseite angezeigt
es: Página por defecto para usuarios anónimos o para usuarios autentificados cuando la vista principal con indicadores está desactivada. Si no selecciona ninguna página de inicio, el sistema mostrará la página de de bienvenida por defecto.

source: description_worksheettemplate_instrument
de: Wählen Sie das gewünschte Prüfgerät aus
es: Instrumento analítico que se asignará por defecto a las hojas de trabajo que se creen a partir de esta plantilla.

source: description_worksheettemplate_restrict_to_method
de: Beschränken Sie die verfügbaren Analyseleistungen und -Prüfgeräte auf diejenigen mit der ausgewählten Methode. <br/>Um diese Änderung auf die Liste der Analyseleistungen anzuwenden, sollten Sie die Änderung zunächst speichern.
es: Si está seleccionado, solo será posible asignar analíticas y instrumentos analíticos que estén admitidos o soportados por el método seleccionado.<br/>Para que el cambio tenga efecto en la lista actual de servicios de análisis disponibles, primero debe guardar la plantilla.

source: error_analyssirequest_numsamples_above_max
de: Die Anzahl der für den Datensatz 'Probe ${record_index}' (${num_samples}) zu erstellenden Proben liegt über ${max_num_samples}
es: El número de muestras a crear para el registro 'Sample ${record_index}' (${num_samples}) es superior a ${max_num_samples}

source: error_datetime_after_max
de: ${name} liegt nach ${max_date}, bitte korrigieren.
es: La ${name} es posterior a ${max_date}

source: error_datetime_before_min
de: ${name} liegt vor ${min_date}, bitte korrigieren.
es: La ${name} es anterior a ${min_date}

source: hours
ca: hores
cs: hodin
de: Stunden
es: horas

source: hours: {} minutes: {} days: {}
ca: hores: {} minuts: {} dies: {}
cs: hodin: {} minut: {} dnů: {}
de: Stunden: {} Minuten: {} Tage: {}
es: horas: {} minutos: {} días: {}

source: in
cs: v
es: en
ru: в

source: label_Labels
ca: Etiquetes
de: Etiketten
es: Etiquetas

source: label_add_to_groups
ca: Afegeix als grups següents:
de: Zu den folgenden Gruppen hinzufügen:
es: Añadir a los grupos siguientes:

source: label_analysis_category
ca: Categoria d'anàlisis
de: Analysenkategorie
es: Categoría de análisis

source: label_analysis_department
ca: Departament
de: Abteilung
es: Departamento

source: label_analysis_results_options_sorting
ca: Criteri d'ordenació
de: Sortierkriterien
es: Criterio de ordenación

source: label_analysis_unit
ca: Unitats de mesura per defecte
de: Standardeinheit
es: Unidad por defecto

source: label_analysis_unitchoices
ca: Unitats de mesura disponibles
de: Einheiten zur Auswahl
es: Unidades para selección

source: label_analysisrequest_numsamples
ca: Nombre de mostres
de: Probenanzahl
es: Número de muestras

source: label_analysisspec_dynamicspec
de: Dynamische Analyse Spezifikation
es: Especificaciones dinámicas de análisis

source: label_analysisspec_sampletype
de: Probenart
es: Tipo de muestra

source: label_arreport_contained_samples
de: Enthaltene Proben
es: Muestras incluidas

source: label_arreport_sample
de: Primäre Probe
es: Muestra primaria

source: label_artemplate_profile
de: Analysenprofil
es: Perfil de análisis

source: label_artemplate_samplepoint
de: Probenahmestelle
es: Punto de muestreo

source: label_artemplate_sampletype
de: Probenart
es: Tipo de muestra

source: label_attachment_type
de: Art des Anhangs
es: Tipo de fichero adjunto

source: label_autoimportlog_instrument
de: Prüfgerät
es: Instrumento analítico

source: label_autoimportlog_logtime
de: Protokollzeit
es: Tiempo de registro

source: label_autoimportlog_results
de: Ergebnis
es: Resultados

source: label_batch_client
de: Kunde
es: Cliente

source: label_bikasetup_always_cc_responsibles_in_report_emails
de: Veröffentlichungs-E-Mails immer an die Verantwortlichen versenden
es: Notificar responsables por correo electrónico al publicar resultados

source: label_bikasetup_categorizesampleanalyses
de: Analysen in Proben kategorisieren
es: Categorizar análisis de muestras

source: label_bikasetup_email_body_sample_publication
de: E-Mail-Text für Benachrichtigungen bei Probenveröffentlichung
es: Cuerpo del correo electrónico para notificaciones de publicación de muestras

source: label_bikasetup_immediateresultsentry
de: Sofortige Ergebniseingabe
es: Entrada immediata de resultados

source: label_bikasetup_sampleanalysesrequired
de: Analysen in Proben erforderlich
es: No permitir el registro de muestras sin análisis

source: label_calculation_dependentservices
de: Abhängige Analyseleistungen
es: Servicios dependientes

source: label_category_department
de: Abteilung
es: Departamento

source: label_client_defaultcategories
de: Standardkategorien
es: Categorías por defecto

source: label_client_restrictcategories
de: Kategorien einschränken
es: Categorías disponibles

source: label_contact_cccontact
de: Kontakte in CC
es: Contactos en copia

source: label_container_preservation
ca: Conservació
de: Konservierung
es: Método de conservación

source: label_container_type
de: Behälterart
es: Tipo de recipiente

source: label_department_manager
de: Abteilungsleiter
es: Encargado del departamento

source: label_instrument_instrumentlocation
ca: Ubicació
de: Standort
es: Ubicación o localización

source: label_instrument_instrumenttype
de: Prüfgerätetyp
es: Tipo de instrumento analítico

source: label_instrument_manufacturer
de: Hersteller
es: Fabricante

source: label_instrument_supplier
de: Lieferant
es: Proveedor

source: label_instrumentcalibration_worker
de: Durchgeführt von
es: Efectuado por

source: label_instrumentcertification_preparator
de: Vorbereitet von
es: Preparado por

source: label_instrumentcertification_validator
de: Freigegeben von
es: Aprobado por

source: label_instrumentvalidation_worker
de: Durchgeführt von
es: Realizada por

source: label_labcontact_default_department
de: Standardabteilung
es: Departamento por defecto

source: label_labcontact_departments
de: Abteilungen
es: Departamentos

source: label_laboratory_supervisor
de: Abteilungsleiter
es: Supervisor

source: label_powered_by
de: SENAITE basiert auf
es: SENAITE es desarrollado por:

source: label_powered_by_plone
de: Plone & Python
es: Plone y Python

source: label_referencedefinition_blank
ca: Mostra en blanc
de: Blindprobe
es: Blanco

source: label_referencedefinition_hazardous
de: Gefährlich
es: Peligroso

source: label_referencedefinition_referencevalues
de: Referenzwerte
es: Valores de referencia

source: label_referencesample_manufacturer
de: Hersteller
es: Fabricante

source: label_referencesample_referencedefinition
de: Referenzdefinition
es: Definición de referencia

source: label_sample_batch
de: Batch
es: Lote

source: label_sample_cccontact
de: Kontakt in CC
es: Contactos en copia

source: label_sample_client
de: Kunde
es: Cliente

source: label_sample_contact
de: Kontakt
es: Contacto

source: label_sample_container
de: Behälter
es: Recipiente

source: label_sample_datesampled
de: Probenahmedatum
es: Fecha de muestreo

source: label_sample_detached_from
ca: Alíquota desvinculada de
de: Von der Probe getrennt
es: Muestra original

source: label_sample_invoice
de: Rechnung
es: Factura

source: label_sample_parent_sample
de: Übergeordnete Probe
es: Muestra padre

source: label_sample_preservation
ca: Conservació
de: Konservierung
es: Conservación

source: label_sample_primary
de: Primäre Probe
es: Muestra primaria

source: label_sample_profiles
de: Analysenprofile
es: Perfiles de análisis

source: label_sample_publicationspecification
de: Veröffentlichungsspezifikation
es: Especificaciones para publicación

source: label_sample_retracted
de: Wiederholungstest der Probe
es: Muestra original invalidada

source: label_sample_samplecondition
de: Probenzustand
es: Condiciones de muestra

source: label_sample_samplepoint
de: Probenahmestelle
es: Punto de muestreo

source: label_sample_sampletype
de: Probenart
es: Tipo de muestra

source: label_sample_samplingdate
de: Voraussichtliches Probenahmedatum
es: Fecha estimada de muestreo

source: label_sample_samplingdeviation
de: Probenahmeabweichung
es: Anomalías de muestreo

source: label_sample_specification
de: Analysenspezifikation
es: Especificaciones de análisis

source: label_sample_storagelocation
ca: Ubicació d'emmagatzematge
de: Lagerort
es: Ubicación o localización

source: label_sample_subgroup
de: Batch Untergruppe
es: Subgrupo de lote

source: label_sample_template
de: Probenvorlage
es: Plantilla de muestra

source: label_samplepoint_sampletypes
de: Probenarten
es: Tipos de muestra

source: label_sampletype_containertype
de: Standard Behältertyp
es: Tipo de recipiente por defecto

source: label_sampletype_samplematrix
de: Probenmatrix
es: Matriz

source: label_save
de: Speichern
es: Guardar

source: label_senaite
de: SENAITE LIMS
es: SENAITE LIMS

source: label_senaitesetup_fieldset_analyses
de: Analysen
es: Análisis

source: label_senaitesetup_fieldset_samples
de: Proben
es: Muestras

source: label_senaitesetup_maxnumberofsamplesadd
de: Maximalwert für das Feld „Anzahl der Proben“ bei der Registrierung
es: Valor máximo para el campo 'Número de muestras' en el formulario de registro de muestra

source: label_setup_landingpage
de: Startseite
es: Página de bienvenida

source: label_setupview_item
de: Inhalt
es: ítem

source: label_setupview_items
ca: Elements
de: Inhalte
es: ítems

source: label_specs_rangecomment
de: Kommentar wenn außerhalb des gültigen Bereichs
es: Comentario de fuera de rango

source: label_title
de: Titel
es: Título

source: label_upgrade_hellip
de: Aktualisieren…
es: Actualizar...

source: label_worksheettemplate_instrument
de: Bevorzugtes Prüfgerät
es: Instrumento analítico

source: label_worksheettemplate_restrict_to_method
de: Auf Methode beschränken
es: Método

source: minutes
cs: minut
de: Minuten
es: minutos

source: monthly
cs: měsíčně
de: monatlich
es: mensual
ru: ежемесячно

source: of
ca: de
cs: z
de: von
es: de

source: overview
cs: přehled
de: Übersicht
es: Resumen
ru: обзор

source: quarterly
cs: čtvrtletní
de: vierteljährlich
es: trimestral
ru: ежеквартально

source: repeating every
ca: es repeteix cada
cs: opakovat každý
de: wiederholt sich jede
es: repitiendo cada

source: repeatperiod
ca: període de repetició
cs: doba opakování
de: Wiederholungszeitraum
es: período de repetición
ru: Интервал повторений

source: this_sample_has_been_dispatched_by
ca: ${actor} va enviar la mostra el dia ${date}
de: Diese Probe wurde von ${actor} am ${date} versandt.
es: Esta muestra ha sido enviada el ${date} por ${actor}

source: time_format
de: ${H}:${M}
es: ${H}:${M}

source: title_analyst_role
de: Analytiker
es: Analista

source: title_built_with_plone
de: Diese Seite wurde mit Plone Open Source CMS/WCM gebaut.
es: Este sitio fue construido usando el CMS/WCM de código abierto Plone.

source: title_copyright
de: Copyright
es: Derechos de autor

source: title_lab_clerk_role
de: Laborant
es: Recepcionista

source: title_lab_manager_role
de: Laborleiter
es: Responsable

source: title_manager_role
de: Leiter
es: Administrador

source: title_owner_role
de: Besitzer
es: Propietario

source: title_preserver_role
ca: Conservador
de: Konservierer
es: Conservador

source: title_publisher_role
de: Veröffentlicher
es: Publicador

source: title_required
ca: Necessari
de: Titel fehlt
es: Campo obligatorio

source: title_sampler_role
de: Probenehmer
es: Muestrador

source: title_senaitesetup_always_cc_responsibles_in_report_emails
de: Senden Sie Veröffentlichungs-E-Mails immer an die Verantwortlichen
es: Notificar responsables por correo electrónico al publicar resultados

source: title_senaitesetup_categorizesampleanalyses
de: Analysen in Proben kategorisieren
es: Categorizar análisis de muestras

source: title_senaitesetup_publication_email_text
de: E-Mail Text bei Probenveröffentlichung
es: Cuerpo del correo electrónico para notificaciones de publicación de muestras

source: title_senaitesetup_sampleanalysesrequired
de: Analysen in Probe erforderlich
es: No permitir el registro de muestras sin análisis

source: title_verifier_role
de: Prüfer
es: Verificador

source: to
ca: fins
cs: do
de: An
es: hasta
ru: по

source: until
ca: fins
cs: dokud
de: bis
es: hasta
ru: до

source: updated every 2 hours
ca: s'actualitza cada dues hores
cs: aktualizováno každé 2 hodiny
de: Aktualisiert alle 2 Stunden
es: actualizado cada 2 horas
ru: обновляется каждые 2 часа

source: verification(s) pending
cs: čeká (se) na ověření
de: Verifikation(en) ausstehend
es: verificación(es) pendiente(s)
ru: проверка(и) в ожидании

source: weekly
cs: týdně
de: wöchentlich
es: semanal
ru: еженедельно

source: yearly
cs: ročně
de: jährlich
es: anual
ru: ежегодно

source: {} (Out of date)
cs: {} (zastaralé)
de: {} (veraltet)
es: {} (Caducado)
ru: {} (Просрочено)

source: {} weeks and {} day(s)
cs: {} týdnů a {} dny(ů)
de: {} Woche(n) und {} Tag(e)
es: {} semanas y {} día(s)
ru: {} недели(ль) и {} дня(ей)

source: (Control)
cs: (Kontrolní)
de: (Kontroll-Standard)
ru: (Контроль)

source: Actor
cs: osoba hrající roli
de: Ausführender User
ru: Участник

source: Cardinal
cs: Základní
de: Kardinal
ru: Сглаживание

source: Control
cs: Kontrola
de: Kontrolle
ru: Контроль

source: General
cs: Obecné
de: Allgemein

source: Manual
cs: Ručně
de: Manuell
ru: Ручной

source: No
cs: Ne
de: Nein
ru: Нет

source: Open Source Web based Laboratory Information Management System
de: Open Source Web-basiertes Labor-Information-Management-System
ru: Лабораторная информационная система с открытым исходным кодом на базе веб-технологий

source: Portal Types
ca: Tipus de continguts
cs: Typy Portálu
de: Portaltypen
ru: Типы материалов

source: Reset
ca: Reinicialitza
de: Zurücksetzen
ru: Сбросить

source: Retest
cs: Opakovaně testovat
de: Erneut prüfen
ru: Повторить анализ

source: Roles
ca: Rols
cs: Role
de: Rollen
ru: Роли

source: SENAITE LIMS front-page
cs: SENAITE LIMS Úvodní strana
de: SENAITE LIMS Startseite
ru: Стартовая страница SENAITE LIMS

source: SENAITE Registry
cs: Registr SENAITE
de: SENAITE-Registrierung

source: Subtotal
cs: Mezisoučet
de: Zwischensumme
ru: Итого

source: Total
cs: Celkem
de: Gesamt
ru: Итого

source: % Performed
ru: % Выполнено

source: % Published
ru: % Опубликовано

source: 'Min' and 'Max' values indicate a valid results range. Any result outside this results range will raise an alert. 'Min warn' and 'Max warn' values indicate a shoulder range. Any result outside the results range but within the shoulder range will raise a less severe alert. If the result is out of range, the value set for '< Min' or '< Max' will be displayed in lists and results reports instead of the real result.
ru: Значения 'Min' и 'Max' обозначают допустимый(валидный) диапазон значений, результаты измерений вне заданного диапазона вызывают предупреждение. 'Min warn' and 'Max warn' задают пограничный диапазон, значения измерений в котором инициирует менее строгое предупреждение. Если результат выходит за пределы допустимых или пограничных значений в качестве результата присваиваются значения заданные в полях '<Мин' или '>Макс' вместо реального результата.

source: (Hazardous)
ru: (Опасный)

source: < Min
ca: < Mín
ru: < Мин.

source: Actions performed by users (or specific user) between a period of time
ru: Действия пользователей (или конкретного пользователя) за период времени

source: Add analyses from the selected profile to the template
ru: Добавить анализы из выбранного профиля в шаблон

source: Administration
ru: Администрирование

source: Administrative Reports
ru: Административные отчеты

source: After ${end_date}
ru: После ${end_date}

source: Always expand the selected categories in client views
ru: Всегда раскрывать выбранные категории в представлениях клиента

source: Amount
ru: Количество

source: Analyses per analysis service
ru: Анализы сгруппированные по видам

source: Analyses per sample type
ru: Анализы по типу образца

source: Analyses per service
ru: Анализы по клиенту за период

source: Analyses performed and published as % of total
ru: Анализы выполненные и опубликованные как % от общего

source: Analyses performed as % of total
ru: Анализы выполненные как % от общего

source: Analyses related reports
ru: Отчеты по анализам

source: Analyses summary per department
ru: Аналитические услуги по подразделению

source: Analysis Categories
ru: Анализы: Категории

source: Analysis Category
ru: Категория анализа

source: Analysis Profile
ru: Профили (панели)

source: Analysis State
ru: Состояние Анализа

source: Analysis category
ru: Категория анализа

source: Analysis profiles apply a certain set of analyses
ru: Панели анализов включают заданный набор аналитических услуг

source: Analysis service
ru: Аналитическая услуга

source: Analysis turnaround time
ru: Общее время выполненения анализа

source: Analysis turnaround time over time
ru: Общее время выполения анализа за заданный период

source: Analysis turnaround times
ru: Общее время выполненения анализов

source: Analysis turnaround times over time
ru: Общее время выполения анализов за период

source: Approved by
ru: Подтверждено

source: Attachment type
ru: Тип вложения

source: Auto-Generate ID Beahvior for Dexterity Contents
ru: Сгенерировать ID-стратегию для Dexterity объектов

source: Average TAT
ru: Среднее время выполнения

source: Average early
ru: В среднем раньше

source: Average late
ru: В среднем позже

source: Batch Sub-group
ru: Подгруппа в пачке

source: Before ${start_date}
ru: До ${start_date}

source: By selecting/unselecting the checboxes, the user will be able to assign "Lab Contacts" to the department.
ru: Пользователь может присвоить контакты лаборатории подразделению.

source: CC Contacts
ru: Копию контактам

source: Choose default Sample specification values
ru: Задайте значения спецификации по умолчанию
