Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: Samples ${ARs} were successfully created.
cs: Vzorky ${ARs} byly úspěšně vytvořeny.
de: Proben ${ARs} wurden erfolgreich erstellt.
es: Se han creado las muestras ${ARs}.
ru: Образцы ${ARs} успешно созданы.

source: Samples of this type should be treated as hazardous
ca: Aquest tipus de mostres són perilloses
cs: Vzorky tohoto typu by měly být považovány za nebezpečné
de: Proben dieses Typs sollten als gefährlich behandelt werden
es: Las muestras de este tipo deben ser tratadas como peligrosas
ru: С образцами этого типа следует обращаться как с опасными

source: Samples published
cs: Vzorky zveřejněny
de: Proben veröffentlicht
es: Muestras publicadas
ru: Образцы опубликованные

source: Samples rejection reporting form
cs: Formulář hlášení odmítnutí vzorků
de: Mitteilungsformular zur Ablehnung der Proben
es: Formulario de informe de rechazo de muestras
ru: Форма отбраковки образца

source: Samples scheduled for sampling
ca: Mostreig planificat
cs: Vzorky naplánované na odběr vzorků
de: Proben für die Probennahme eingeplant
es: Muestras programadas para muestreo
ru: Образцы запланированные для забора

source: Samples to be preserved
ca: Mostres per conservar
cs: Vzorky, které mají být uchovány
de: Proben zu konservieren
es: Muestras pendientes de conservar
ru: Образцы для консервации

source: Samples to be printed
cs: Vzorky k tisku
de: Zu druckende Proben
es: Muestras pendientes de imprimir
ru: Образцы для печати

source: Samples to be received
ca: Per recepcionar
cs: Vzorky, které mají být přijaty
de: Proben zu empfangen
es: Muestras pendientes de recibir
ru: Образды ожидаемые

source: Samples to be sampled
ca: Per mostrejar
cs: Vzorky k odběru vzorků
de: Proben zu beproben
es: Muestras pendientes de recoger
ru: Ожидают забора

source: Samples to be verified
cs: Vzorky k ověření
de: Zu überprüfende Proben
es: Muestras pendientes de verificar
ru: Ожидают верификации

source: Samples verified
cs: Vzorky ověřeny
de: Proben überpfüft
es: Muestras verificadas
ru: Верифицированные

source: Samples with results pending
cs: Vzorky s nevyřízenými výsledky
de: Proben mit ausstehenden Ergebnissen
es: Muestras con resultados pendientes
ru: Ожидают результатов

source: Sampling Date
ca: Data de mostreig
cs: Datum vzorkování
de: Probenahmedatum
es: Fecha prevista de muestreo
ru: Дата отбора

source: Sampling Deviation
ca: Variació en el mostreig
cs: Odchylka odběru vzorků
de: Probenahme-Abweichung
es: Anomalías en el muestreo
ru: Отклонения

source: Sampling Deviations
ca: Origens de mostreig
cs: Odchylky odběru vzorků
de: Probenahme-Abweichungen
es: Anomalías en el muestreo
ru: Отбор проб: Отклонения

source: Sampling Frequency
ca: Freqüència de mostreig
cs: Frekvence odběru vzorků
de: Probenahmehäufigkeit
es: Frecuencia de muestreo
ru: Частота взятия образца

source: Sampling scheduled
ca: Mostreig planificat
cs: Odběr vzorků je naplánován
de: Probennahme geplant
es: Muestreo programado
ru: Забор запланирован

source: Saturday
cs: Sobota
de: Samstag
es: Sábado
ru: Суббота

source: Save
ca: Desa
cs: Uložit
de: Speichern
es: Guardar
ru: Сохранить

source: Save and Copy
cs: Uložit a kopírovat
de: Speichern und Kopieren
es: Guardar y copiar

source: Saved items: {}
ca: S'han desat els elements següents: {}
cs: Uložené položky: {}
de: Gespeicherte Positionen: {}
es: Elementos guardados: {}
ru: Сохранено: {}

source: Schedule
ca: Programació
cs: Plán
de: Zeitplan
es: Tarea programada
ru: Расписание

source: Schedule sampling
ca: Planifica el mostreig
cs: Plánování odběru vzorků
de: Plane Probennahme
es: Programar el muestreo
ru: Запланировать забор

source: Scheduled sampling
cs: Plánovaný odběr vzorků
de: Geplante Probennahme
es: Muestreo programado
ru: Запланированный забор

source: Scheduled task
ca: Tasca programada
cs: Plánovaný úkol
de: Geplante Aufgabe
es: Tarea programada
ru: Зпланированная задача

source: Scientific name
cs: Odborný název
de: Wissenschaftlicher Name
es: Nombre científico
ru: Научное название

source: Search
cs: Hledat
de: Suchen
es: Buscar
ru: Поиск

source: Seconds
ca: Segons
cs: Sekundy
de: Sekunden
es: Segundos
ru: Секунд

source: Security Seal Intact Y/N
cs: Bezpečnostní pečeť neporušená Ano / Ne
de: Sicherheitssiegel unbeschädigt J/N
es: Sello de seguridad íntegro Sí/No
ru: Сохранность пломбы ДА/НЕТ

source: Security seal intact
cs: Neporušená bezpečnostní pečeť
de: Sicherheitssiegel unbeschädigt
es: Sello de seguridad íntegro

source: Seed
ca: Sembra
cs: Založit
de: Setzen
es: Semilla

source: Seeding key {} to {}
ca: Sembrant clau {} amb {}
cs: Seeding key {} až {}
de: Schlüssel {} auf {} gesetzt
es: Clave de siembra {} a {}

source: Select
ca: Llista de selecció
cs: Vybrat
de: Auswählen
es: Lista de selección
ru: Выбрать

source: Select 'Register' if you want stickers to be automatically printed when new Samples or sample records are created. Select 'Receive' to print stickers when Samples or Samples are received. Select 'None' to disable automatic printing
cs: Vyberte „Registrovat“, pokud chcete, aby se štítky automaticky vytvářely při vytváření nových vzorků nebo záznamů vzorků. Vyberte 'Přijmout' pro tisk štítků po přijetí vzorků nebo záznamů vzorků. Výběrem „Žádný“ deaktivujete automatický tisk
de: Wählen Sie „Registrieren“, wenn Barcodes automatisch gedruckt werden sollen, wenn neue Proben erstellt werden. Wählen Sie „Empfangen“, um Barcodes zu drucken, wenn Proben empfangen werden. Wählen Sie „Keine“, um das automatische Drucken zu deaktivieren
es: Seleccione 'Registrar' si desea que las etiquetas se impriman automáticamente al registrar nuevas muestras. Seleccione 'Recibir' para imprimir etiquetas al recibir las muestras. Seleccione 'Ninguno' para desactivar la impresión automática de etiquetas.
ru: Выберите 'Регистрация' для автоматической печати наклеек при создании Образца. Выберите 'Получение' для автоматичсекой печати при полечении. Установить 'Нет' для отключения автоматической печати.

source: Select Partition Analyses
ca: Seleccioneu les anàlisis a efectuar en aquesta l'alíquota
cs: Vybrat Analýzy oddělku
de: Wähle Partitions-Analysen
es: Análisis de la partición
ru: Выберите анализы в партиции

source: Select a default preservation for this analysis service. If the preservation depends on the sample type combination, specify a preservation per sample type in the table below
ca: Seleccioneu un mètode de conservació per defecte pel servei d'anàlisi. Si el mètode de conservació depèn de la combinació de tipus de mostres, especifiqueu un mètode de conservació per tipus de mostra de la taula de sota.
cs: Vyberte výchozí uchování pro tuto analytickou službu. Pokud uchování závisí na kombinaci typů vzorků, uveďte v tabulce níže uchování podle typu vzorku
de: Wählen Sie eine Standardkonservierung für diese Analyseleistung. Wenn die Konservierung von der Kombination abhängt, wählen Sie eine Konservierung je Probe in der Tabelle darunter.
es: Seleccione un método de conservación para el servicio de análisis. Si el método depende de la combinación de tipos de muestra, especifique un método de conservación por tipo de muestra de la tabla siguiente.
ru: Выберите метод консервации по умолчанию для этой Аналитической Услуги

source: Select all
ca: Selecciona-ho tot
cs: Vybrat vše
de: Alles auswählen
es: Marcar todo

source: Select an Export interface for this instrument.
ca: Seleccioneu una interfície per a l'exportació de mostres i les anàlisis a ser efectuades a un fitxer que pugui ser importat a l'instrument de mesura.
cs: Vybrat rozhraní exportu pro tento přístroj.
de: Wählen Sie die Exportschnittstelle für dieses Instrument.
es: Indique una interfaz de exportación para este instrumento analítico
ru: Выберите интерфейс Экспорта для этого инструмента

source: Select an Import interface for this instrument.
ca: Seleccioneu una interfície d'importació de fitxers amb resultats generats per aquest instrument de mesura.
cs: Vyberte rozhraní importu pro tento přístroj.
de: Bitte Importschnittstelle für dieses Prüfgerät auswählen
es: Indique una interfaz de importación para este instrumento analítico
ru: Выберите интерфейс Импорта для этого инструмента

source: Select analyses to include in this template
ca: Seleccioneu les anàlisis que voleu incloure en aquesta plantilla
cs: Vybrat analýzy, které chcete zahrnout do této šablony
de: Analysen, die in diese Vorlage einbezogen werden sollen, auswählen
es: Seleccionar los análisis a ser incluidos en la plantilla
ru: Выберите Аналитические Услуги для включения в шаблон

source: Select analyst
ca: Seleccioneu l'analista
cs: Vyberte analytika
de: Analytiker auswählen
es: Seleccionar el analista
ru: Выбор аналитика

source: Select any add-ons you want to activate immediately. You can also activate add-ons after the site has been created using the Add-ons control panel.
ca: Seleccioneu els complements que vulgueu habilitar immediatament. Tanmateix, recordeu que també ho podreu fer després d'haver creat el lloc, des de l'apartat "Complements" del panell de control.
cs: Vyberte všechny doplňky, které chcete okamžitě aktivovat. Doplňky můžete aktivovat také po vytvoření webu pomocí ovládacího panelu Doplňky.
de: Wählen Sie alle Add-Ons aus, die Sie sofort aktivieren möchten. Sie können Add-Ons auch aktivieren, nachdem die Seite erstellt wurde, indem Sie das Add-Ons-Kontrollfeld verwenden.
es: Seleccione los complementos que desee activar immediatamente. También puede activar los complementos después de crear el sitio desde el panel de control.
ru: Выберите Дополнения которые вы хотели бы активировать сразу. Вы можете сделать это позднее во вкладке Дополнения.

source: Select existing file
ca: Seleccioneu un fitxer
cs: Vybrat existující soubor
de: Bestehende Datei wählen
es: Seleccione un archivo existente
ru: Выберите существующий файл

source: Select if is an in-house calibration certificate
ca: Marqueu aquesta casella de selecció si es tracta d'un certificat de calibratge intern, efectuat per aquest laboratori.
cs: Vyberte, zda se jedná o interní kalibrační certifikát
de: Im Fall eines internen Kalibrierzertifikats auswählen
es: Certificado interno de calibración
ru: Выберите если это внутренний сертификат калибровки

source: Select if the calculation to be used is the calculation set by default in the default method. If unselected, the calculation can be selected manually
ca: Marqueu aquesta casella de selecció si voleu utilitzar el càlcul assignat al mètode seleccionat per defecte. Si no marqueu la casella, l'usuari podrà indicar el càlcul manualment a la vista d'entrada de resultats.
cs: Vyberte, zda má být použit výchozí výpočet ve výchozí metodě. Není-li vybrána, lze výpočet vybrat ručně
de: Bitte auswählen wenn die Berechnung der Standardmethode verwendet werden soll, ansonsten kann die Berechnung manuell gewählt werden.
es: Utilizar el cálculo asociado por defecto al método seleccionado. Desmarque la casilla si desea seleccionar el cálculo manualmente
ru: Выберите чтобы использовать вычисления по умолчанию. Если не указано, то вычисления могут быть установлены вручную.

source: Select if the descriptions should be included
ca: Marqueu aquesta de selecció casella si voleu incloure les descripcions.
cs: Vyberte, zda mají být popisy zahrnuty
de: Bitte auswählen, wenn die Beschreibung angefügt werden soll
es: Indique si es necesario incluir las descripciones
ru: Выберите если описания должны быть включены

source: Select if the results for tests of this type of analysis can be set by using an instrument. If disabled, no instruments will be available for tests of this type of analysis in manage results view, even though the method selected for the test has instruments assigned.
ca: Marqueu aquesta casella de selecció si voleu que els resultats d'aquesta anàlisi puguin ser capturats des d'un instrument de mesura. Si no la marqueu, el sistema no permetrà seleccionar cap instrument de mesura per anàlisis d'aquest tipus a la vista d'entrada de resultats, fins i tot encara que el mètode seleccionat tingui instruments de mesura assignats.
cs: Vyberte, zda lze výsledky testů tohoto typu analýzy nastavit pomocí přístroje. Pokud je zakázáno, nebudou k dispozici žádné přístroje pro testování tohoto typu analýzy v zobrazení výsledků řízení, přestože metoda vybraná pro test má přiřazené přístroje.
de: Auswählen, wenn die Ergebnisse der Prüfungen dieses Analysenyps mittels eines Gerätes eingetragen werden können. Wenn die Option deaktiviert ist, werden keine Geräte in der Ergebnisverwaltung dieses Analysentyps angezeigt, selbst wenn die ausgewählte Methode für die Prüfung Geräte zugewiesen hat.
es: Seleccione si los resultados para las pruebas de este tipo de análisis se pueden establecer mediante el uso de un instrumento. Si está desactivado, no habrá instrumentos disponibles para las pruebas de este tipo de análisis en la vista de gestión de resultados, aunque el método seleccionado para la prueba tenga instrumentos asignados.
ru: Выберите если результаты могут быть импортированы из инструмента. Если отключено результат может быть внесен только вручную.

source: Select instrument
ca: Seleccioneu l'instrument de mesura
cs: Vybrat přístroj
de: Gerät auswählen
es: Seleccionar el instrumento analítico
ru: Выбрать инструмент

source: Select template
ca: Seleccioneu una plantilla
cs: Vyberte šablonu
de: Vorlage auswählen
es: Seleccionar la plantilla
ru: Выбрать шаблон

source: Select the country the site will show by default
ca: Seleccioneu el país que voleu que es mostri per defecte
cs: Vyberte zemi, ve které se bude web ve výchozím nastavení zobrazovat
de: Land, das die Seite per Voreinstellung anzeigen soll, auswählen
es: País a mostrar por defecto
ru: Выберите страну по умолчанию

source: Select the currency the site will use to display prices.
ca: Seleccioneu la moneda que s'ha de mostrar en els preus.
cs: Vyberte měnu, kterou bude web používat k zobrazení cen.
de: Wählen Sie die Währung, die zur Anzeige von Preisen benutzt werden soll.
es: Seleccione la moneda que se debe utilizar al mostrar los importes.
ru: Выберите валюту для отображения цен.

source: Select the default container to be used for this analysis service. If the container to be used depends on the sample type and preservation combination, specify the container in the sample type table below
ca: Seleccioneu el contenidor per defecte que cal utilitzar per a poder efectuar aquesta anàlisi. Si el contenidor depèn de la combinació de tipus de mostra i del mètode de conservació, especifiqueu el contenidor específic pel tipus de mostra.
cs: Vyberte výchozí kontejner, který bude použit pro tuto analytickou službu. Pokud kontejner, který se má použít, závisí na kombinaci typu vzorku a uchování, zadejte kontejner do níže uvedené tabulky typů vzorků
de: Wählen Sie den Standardbehälter der für diese Analysen verwendet werden soll. Wenn die Behälterart von der Kombination aus Probenart und Konservierung abhängt, geben Sie den Behälter in die Tabelle der Probenarten unten ein.
es: Seleccionar el recipiente por defecto que debe ser utilizado para este servicio de análisis. Si el recipiente depende de la combinación del tipo de muestra y del método de conservación, deberá especificar el recipiente para cada tipo de de muestra.
ru: Укажите тип контейнера по умолчанию для этой Аналитической Услуги. Если контейнер зависит от типа образца и консервации выберите из списка ниже

source: Select the default landing page. This is used when a Client user logs into the system, or when a client is selected from the client folder listing.
ca: Seleccioneu la pàgina de destinació principal per als contactes de client.
cs: Vyberte výchozí vstupní stránku. To se používá, když se klient přihlásí do systému nebo když je klient vybrán ze seznamu klientských složek.
de: Wählen Sie die Standard - Startseite die verwendet werden soll, wenn Kunden sich im System anmelden oder wenn ein Kunden im Menu ausgewählt wird.
es: Seleccione la página de inicio predeterminada. Se muestra cuando un usuario de Cliente inicia la sesión en el sistema, o cuando se selecciona un cliente de la lista de carpetas del cliente.
ru: Укажите стартовую страницу. Эту страницу будет видеть Клиенты, имеющие доступ к системе.

source: Select the types that this ID is used to identify.
ca: Seleccioneu els tipus de contingut per als quals voleu que s'utilitzi aquest identificador.
cs: Vyberte typy, které se toto ID používá k identifikaci.
de: Wählen sie die Typen die durch diese ID identifiziert werden.
es: Seleccione los tipos que este ID se usa para identificar.
ru: Укажите типы к которым может быть применен это ID

source: Select this to activate automatic notifications via email to the Client and Lab Managers when a Sample is invalidated.
ca: Marqueu aquesta casella de selecció si voleu que en invalidar una mostra, el sistema enviï automàticament una notificació per correu electrònic al contacte del client i als responsables del laboratori.
cs: Vyberte tuto možnost, chcete-li aktivovat automatická oznámení prostřednictvím e-mailu klientovi a vedoucím laboratoře v případě zneplatnění vzorku.
de: Automatische Benachrichtigung via E-Mail an den Kunden und Labormanager schicken, wenn eine Probe annulliert wurde.
es: Seleccione para activar las notificaciones automáticas por correo electrónico al cliente y responsables del laboratorio cuando se invalide una muestra.
ru: Отметьте для автоматической отправки уведомлений Клиенту и Менеджеру Лаборатории при инвалидации результатов.

source: Select this to activate automatic notifications via email to the Client when a Sample is rejected.
ca: Marqueu aquesta casella de selecció si voleu que en rebutjar una mostra, el sistema enviï automàticament una notificació per correu electrònic al contacte del client.
cs: Vyberte tuto možnost, chcete-li aktivovat automatická upozornění prostřednictvím e-mailu klientovi, když je vzorek odmítnut.
de: Aktivieren Sie diese Option, um E-Mail-Benachrichtigungen an den Kunden zu schicken, wenn eine Probe abgelehnt wurde.
es: Seleccione para activar el envío automático de notificaciones por correo electrónico al cliente cuando una muestra sea rechazada
ru: Отметьте для автоматической отправки уведомлений Клиенту и Менеджеру Лаборатории при выбраковке образца.

source: Select this to activate the dashboard as a default front page.
ca: Marqueu aquesta casella de selecció si voleu que la pàgina de destinació principal sigui el tauler.
cs: Tuto možnost vyberte, chcete-li aktivovat řídicí panel jako výchozí přední stránku.
de: Aktivieren Sie diese Option, um das Dashboard als Standardseite festzulegen.
es: Seleccione para activar el tablero de control como página inicial predeterminada.
ru: Отметьте чтобы использовать дэшборд как стартовую страницу по умолчанию.

source: Select this to activate the rejection workflow for Samples. A 'Reject' option will be displayed in the actions menu.
ca: Marqueu aquesta casella de selecció si voleu habilitar la funcionalitat de rebuig de mostres.
cs: Vyberte tuto možnost, chcete-li aktivovat pracovní postup odmítnutí pro vzorky. V nabídce akcí se zobrazí možnost „Odmítnout“.
de: Auswählen um den Ablehnungsworkflow für Proben zu aktivieren. Im Aktionsmenü wird die Option „Ablehnen“ angezeigt.
es: Seleccionar para activar el flujo de trabajo de rechazo para muestras. Se mostrará una opción 'Rechazar' en el menú de acciones.
ru: Отметьте чтобы активировать возможность выбраковки образцов. Опция 'Отбраковать' станет доступной в меню действий.

source: Select this to activate the sample collection workflow steps.
ca: Marqueu la casella de selecció si voleu habilitar la funcionalitat de recol·lecció de mostres.
cs: Vyberte tuto možnost, chcete-li aktivovat kroky pracovního postupu kolekce vzorků.
de: Wählen Sie diese Option, um den Probenahme-Ablauft zu aktivieren.
es: Seleccione esta casilla para activar el flujo de trabajo de los pasos para la recogida de muestras.
ru: Выберите эту опцию, чтобы активировать этапы рабочего процесса сбора образцов.

source: Select this to allow a Sampling Coordinator to schedule a sampling. This functionality only takes effect when 'Sampling workflow' is active
ca: Marqueu aquesta casella de selecció si voleu que els usuaris amb el rol "Responsable de mostreig" puguin planificar la recol·lecció de mostres.
cs: Vyberte tuto možnost, aby koordinátor odběru vzorků mohl naplánovat odběr vzorků. Tato funkce se projeví pouze v případě, že je aktivní „Pracovní postup odběru vzorků“
de: Auswählen um dem Probenahme-Koordinator zu erlauben, eine Probe zeitlich einzuplanen. Diese Funktionalität ist nur dann von Bedeutung, wenn der "Probenahme Ablauf" aktiviert ist.
es: Seleccione para permitir que un Coordinador de Muestreo programe un muestreo. Esta funcionalidad solo tiene efecto cuando el 'Flujo de trabajo de muestreo' está activo.
ru: Отметьте чтобы разрешить специалисту по планированию вносить запланированные пробоотборы. Активируется только при включенном процессе 'Пробоотбора'

source: Select to receive the samples automatically when created by lab personnel and sampling workflow is disabled. Samples created by client contacts won't be received automatically
ca: Marqueu aquesta casella de selecció si voleu que el sistema recepcioni automàticament les mostres creades per personal intern del laboratori si la funcionalitat de "Recol·lecció de mostres" no està activada. Tingueu en compte que encara que aquesta casella de selecció estigui marcada, les mostres que hagin estat registrades per usuaris vinculats a client mai seran recepcionades automàticament.
cs: Zvolte, chcete-li vzorky automaticky přijímat, když jsou vytvořeny pracovníky laboratoře a pracovní tok odběru vzorků je zakázán. Vzorky vytvořené přes kontakty klienta nebudou automaticky přijímány
de: Wählen Sie diese Option, um die Proben automatisch zu erhalten, wenn sie vom Laborpersonal erstellt wurden und der Probenahme-Workflow deaktiviert ist. Von Kundenkontakten erstellte Proben werden nicht automatisch empfangen
es: Seleccione recibir las muestras automáticamente cuando sea creado por el personal del laboratorio y el flujo de trabajo de muestreo esté desactivado. Las muestras creadas por los contactos del cliente no se recibirán automáticamente
ru: Автоматически переводить в статус 'Получено' при создании образца сотрудниками лаборатории. Образца созданные Клиентом не будут получены автоматически.

source: Select to show sample partitions to client contacts. If deactivated, partitions won't be included in listings and no info message with links to the primary sample will be displayed to client contacts.
ca: Marqueu aquesta casella de selecció si voleu que es mostrin les alíquotes als usuaris vinculats a clients. En cas contrari, no se'ls hi mostraran ni les alíquotes ni tampoc els vincles a mostres primàries.
cs: Vyberte, zda chcete klientským kontaktům zobrazit ukázkové oddíly. Pokud je tato možnost deaktivována, nebudou oddíly zahrnuty do výpisů a klientským kontaktům se nebude zobrazovat informační zpráva s odkazy na primární vzorek.
de: Wählen Sie diese Option aus, um Probenpartitionen für Kundenkontakte anzuzeigen. Wenn deaktiviert, werden Partitionen nicht in Listen aufgenommen und Kundenkontakten wird kein Hinweis mit Links zur Primärprobe angezeigt.
es: Seleccione para mostrar particiones de muestra a los contactos del cliente. Si se desactiva, las particiones no se incluirán en los listados y no se mostrará ningún mensaje de información con enlaces a la muestra principal a los contactos del cliente.
ru: Выбрать чтобы показывать статус партиции Клиенту. Если отключено, партиции не будут отображаться в листингах или информационных сообщения.
