Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: Select which Analyses should be included on the Worksheet
ca: Seleccioneu quines anàlisis voleu que s'afegeixin automàticament al full de treball quan s'utilitzi aquesta plantilla.
cs: Vyberte, které analýzy se mají na pracovním listu zahrnout
de: Wählen Sie die Analysen aus, die auf dem Arbeitsblatt enthalten sein sollen
es: Seleccione qué análisis desea incluir a la hoja de trabajo
ru: Выберите какие анализы должны быть включены в Рабочий Лист

source: Select which sticker should be used as the 'large' sticker by default
ca: Seleccioneu l'etiqueta de codi de barres que voleu que s'utilitzi per a contenidors de mostra grans.
cs: Vyberte, který štítek by měl být ve výchozím nastavení použit jako „velký“
de: Wählen Sie das Etikett, das standardmäßig für große Etiketten verwendet werden soll
es: Seleccione la etiqueta que se debe usar como la etiqueta "grande" de forma predeterminada.
ru: Большой стикер по умолчанию

source: Select which sticker should be used as the 'small' sticker by default
ca: Seleccioneu l'etiqueta de codi de barres que voleu que s'utilitzi per a contenidors de mostra petits.
cs: Vyberte, který štítek by měl být ve výchozím nastavení použit jako „malý“ štítek
de: Wählen Sie das Etikett, das standardmäßig für kleine Etiketten verwendet werden soll
es: Seleccione la etiqueta que se debe utilizar como pegatina 'pequeña' por defecto.
ru: Малый стикер по умолчанию

source: Select which sticker to print when automatic sticker printing is enabled
ca: Seleccioneu l'etiqueta de codi de barres que cal imprimir per defecte quan la funcionalitat d'impressió automàtica d'etiquetes estigui habilitada.
cs: Vyberte, který štítek se má tisknout, když je povolen automatický tisk štítku
de: Druckauswahl Aufkleber, wenn automatischer Aufkleberdruck ermöglicht
es: Seleccione qué etiqueta imprimir cuando la impresión automática de etiquetas esté habilitada.
ru: Какой тип стикера печатать автоматически

source: Selection list
ca: Llista de selecció
cs: Výběrový seznam
de: Auswahlliste
es: Lista de selección simple
ru: Выбор

source: Self-verification of results
cs: Vlastní ověření výsledků
de: Selbstverifizierung von Ergebnissen
es: Autoverificación de resultados
ru: Самопроверка результатов

source: Send
cs: Odeslat
de: Senden
es: Enviar
ru: Отправить

source: Send Analysis Reports via Email
cs: Odeslat analytické zprávy e-mailem
de: Analysenberichte via E-Mail senden
es: Enviar informes de análisis por correo electrónico
ru: Отправить отчеты по эл.почте.

source: Send an email notification to client contact
cs: Pošlete e-mailové oznámení kontaktu klienta
de: E-Mail-Benachrichtigung an Kundenkontakt senden
es: Notificación por correo electrónico al contacto del cliente
ru: Отправить уведомление Клиенту

source: Sender
cs: Odesílatel
de: Übermittler
es: Transmisor
ru: Отправитель

source: Sent to
cs: Odesláno na
de: Gesendet an
es: Destinatarios

source: Separate Container
ca: Contenidor separat
cs: Samostatný kontejner
de: Separater Behälter
es: Recipiente por separado
ru: Отдельный контейнер

source: Serial No
ca: Núm. de sèrie
cs: Seriové číslo
de: Seriennummer
es: Nº de serie
ru: Серийный номер

source: Service
ca: Servei
cs: Služba
de: Analyseleistung
es: Servicio
ru: Услуга

source: Service cannot be deselected. Please click the info button for further details
ca: No es pot desseleccionar el servei d'anàlisi. Premeu el botó d'informació per a més detalls.
cs: Službu nelze zrušit. Kliknutím na tlačítko info získáte další podrobnosti
de: Diese Analyseleistung kann nicht entfernt werden. Bitte klicken Sie auf den Info-Button für weitere Details.
es: El servicio no puede ser deseleccionado. Por favor, haga clic en el botón de información para más detalles.
ru: Услуга не может быть исключена. Нажмите на инфо для дополнительной информации.

source: Set
cs: Nastavit
de: Setzen
es: Marcar
ru: Набор

source: Set Conditions
cs: Nastavit podmínky
de: Bedingungen setzen
es: Establecer las condiciones de análisis

source: Set remarks
cs: Poznámky k sadě
de: Bemerkungen setzen
es: Guardar comentarios
ru: Замечания

source: Set remarks for selected analyses
ca: Premeu el botó "Afegir comentaris" per a escriure un comentari per a totes les anàlisis seleccionades d'un sol cop.
cs: Nastavení poznámek pro vybrané analýzy
de: Bemerkungen für die ausgewählten Analysen setzen
es: Guardar los comentarios para los análisis seleccionados
ru: Замечания для выбранных анализов

source: Set the Sample Rejection workflow and the reasons
cs: Nastavte pracovní postup Odmítnutí vzorku a důvody
de: Proben-Ablehnungsablauf mit Begründungen setzen
es: Establezca el flujo de trabajo de rechazo de muestra y las razones
ru: Активировать процесс выбраковки и ее причин

source: Set the default number of copies to be printed for each sticker
cs: Nastavte výchozí počet kopií, které se mají vytisknout pro každou nálepku
de: Setze Standard-Anzahl der zu druckenden Exemplare für jedes Etikett
es: Establezca el número predeterminado de copias que se imprimirán para cada etiqueta
ru: Число копий наклеек печатать по умолчанию

source: Set the maintenance task as closed.
ca: Tanca la tasca de manteniment
cs: Nastavte úkol údržby jako uzavřený.
de: Setze die Wartungsaufgabe auf geschlossen
es: Asignar la tarea de mantenimiento como cerrada
ru: Закрыть обслуживание

source: Set the text for the body of the email to be sent to the Sample's client contact if the option 'Email notification on Sample rejection' is enabled. You can use reserved keywords: $sample_id, $sample_link, $reasons, $lab_address
ca: Text per defecte del cos del correu electrònic que s'enviarà al contacte de la mostra quan el paràmetre de configuració 'Notificació per correu electrònic en rebutjar la mostra' estigui habilitat. Podeu utilitzar les paraules comodí següents: $sample_id, $sample_link, $reasons, $lab_address.
cs: Pokud je aktivována možnost „Oznámení e-mailem o odmítnutí vzorku“, nastavte text pro e-mail, který má být zaslán klientskému kontaktu vzorku. Můžete použít vyhrazená klíčová slova: $sample_id, $sample_link, $reasons, $lab_address
de: Legen Sie den Text für den Text der E-Mail fest, die an den Kundenkontakt der Probe gesendet werden soll, wenn die Option „E-Mail-Benachrichtigung bei Ablehnung der Probe“ aktiviert ist. Sie können reservierte Schlüsselwörter verwenden: $sample_id, $sample_link, $reasons, $lab_address
es: Configure el texto para el cuerpo del correo electrónico que se enviará, si la opción "Notificación de correo electrónico en el 'rechazo' de la Muestra" está habilitada, al contacto del cliente de la Muestra. Puede usar palabras clave reservadas: $sample_id, $sample_link, $reasons, $lab_address
ru: Текст электронного письма Клиенту при выбраковке образца. Доступные плейсхолдеры: $sample_id, $sample_link, $reasons, $lab_address

source: Set the text for the body of the email to be sent, , if option 'Email notification on Sample 'invalidation' enabled, to the Sample's client contact. You can use reserved keywords: $sample_id, $sample_link, $retest_id, $retest_link, $lab_address
ca: Text per defecte del cos del correu electrònic que s'enviarà al contacte de la mostra quan el paràmetre de configuració 'Notificació per correu electrònic en invalidar la mostra' estigui habilitat. Podeu utilitzar les paraules comodí següents: $sample_id, $sample_link, $reasons, $lab_address.
cs: Nastavte text pro tělo e-mailu, který má být odeslán, pokud je povolena možnost „Oznámení e-mailem o neplatnosti vzorku“, kontaktu klienta s ukázkou. Můžete použít vyhrazená klíčová slova: $sample_id, $sample_link, $retest_id, $retest_link, $lab_address
de: Legen Sie den Text für die E-Mail an den Kundenkontakt fest, wenn die Option "E-Mail Benachrichtigung bei Annullierung von Proben" gesetzt ist. Es können die reservierten Schlüsselwörter benutzt werden: $sample_id, $sample_link, $retest_id, $retest_link, $lab_address
es: Configure el texto para el cuerpo del correo electrónico que se enviará, si la opción "Notificación de correo electrónico en la 'invalidación' de la Muestra" está habilitada, al contacto del cliente de la Muestra. Puede usar palabras clave reservadas: $sample_id, $sample_link, $retest_id, $retest_link, $lab_address
ru: Текст электронного письма Клиенту при инвалидации образца. Доступные плейсхолдеры: $sample_id, $sample_link, $reasons, $lab_address

source: Settings for Clients
cs: Nastavení pro klienty
de: Kundeneinstellungen
es: Propiedades de configuración relacionadas con clientes

source: Setup
cs: Nastavení
es: Configuración
ru: Настройка

source: Shelf Code
cs: Kód police
de: Regalcode
es: Código de estante
ru: ID полкм

source: Shelf Description
cs: Popis police
de: Regal-Beschreibung
es: Descripción del estante
ru: Описание полки

source: Shelf Title
cs: Název police
de: Regalname
es: Nombre del estante
ru: Наименование полки

source: Shipping address
ca: Adreça d'enviament
cs: Doručovací adresa
de: Versandadresse
es: Dirección de envío
ru: Адрес доставки

source: Short and unique identifier of this client. Besides fast searches by client in Samples listings, the purposes of this field depend on the laboratory needs. For instance, the Client ID can be included as part of the Sample identifier, so the lab can easily know the client a given sample belongs to by just looking to its ID.
ca: Identificador del client, que ha de ser curt i únic. Aquest identificador no és només útil per a efectuar cerques ràpides en llistats de mostra, sinó que també es pot utilitzar en altres àmbits. Per exemple, podeu incloure aquest identificador en codis de barres i etiquetes per tal de saber ràpidament, d'un cop dull, a quin client pertany una mostra concreta.
cs: Krátký a jedinečný identifikátor tohoto klienta. Kromě rychlého vyhledávání podle klienta v seznamu vzorků závisí účel tohoto pole na potřebách laboratoře. ID klienta může být například součástí identifikátoru vzorku, takže laboratoř může snadno zjistit, kterému klientovi daný vzorek patří, stačí se podívat na jeho ID.
de: Kurze und eindeutige Kennung dieses Kunden. Neben der schnellen Suche nach Kunden in Probenlisten hängt der Zweck dieses Felds von den Anforderungen des Labors ab. Beispielsweise kann die Kunden-ID als Teil der Probenkennung enthalten sein, sodass das Labor anhand seiner ID leicht erkennen kann, zu welchem Kunden eine bestimmte Probe gehört.
es: Identificador corto y único para este cliente. Este campo permite que las búsquedas por cliente in listados de muestras sean más rápidas. Además, este campo también puede formar parte del código de muestra, de modo que el laboratorio puede saber a qué cliente pertenece una muestra concreta con solo mirando su identificador.
ru: Уникальный идентификатор клиента. Помимо быстрого поиска в списках образцов, идентификатор клиента может быть использован для других целей (например, при генерации ID образца).

source: Short method description
cs: Zkrácený popis metody
de: Kurzbeschreibung der Methode
es: Descripción corta del método
ru: Краткое описание метода

source: Short title
cs: Krátký název
de: Kurztitel
es: Nombre corto
ru: Краткое наименование

source: Should the analyses be excluded from the invoice?
cs: Měly by být analýzy z faktury vyloučeny?
de: Soll die Analyse von der Rechnung ausgeschlossen werden?
es: ¿Deben excluirse los análisis de la factura?
ru: Исключить анализы из счета?

source: Should the default example content be added to the site?
cs: Měl by být na web přidán výchozí ukázkový obsah?
de: Soll Beispielinhalt zur Seite hinzugefügt werden?
es: Desea añadir el contenido de ejemplo en este sitio?
ru: Добавить демонстрационные данные на этот сайт?

source: Show last auto import logs
cs: Zobrazit poslední protokoly automatického importu
de: Zeige letzte Auto-Import-Protokolle
es: Mostrar los últimos registros de importación automática
ru: Показать последние записи в журнале автоимпорта

source: Show more
cs: Zobrazit více
de: Zeige mehr
es: Más

source: Show standard fields
cs: Zobrazit standardní pole
de: Zeige Standardfelder
es: Mostrar los campos estándar

source: Show/hide timeline summary
ca: Mostra o oculta el resum temporal
cs: Zobrazit / skrýt shrnutí časové osy
de: Zeige/verberge Zeitstrahl-Zusammenfassung
es: Mostrar/ocultar el resumen de la línea de tiempo
ru: Показать/скрыть график

source: Signature
ca: Signatura
cs: Podpis
de: Unterschrift
es: Firma
ru: Подпись

source: Site Code
cs: Kód webu
de: Standortcode
es: Código del lugar
ru: Код Хранилища

source: Site Description
cs: Popis webu
de: Standortbeschreibung
es: Descripción del lugar
ru: Описание хранилища

source: Site Logo
cs: Logo webu
de: Seiten-Logo
es: Logo del sitio

source: Site Logo CSS
cs: CSS loga webu
de: Seiten-Logo CSS
es: CSS para el logo del sitio

source: Site Title
cs: Název webu
de: Standortname
es: Nombre del lugar
ru: Наименование хранилища

source: Size
ca: Mida
cs: Velikost
de: Größe
es: Tamaño
ru: Размер

source: Small Sticker
ca: Etiqueta petita
cs: Malý štítek
de: Kleiner Aufkleber
es: Etiqueta pequeña
ru: Мелый стикер

source: Small sticker
cs: Malý štítek
de: Kleines Etikett
es: Etiqueta pequeña
ru: Мелый стикер

source: Some analyses use out-of-date or uncalibrated instruments. Results edition not allowed
cs: Některé analýzy používají zastaralé nebo nekalibrované přístroje. Vydání výsledků není umožněno
de: Einige Analysen verwenden veraltete oder unkalibrierte Geräte. Ergebnisbearbeitung nicht erlaubt.
es: Algunos servicios de análisis utilizan instrumentos sin calibración vigente. La edición de resultados no está permitida.
ru: Некоторые результаты выполнены на некалиброванных инструментах. Редактирование результатов недопустимо

source: Sort Key
cs: Třídit klíč
de: Sortierschlüssel
es: Clave de ordenación
ru: Ключ сортировки

source: Source
cs: Zdroj
de: Quelle
es: Fuente
ru: Источник

source: Specification
cs: Specifikace
de: Spezifikation
es: Especificación
ru: Спецификация

source: Specification File
cs: Soubor specifikace
de: Spezifikationsdatei
es: Archivo de Especificación
ru: Файл спецификации

source: Specification Name
cs: Název specifikace
de: Spezifikationsname
es: Especificación

source: Specification ranges have changed since they were assigned
cs: Rozsahy specifikací se od přiřazení změnily
de: Die Spezifikationsbereiche haben sich seit ihrer Zuweisung geändert
es: Los rangos de especificación han cambiado desde que fueron asignados
ru: Интервалы в Спецификации были изменены

source: Specifications
ca: Especificacions
cs: Specifikace
de: Spezifikationen
es: Especificaciones
ru: Спецификации

source: Specify the size of the Worksheet, e.g. corresponding to a specific instrument's tray size. Then select an Analysis 'type' per Worksheet position.Where QC samples are selected, also select which Reference Sample should be used.If a duplicate analysis is selected, indicate which sample position it should be a duplicate of
cs: Určete velikost pracovního listu, např. odpovídající velikosti zásobníku pro konkrétní přístroj. Poté vyberte „typ“ analýzy pro každou pozici pracovního listu. Pokud jsou vybrány vzorky QC, také vyberte, který referenční vzorek by měl být použit. Pokud je vybrána duplicitní analýza, uveďte, která pozice vzorku by měla být duplikátem
de: Geben Sie die Größe des Arbeitsblatts an, z.B. entsprechend der Probenhaltergröße eines bestimmten Prüfmittels. Wählen Sie dann die Analysenart pro Arbeitsblattposition aus. Wenn QC-Proben ausgewählt werden, wählen Sie auch aus, welche Referenzprobe verwendet werden soll. Wenn eine Duplikatanalyse ausgewählt wird, geben Sie an, von welcher Probenposition es ein Duplikat sein soll
es: Especifique el tamaño de la hoja de trabajo, por ejemplo, correspondiente al tamaño de la bandeja de un instrumento específico. Luego seleccione un 'tipo' de Análisis por posición de la Hoja de trabajo. Cuando se seleccionen muestras de QC, seleccione también qué Muestra de Referencia se debe usar. Si se selecciona un análisis duplicado, indique en qué posición de la muestra debería ser un duplicado de
ru: Размер Рабочего Листа (может быть привязан к количеству ячеек в приборе). Возможно указать тип Образца в позиции Рабочего Листа. Там где расположены Эталонные (Контрольные) образцы укажите какой Эталон необходимо использовать. В позициях где предполагается Дубликат укажите Дубликат какой ячейки будет задействован.

source: Standard fields
cs: Standardní pole
de: Standardfelder
es: Campos estándar

source: Start Date
cs: Datum zahájení
de: Anfangsdatum
es: Fecha de inicio
ru: Дата начала действия

source: Start date must be before End Date
cs: Datum zahájení musí být před datem ukončení
de: Anfangsdatum muss vor dem Enddatum sein
es: La fecha de inicio debe ser anterior a la fecha de finalización
ru: Дата начала должна быть до Даты окончания

source: State
ca: Estat
cs: Stav
de: Status
es: Estado
ru: Статус

source: Status
ca: Estat
cs: Stav
es: Estado
ru: Статус

source: Sticker
ca: Etiqueta
cs: Štítek
de: Aufkleber
es: Etiqueta
ru: Наклейка

source: Sticker templates
cs: Šablony nálepek
de: Etiketten-Vorlagen
es: Plantillas de etiquetas
ru: Шаблоны наклеек

source: Stickers preview
ca: Previsualitza les etiquetes
cs: Náhled štítků
de: Etikettenvorschau
es: Previsualización de etiquetas
ru: Предварительный просмотр наклеек

source: Storage Location
ca: Ubicació d'emmagatzematge
cs: Umístění úložiště
de: Lagerort
es: Ubicación de almacenamiento
ru: Расположение хранилища

source: Storage Locations
ca: Ubicacions d'emmagatzematge
cs: Umístění úložiště
de: Lagerorte
es: Ubicaciones de almacenamiento
ru: Места хранения проб

source: Subgroups are sorted with this key in group views
cs: Podskupiny jsou tříděny podle tohoto klíče do skupinových pohledů
de: Untergruppen sind in der Gruppenansicht nach diesem Merkmal sortiert
es: Se utilizará el valor de este campo para ordenar los subgrupos en las listas. En una lista, un subgrupo que para este campo tenga valor '1' se mostrará antes que otro con valor '5'. Admite valores numéricos y caracteres.
ru: Подгруппы сортируются по этому ключу

source: Subject
cs: Subjekt
de: Betreff
es: Asunto
ru: Тема

source: Submit
ca: Tramet
cs: Odeslat
de: Einreichen
es: Tramitar
ru: Отправить

source: Submit a valid Open XML (.XLSX) file containing setup records to continue.
cs: Chcete-li pokračovat, odešlete platný soubor Open XML (.XLSX) obsahující záznamy o nastavení.
de: Senden Sie eine gültige Open XML-Datei (.XLSX) mit Setup-Datensätzen, um fortzufahren.
es: Proporcione un archivo Open XML (.XLSX) válido que contenga datos de configuración inicial para continuar.
ru: Загрузите валидный Open XML (.XLSX) файл содержащий настройки.

source: Submitted and verified by the same user: {}
cs: Odesláno a ověřeno stejným uživatelem: {}
de: Durch denselben Benutzer eingereicht und verifiziert: {}
es: Enviado y verificado por el mismo usuario: {}
ru: Внесено и верифицировано одним пользователем: {}

source: Submitter
cs: Zadavatel
de: Einreicher
es: Remitente
ru: Вноситель

source: Sunday
ca: Diumenge
cs: Neděle
de: Sonntag
es: Domingo
ru: Воскресенье

source: Supplier
ca: Proveïdor
cs: Dodavatel
de: Lieferant
es: Proveedor
ru: Поставщик

source: Suppliers
ca: Proveïdors
cs: Dodavatelé
de: Lieferanten
es: Proveedores
ru: Поставщики

source: Supported Services
cs: Podporované služby
de: Unterstützte Analyseleistungen
es: Servicios Aceptados
ru: Поддерживаемые Услуги

source: Supported calculations of this method
cs: Podporované výpočty této metody
de: Unterstützte Berechnungen dieser Methode
es: Cálculos soportados con este método
ru: Вычисления для этого метода

source: Surname
ca: Cognoms
cs: Příjmení
de: Nachname
es: Apellidos
ru: Фамилия

source: Switch to Frontpage
ca: Commuta a la pàgina principal
cs: Přepnout na Úvodní stranu
de: Zur Startseite wechseln
es: Cambiar a la página de inicio

source: Switch to classic view
cs: Přepnout na klasické zobrazení
de: Zur klassischen Ansicht wechseln
es: Ir a la vista clasica

source: Switch to dashboard
ca: Commuta a la consola del sistema
cs: Přepnout na ovládací panel
de: Zum Dashboard wechseln
es: Cambiar al tablero de control
ru: Перейти на системную панель

source: Switch to frontpage
ca: Commuta a la pàgina d'inici
cs: Přepnout na úvodní stránku
de: Zur Startseite wechseln
es: Cambiar a la página de inicio
ru: Перейти на главную страницу

source: Switch to transposed view
cs: Přepnout do převráceného zobrazení
de: Zur transponierten Ansicht wechseln
es: Ir a la vista transpuesta

source: System Dashboard
ca: Consola del sistema
cs: Systémový panel
es: Tablero de control del sistema
ru: Системная панель

source: System default
cs: Systémově výchozí
de: System Standard
es: Por defecto del sistema
ru: По умолчанию

source: Task
ca: Tasca
cs: Úkol
de: Aufgabe
es: Tarea
ru: Задача

source: Task ID
cs: ID úlohy
de: Aufgaben ID
es: ID de la tarea
ru: ID Задачи

source: Task type
ca: Tipus de tasca
cs: Typ úlohy
de: Aufgabentyp
es: Tipo de tarea
ru: Тип задачи

source: Taxes
cs: Daně
de: Steuern
es: Impuestos
ru: Налоги

source: Technical description and instructions intended for analysts
ca: Descripció tècnica i instruccions pels analistes
cs: Technický popis a pokyny určené analytikům
de: Technische Beschreibung und Anweisungen für Analytiker
es: Descripción técnica e instrucciones para los analistas
ru: Техническое описание и инструкции, предназначенные для аналитиков

source: Template
ca: Plantilla
cs: Šablona
de: Vorlage
es: Plantilla
ru: Шаблон

source: Test Parameters
cs: Parametry testu
de: Parameter testen
es: Parámetros para realizar la prueba
ru: Тестовые параметры

source: Test Result
cs: Výsledek testu
de: Ergebnis testen
es: Resultado esperado de la prueba
ru: Тестовые результаты

source: Text
ca: Text multilínia
es: Texto
ru: Текст

source: Thank you for your analysis request.
cs: Děkujeme za vaši žádost o analýzu.
de: Vielen Dank für Ihren Analysenauftrag.
es: Gracias por su solicitud de análisis.
ru: Спасибо за ваш заказ.

source: The ID of the site. This ends up as part of the URL. No special characters or spaces are allowed.
cs: ID stránky. To je součástí adresy URL. Nejsou povoleny žádné speciální znaky ani mezery.
de: Die ID der Seite. Dies endet als Teil der URL. Es sind keine Sonderzeichen oder Leerzeichen erlaubt.
es: El ID del sitio. Formará parte de la dirección URL del sitio. No se permiten caracteres especiales o espacios.
ru: ID сайта - окончание URL-адреса. Пробелы и спецсимволы не допускаются.

source: The Laboratory's web address
ca: Adreça web del laboratori
cs: Webová strana laboratoře
de: Die Webadresse des Labors
es: Dirección web del laboratorio
ru: Веб-адрес лаборатории

source: The Lower Detection Limit is the lowest value to which the measured parameter can be measured using the specified testing methodology. Results entered which are less than this value will be reported as < LDL
cs: Dolní detekční limit je nejnižší hodnota, ke které lze měřený parametr měřit pomocí stanovené metodiky testování. Zadané výsledky, které jsou menší než tato hodnota, budou hlášeny jako < LDL
de: Die untere Nachweisgrenze ist der niedrigste Wert des Parameters der für die gewählte Methode zulässig ist. Ergebnisse die unterhalb dieses Schwellwerts liegen werden als < LDL dargestellt.
es: El límite mínimo de detección (LDL) es el valor más bajo por el que un parámetro puede ser medido utilizando una método analítico concreto. Cuando el resultado introducido sea inferior a este valor, el resultado se mostrará como < LDL
ru: Нижний Предел Обнаружения (LDL) - наименьшее значение параметра, которое возможно измерить, используя методику. Результаты ниже этого предела будут помечены < LDL
