Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: The Upper Detection Limit is the highest value to which the measured parameter can be measured using the specified testing methodology. Results entered which are greater than this value will be reported as > UDL
cs: Horní detekční limit je nejvyšší hodnota, ke které lze měřený parametr měřit pomocí stanovené metodiky testování. Zadané výsledky, které jsou větší než tato hodnota, budou hlášeny jako > UDL
de: Die obere Nachweisgrenze ist der höchste Wert des Parameters der für die gewählte Methode zulässig ist. Ergebnisse die oberhalb dieses Schwellwerts liegen werden als > UDL dargestellt.
es: El límite máximo de detección (UDL) es el valor más alto por el que un parámetro puede ser medido utilizando una método analítico concreto. Cuando el resultado introducido sea superior a este valor, el resultado se mostrará como > UDL
ru: Верхний Предел Обнаружения (UDL) - наибольшее значение параметра, которое возможно измерить, используя методику. Результаты выше этого предела будут помечены > UDL

source: The accreditation standard that applies, e.g. ISO 17025
ca: Normativa de l'acreditació, p. ex. ISO 17025
cs: Použitý akreditační standard, např. ISO 17025
de: Gültiger Akkreditierungs-Standard, z.B. ISO 17025
es: Normativa de la acreditación, p.ej. ISO 17025
ru: Стандарт аккредитации , который применяется, например, ISO 17025

source: The analyses included in this profile, grouped per category
ca: Anàlisis del perfil, agrupats per categoria
cs: Analýzy obsažené v tomto profilu, seskupené podle kategorií
de: Die in diesem Profil enthaltenen Analysen, gruppiert nach Kategorien
es: Análisis de este perfil, agrupados por categoría
ru: Анализы, включенные в этот профиль, сгруппированные по категориям

source: The analyst or agent responsible of the calibration
ca: Analista o agent responsable del calibratge
cs: Analytik nebo agent odpovědný za kalibraci
de: Der zuständige Prüfer für die Kalibrierung
es: Analista o agente responsable de la calibración
ru: Аналитик или специалист ответственный за калибровку

source: The analyst or agent responsible of the maintenance
ca: Analista o agent responsable del manteniment
cs: Analytik nebo agent odpovědný za údržbu
de: Der zuständige Prüfer für die Wartung
es: Analista o agente responsable del mantenimiento
ru: Аналитик или специалист ответственный за обслуживание

source: The analyst responsible of the validation
ca: Analitza responsable de la validació
cs: Analytik odpovědný za ověření
de: Der zuständige Prüfer für die Validierung
es: Analista responsable de la validación
ru: Аналитик или специалист ответственный за поверку

source: The batch book allows to introduce analysis results for all samples in this batch. Please note that submitting the results for verification is only possible within samples or worksheets, because additional information like e.g. the instrument or the method need to be set additionally.
cs: Kniha šarží umožňuje zavést výsledky analýz pro všechny vzorky v této šarži. Upozorňujeme, že předložení výsledků k ověření je možné pouze v rámci vzorků nebo pracovních listů, protože je třeba dodatečně nastavit další informace, jako je např. přístroj nebo metoda.
de: Das Batchbuch ermöglicht die Eingabe von Analyseergebnissen für alle Proben dises dieser Batches. Bitte beachten Sie, dass das Einreichen der Ergebnisse zur Überprüfung nur innerhalb von Proben oder Arbeitsblättern möglich ist, da zusätzliche Informationen wie z.B. das Gerät oder die Methode müssen zusätzlich eingestellt werden.
es: El libro de lote permite introducir los resultados de los análisis de todas las muestras de este lote. Tenga en cuenta que la la captura de resultados para su verificación sólo es posible dentro de las muestras o de las hojas de trabajo, ya que la información adicional como, por ejemplo, el instrumento analítico o el método debe establecerse a parte.

source: The client side identifier of the sample
cs: Identifikátor vzorku klienta
de: Die kundenseitige Bezeichnung für diese Probe
es: El identificador que usa el cliente para la muestra
ru: Идентификатор образца у Клиента

source: The client side order number for this request
cs: Číslo objednávky na straně klienta pro tento požadavek
de: Die Kundenbestellnummer für diesen Probe
es: El identificador de la petición que usa el cliente para la solicitud
ru: Номер заказа у Клиента

source: The client side reference for this request
cs: Reference na straně klienta pro tento požadavek
de: Die Kundenreferenz für diesen Probe
es: La referencia que usa el cliente para la solicitud
ru: Ссылка на заказ у Клиента

source: The date the instrument was installed
cs: Datum instalace přístroje
de: Geräte Installationsdatum
es: La fecha en que se instaló el instrumento analítico
ru: Дата установки инструмента

source: The date when the sample was preserved
ca: Indiqueu la data quan es va conservar de la mostra.
cs: Datum, kdy byl vzorek uchován
de: Das Datum wann die Probe konserviert wurde
es: La fecha en que se preservó la muestra
ru: Дата консервации образца

source: The date when the sample was received
cs: Datum, kdy byl vzorek přijat
de: Das Datum an dem die Probe empfangen wurde
es: La fecha en que se recibió la muestra
ru: Дата получения образца

source: The decimal mark selected in Bika Setup will be used.
ca: Marqueu aquesta casella de selecció si voleu utilitzar el símbol de separació decimal de la configuració general.
cs: Bude použita desetinné znaménko vybrané v nastavení Bika.
de: Dezimalzeichen im LIMS Setup wird verwendet.
es: Se usará la tipo de separador decimal seleccionado en la configuración general del sistema.
ru: Десятичный знак будет взят из настроек сайта.

source: The default timezone setting of the portal. Users will be able to set their own timezone, if available timezones are defined in the date and time settings.
ca: La configuració del fus horari per defecte del portal. Els usuaris poden configurar un fus horari propi si definiu altres fusos horaris a la configuració de data i hora.
cs: Výchozí nastavení časového pásma portálu. Uživatelé si budou moci nastavit vlastní časové pásmo, pokud jsou v nastavení data a času definována dostupná časová pásma.
de: Die Standardzeitzoneneinstellung des Portals. Benutzer können ihre eigene Zeitzone festlegen, wenn verfügbare Zeitzonen in den Datums- und Zeiteinstellungen definiert sind.
es: La zona horaria por defecto del sitio. Los usuarios podrán establecer su propia zona horaria si se permite en la vista de configuración de fecha.
ru: Временной пояс по умолчанию. Пользователям будет отображатся локальное время, если врменная зона есть в настройках.

source: The discount percentage entered here, is applied to the prices for clients flagged as 'members', normally co-operative members or associates deserving of this discount
ca: Aquest percentatge de descompte només s'aplicarà als clients que estiguin etiquetats com a 'clients habituals'.
cs: Zde zadané procento slevy se vztahuje na ceny pro klienty označené jako „členové“, běžně spolupracující členové nebo spolupracovníci, kteří si tuto slevu zaslouží
de: Rabatt für Kunden mit Mitgliederstatus. Für gewöhnlich handelt es sich um Kooperationspartner.
es: El porcentaje de descuento solo se aplicará a clientes que estén etiquetados como 'clientes habituales'. Normalmente, se trata de miembros que forman parte de una cooperativa, asociados o clientes con contrato de mantenimiento.
ru: Процент скидки введен здесь, применяется к ценам для клиентов с пометкой "член", как правило, кооператоров или партнеров, заслуживающих этой скидки

source: The environmental condition during sampling
cs: Stav prostředí během odběru vzorků
de: Die Umweltbedingungen während der Probenahme
es: La condición ambiental durante el muestreo
ru: Параметры среды при заборе образца

source: The fields are always listed on top and can not be faded out. You can drag and drop any fields to the lower list to change thier visibility.
cs: Pole jsou vždy uvedena nahoře a nelze je vymazat. Přetažením libovolného pole do spodního seznamu můžete změnit jeho viditelnost.
de: Die Felder werden immer oben aufgelistet und können nicht ausgeblendet werden. Sie können beliebige Felder per Drag & Drop in die untere Liste ziehen, um ihre Sichtbarkeit zu ändern.
es: Los campos se muestran siempre arriba del todo y no se pueden ocultar. Puede arrastrar y soltar los campos a la lista de debajo si desea cambiar su visibilidad.

source: The fields are listed below the promient fields and can be faded out. You can drag and drop any fields to the upper list to change their visibility.
cs: Pole jsou uvedena pod hlavními poli a mohou být vybledlá. Přetažením libovolného pole do horního seznamu můžete změnit jeho viditelnost.
de: Die Felder werden unterhalb der prominenten Felder aufgelistet und können ausgeblendet werden. Sie können beliebige Felder in die obere Liste ziehen und dort ablegen, um ihre Sichtbarkeit zu ändern.
es: Los campos se visualizan debajo de los campos destacados y se pueden ocultar. Puede arrastrar y soltar los campos a la lista de arriba si desea cambiar su visibilidad.

source: The following partitions have been created from this Sample:
ca: D'aquesta mostra s'han creat les alíquotes següents:
cs: Z tohoto vzorku byly vytvořeny následující oddělky:
de: Die folgenden Partitionen wurden für diese Probe erzeugt:
es: Se han creado las particiones siguientes:
ru: Из Образца были созданы следующие Партиции:

source: The following sample(s) will be dispatched
ca: Les mostres següents seran enviades
cs: Budou odeslány tyto vzorky (odeslán tento vzorek)
de: Die folgende(n) Probe(n) werden versendet
es: La muestra o muestras siguientes serán enviadas
ru: Следующие Образцы будут отправлены

source: The global Auditlog shows all modifications of the system. When enabled, all entities will be indexed in a separate catalog. This will increase the time when objects are created or modified.
ca: Marqueu aquesta casella de selecció si voleu habilitar el registre general d'auditoria i així poder visualitzar les modificacions efectuades en qualsevol contingut des d'una única vista general. Tingueu en compte que l'activació d'aquest paràmetre de configuració farà que tots els continguts s'hagin d'indexar en un catàleg addicional, de manera que el sistema serà més lent en crear continguts o modificar-ne d'existents.
cs: Globální Auditlog zobrazuje všechny změny systému. Pokud je tato funkce povolena, budou všechny entity indexovány v samostatném katalogu. Tím se zvýší čas při vytváření nebo úpravě objektů.
de: Das globale Audit Log zeigt alle Änderungen des Systems. Wenn aktiviert, werden alle Entitäten in einem separaten Katalog indiziert. Dadurch wird die Zeit verlängert, in der Objekte erstellt oder geändert werden.
es: En el registro global de auditoría se muestran todas las modificaciones efectuadas en el sistema. Cuando está activo, todos los registros electrónicos son indexados por separado en un catálogo específico que solo es utilizado para el registro de auditoría. Esto conlleva un incremento en el tiempo que necesita el sistema para crear o modificar objetos.

source: The height or depth at which the sample has to be taken
ca: Alçada o profunditat de mostreig
cs: Výška nebo hloubka, ve které musí být vzorek odebrán
de: Die Höhe oder Tiefe, in der die Probe genommen wurde
es: Altura o profundidad del muestreo
ru: Высота или глубина на которой производить забор

source: The instrument's ID in the lab's asset register
cs: ID přístroje v registru prostředků laboratoře
de: Die Geräte-ID in der Inventarliste des Labors
es: El identificador del instrumento analítico en el registro de bienes del laboratorio
ru: Инвентарный номер прибора

source: The instrument's model number
ca: Número de model de l'instrument de mesura
cs: Číslo modelu přístroje
de: Die Modellnummer des Geräts
es: Número de modelo del instrumento analítico
ru: Номер модели инструмента

source: The interval is calculated from the 'From' field and defines when the certificate expires in days. Setting this inverval overwrites the 'To' field on save.
cs: Interval se počítá z pole „Od“ a definuje, kdy platnost certifikátu vyprší ve dnech. Nastavení tohoto převráceného pole přepíše při uložení pole „Komu“.
de: Das Intervall wird aufgrund des 'Von' Datums berechnet und definiert den Zeitraum bis zum Ablauf des Zertifikats in Tagen. Wenn Sie ein Intervall setzen, überschreibt dies das 'Bis' Datum.
es: El intervalo se calcula a partir del campo 'Desde'. Indica el número de días que quedan antes que el certificado caduque. El valor indicado manualmente en este campo sobreescribe el valor del campo 'Hasta'.
ru: Срок действия сертификата вычисляется в днях с даты в поле 'С даты' и переопределяет поле 'До даты'

source: The lab is not accredited, or accreditation has not been configured.
ca: El laboratori no està acreditat o no s'ha configurat.
cs: Laboratoř není akreditována nebo nebyla nakonfigurována akreditace.
de: Das Labor ist nicht akkreditiert oder die Akkreditierung wurde nicht konfiguriert.
es: El laboratorio no está acreditado o no se ha configurado.
ru: Лаборатория не аккредитована или аккредитация не была указана.

source: The main language of the site.
cs: Hlavní jazyk webu.
de: Die Hauptsprache der Website.
es: El idioma principal de la aplicación
ru: Основной язык сайта

source: The minimum sample volume required for analysis eg. '10 ml' or '1 kg'.
ca: Volum mínim de mostra necessari per a efectuar l'anàlisi (per exemple, '10 ml' o '1 kg').
cs: Minimální objem vzorku potřebný pro analýzu, např. '10 ml' nebo '1 kg'.
de: Die Mindestmenge, die für die Analyse benötigt wird, z.B. "10 ml" oder "1 kg".
es: Volumen mínimo de muestra necesario para efectuar el análisis (por ejemplo, '10 ml' o '1 kg').
ru: Минимальный объем образца необходимый для проведения анализа, например: '10мл' или '1 кг'.

source: The number of days before a sample expires and cannot be analysed any more. This setting can be overwritten per individual sample type in the sample types setup
ca: El nombre de dies abans que caduqui la mostra, sense que pugui ser posteriorment analitzada. Aquesta propietat es pot sobreescriure individualment per a cada tipus de mostra a la pàgina de configuració de tipus de mostres.
cs: Počet dní před vypršením platnosti vzorku a již nelze analyzovat. Toto nastavení lze přepsat na jednotlivé typy vzorků v nastavení typů vzorků
de: Die Anzahl der Tage, bevor eine Probe verfällt und nicht mehr analysiert werden kann. Diese Einstellung kann für jeden Probentyp im Probentypen-Setup überschrieben werden.
es: El número de días antes que caduque la muestras sin que pueda ser analizada más. Esta propiedad puede ser sobreescrita individualmente para cada tipo de muestra desde la página de configuración de tipos de muestras.
ru: Количество дней до того как образец будет просрочен и не может быть проанализирован. Этот параметр может быть перезаписан каждый тип отдельных образцов в типы Установка образцов

source: The number of minutes before a user is automatically logged off. 0 disables automatic log-off
ca: Introduïu la durada màxima en minuts que una sessió d'usuari pot romandre inactiva abans que el sistema n'efectuï la desconnexió de manera automàtica. Introduïu el valor '0' si desitgeu desactivar la desconnexió automàtica de sessions d'usuari inactives.
cs: Počet minut před automatickým odhlášením uživatele. 0 deaktivuje automatické odhlášení
de: Anzahl der Minuten, bevor ein Benutzer automatisch abgemeldet wird. 0 deaktiviert die automatische Abmeldung
es: Duración en minutos de la sesión de usuario en el sistema. Si desea desactivar la expulsión automática de usuarios, introduzca el valor 0.
ru: Количество минут до автоматического выхода пользователя . 0 отключает автоматический выход

source: The period for which un-preserved samples of this type can be kept before they expire and cannot be analysed any further
ca: Indiqueu el període de temps durant el qual es poden mantenir les mostres sense conservar abans que no caduquin i no puguin ser analitzades.
cs: Období, po které mohou být nekonzervované vzorky tohoto typu uchovány před vypršením platnosti a nelze je dále analyzovat
de: Die Zeitspanne in der nicht konservierte Proben dieses Typs aufbewahrt werden können bevor sie verfallen und nicht mehr analysiert werden dürfen
es: Periodo de tiempo durante el que se pueden mantener las muestras en un estado de no conservación antes que caduquen y no puedan ser analizadas.
ru: Допустимое время хранения образца до консервации. По истечении этого времени анализы провести невозможно.

source: The person who preserved the sample
ca: Seleccioneu la persona encarregada de conservar la mostra.
cs: Osoba, která uchovala vzorek
de: Die Person die die Probe konserviert hat
es: La persona que preservó la muestra
ru: Отв.лицо законсервировавшее Образец

source: The person who took the sample
cs: Osoba, která odebrala vzorek
de: Die Person die die Probe entnommen hat
es: La persona que recogió la muestra
ru: Кто осуществил забор Образца

source: The price charged per analysis for clients who qualify for bulk discounts
ca: El preu per anàlisi que s'aplicarà als clients que tinguin assignat 'descompte per volum'
cs: Cena účtovaná za analýzu pro klienty, kteří mají nárok na hromadné slevy
de: Preis pro Analyse für Kunden mit Mengenrabatt.
es: El precio por análisis que se aplicará a los clientes que tengan asignado el 'descuento por volumen'
ru: Цена изменяется для оптовых клиентов

source: The profile's commercial ID for accounting purposes.
cs: Obchodní ID profilu pro účely účetnictví.
de: Buchhaltungs-ID des Analysenprofils
es: La identificación comercial del perfil para fines contables.
ru: ID панели в прейскуранте для задач учета

source: The profile's keyword is used to uniquely identify it in import files. It has to be unique, and it may not be the same as any Calculation Interim field ID.
ca: La paraula clau del perfil d'anàlisi s'utilitza per a identificar-lo unívocament en els fitxers d'importació. Ha de ser únic, i no pot ser igual a cap dels identificadors utilitzats en els camps d'entrada per a càlculs.
cs: Klíčové slovo profilu se používá k jedinečné identifikaci v importovaných souborech. Musí být jedinečný a nemusí být stejný jako jakýkoli ID pole Interval výpočtu.
de: Das Kennwort wird in Importdateien genutzt um es eindeutig dem entsprechenden Profil zuzuordnen. Es muss eindeutig sein und darf nicht einer Berechnungsfeld ID entsprechen.
es: La palabra clave del perfil se utiliza para identificarlo inequívocamente en los ficheros de importación. Debe ser único y no puede ser igual a ninguno de los identificadores utilizados en los campos de entrada de cálculos.
ru: Ключевое слово профиля - уникальный идентификатор не может совпадать с другими идентификаторами в системе. Используется при импорте.

source: The ranges for the following analyses have been manually changed and they are no longer compliant with the ranges of the Specification:
cs: Rozsahy pro následující analýzy byly ručně změněny a již nejsou v souladu s rozsahy specifikace:
de: Die Bereiche für die folgenden Analysen wurden manuell geändert und entsprechen nicht mehr den Bereichen der Spezifikation:
es: Los rangos para los siguientes análisis se han cambiado manualmente y ya no cumplen con los rangos de la Especificación:
ru: Интервалы следующих анализов были изменены и не совпадают с интервалами Спецификации:

source: The reference code issued to the lab by the accreditation body
ca: Codi de referència que l'entitat d'acreditació ha concedit al laboratori.
cs: Referenční kód, který laboratoři vydává akreditační orgán
de: Die Referenznummer, die dem Labor von der Akkreditierungsstelle zugewiesen wurde.
es: Código de referencia que la entidad de acreditación ha concedido al laboratorio.
ru: Референсный ID выданный лаборатории органом аккредитации

source: The result after the calculation has taken place with test values. You will need to save the calculation before this value will be calculated.
cs: Výsledek po provedení výpočtu se zkušebními hodnotami. Před výpočtem této hodnoty budete muset uložit výpočet.
de: Das Ergebnis nach dieser Berechnung wurde aufgrund von Testwerten berechnet. Sie müssen die Berechnung speichern, bevor dieser Wert berechnet werden kann.
es: El resultado del cálculo ha sido obtenido a partir de los valores de la prueba. Es necesario guardar para que el cálculo se realize.
ru: Вычисления результатов с тестовыми параметрами. Необходимо сохранить Вычисление сначала.

source: The results for the Analysis Services that use this method can be set manually
cs: Výsledky analytických služeb, které používají tuto metodu, lze nastavit ručně
de: Die Ergebnisse für diese Analysenleistung können manuell erfasst werden.
es: Los resultados para este Servicio de Análisis pueden ser ingresados manualmente
ru: Результаты Аналитической Услуги, использующей этот метод могут быть внесены вручную

source: The results of field analyses are captured during sampling at the sample point, e.g. the temperature of a water sample in the river where it is sampled. Lab analyses are done in the laboratory
ca: Els resultats per al camp d'anàlisi es capturaran durant el mostreig. Per exemple, la temperatura d'una mostra d'aigua del riu d'on s'ha recollit.
cs: Výsledky analýz z terénu jsou zachyceny během odběrů vzorků v místě odběru vzorku, např. teplota vzorku vody v řece, kde se odebírá vzorek. Laboratorní analýzy se provádějí v laboratoři
de: Die Ergebnisse der Feldanalysen werden direkt an der Probenahmestelle erhoben, z.B. Temperatur des Wassers. Laboranalysen werden im Labor durchgeführt.
es: Los resultados para el campo de análisis se capturarán durante el muestreo. Por ejemplo, la temperatura de una muestra de agua del río.
ru: Результаты полевых анализов фиксируются во время отбора проб на контрольной точке, например температура образца воды в реке, где пробы отбирались. Лабораторные анализы проводятся в лаборатории

source: The sample is a mix of sub samples
cs: Vzorek je směsí dílčích vzorků
de: Die Probe ist ein Mix aus Unterproben
es: La muestra es un conjunto de sub-muestras
ru: Образец состоит из нескольких субобразцов

source: The serial number that uniquely identifies the instrument
ca: Número de sèrie que identifica unívocament l'instrument de mesura
cs: Sériové číslo, které jedinečně identifikuje nástroj
de: Seriennummer zur eindeutigen Identitifizierung des Geräts
es: Número de serie que identifica inequívocamente al instrumento analítico
ru: Серийный номер, который однозначно идентифицирует инструмент

source: The service's analytical protocol ID
cs: ID analytického protokolu služby
de: Protokoll-ID der Analyseleistung
es: Identificación del protocolo analítico del servicio.
ru: ID аналитического протокола

source: The service's commercial ID for accounting purposes
cs: Obchodní ID služby pro účely účetnictví
de: Eindeutige Buchhaltungsnummer der Analysenleistung
es: La identificación comercial del servicio para fines contables.
ru: ID услуги в прейскуранте

source: The specification has a Dynamic Specification assigned
cs: Ke specifikaci je přiřazena dynamická specifikace
de: Der Spezifikation ist eine dynamische Analysenspezifikation zugeordnet
es: La especificación tiene una Especificación Dinámica asignada
ru: Включена Динамическая Спецификация
