Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: Enhancement
ca: Millores
cs: Vylepšení
de: Verbesserung
es: Mejora
ru: Улучшение

source: Enter a user name, usually something like 'jsmith'. No spaces or special characters. Usernames and passwords are case sensitive, make sure the caps lock key is not enabled. This is the name used to log in.
ca: Introduïu el nom d'usuari que vulgueu utilitzar per a entrar al sistema. Utilitzeu un nom d'usuari curt, sense espais en blanc ni tampoc caràcters especials. Recomanem que el nom d'usuari contingui part del nom real de l'usuari, com per exemple 'jsole'. Distingeix entre majúscules i minúscules.
cs: Zadejte uživatelské jméno, obvykle něco jako 'jsmith'. Žádné mezery nebo speciální znaky. U uživatelských jmen a hesel se rozlišují velká a malá písmena. Ujistěte se, že není zmáčknutý Caps lock. Toto je jméno používané k přihlášení.
de: Geben Sie einen Benutzernamen ein, in der Regel so etwas wie "jschmid". Keine Leerzeichen oder Sonderzeichen. Benutzernamen und Passwörter sind case-sensitive. Stellen sie daher sicher, dass die Feststelltaste nicht aktiviert ist. Dieser Name wird zum Anmelden benutzt.
es: Introduzca un nombre de usuario, que normalmente es similar a 'jgarcia'. No se admiten caracteres en blanco ni caracteres especiales. El nombre de usuario y la contraseña son sensibles a las mayúsculas. Es el nombre que utilizará para acceder al sistema.
ru: Введите имя пользователя, обычно что-то вроде «jsmith», без пробелов и специальных символов. Имена пользователей и пароли чувствительны к регистру, убедитесь, что клавиша caps lock не нажата. Имя используется для входа в систему.

source: Enter an email address. This is necessary in case the password is lost. We respect your privacy, and will not give the address away to any third parties or expose it anywhere.
ca: Introduïu una adreça de correu electrònic. Això és necessari en cas de pèrdua de la contrasenya. La vostra privacitat està garantida i no donarem la vostra adreça a tercers ni tampoc la farem pública enlloc.
cs: Zadejte e-mailovou adresu. To je nutné v případě ztráty hesla. Respektujeme vaše soukromí a tuto adresu neposkytneme žádné třetí straně ani ji nikde nevystavujeme.
de: Geben Sie eine E-Mail-Adresse ein. Diese wird benötigt, falls das Passwort verloren geht. Wir respektieren Ihre Privatsphäre und geben ihre Adresse nicht an Dritte weiter.
es: Introduzca su dirección de correo electrónico. Es necesaria en caso de perder la clave de acceso. Respetamos su privacidad y su cuenta de correo electrónico nunca será revelada ni facilitada a terceros.
ru: Введите адрес электронной почты. Это необходимо в случае утери пароля. Мы уважаем вашу частную жизнь и не будет передавать адреса третьим лицам.

source: Enter discount percentage value
ca: Introduïu el percentatge de descompte
cs: Zadejte procentuální hodnotu slevy
de: Geben Sie den Rabatt in Prozent ein
es: Introducir el porcentaje de descuento
ru: Введите процентное значение скидки

source: Enter percentage value eg. 14.0
ca: Introduïu un percentatge, p. ex. 14.0
cs: Zadejte procentuální hodnotu, např. 14.0
de: Geben Sie den Wert in Prozent ein, z.B. 19.0
es: Introducir un porcentaje, p.ej. 14.0
ru: Введите процентное значение напр. 14,0

source: Enter percentage value eg. 14.0. This percentage is applied on the Analysis Profile only, overriding the systems VAT
ca: Introduïu un valor de percentatge, p. ex. 14.0. Aquest percentatge només s'aplicarà a aquest perfil d'anàlisi, sobreescrivint el valor per defecte del sistema.
cs: Zadejte procentuální hodnotu, např. 14.0. Toto procento se použije pouze na analytický profil a převede systémovou DPH
de: Bitte geben Sie den Prozentsatz ein, z. B. 14.0. Dieser Prozentsatz wird im gesamtem System angewendet, kann aber individuell an den verschiedenen Elementen überschrieben werden
es: Introducir un porcentaje, p.ej. 14.0. Este porcentaje solo se aplicará al perfil de análisis y sobrescribirá el impuesto definido por defecto.
ru: Введите процентное значение напр. 14,0. Это значение будет применено к панели анализов и переопределит НДС по умолчанию

source: Enter percentage value eg. 14.0. This percentage is applied system wide but can be overwrittem on individual items
ca: Introduïu un percentatge, p. ex. 14.0. Aquest percentatge s'aplicarà a tot el sistema, però el podreu sobreescriure individualment a cada element.
cs: Zadejte procentuální hodnotu, např. 14.0. Toto procento je použito v celém systému, ale může být přepsáno na jednotlivé položky
de: Bitte geben Sie den Prozentsatz ein, z. B. 14.0. Dieser Prozentsatz wird im gesamtem System angewendet, kann aber individuell an den verschiedenen Elementen überschrieben werden
es: Introducir un porcentaje, p.ej. 14.0. Este porcentaje se aplicará a todo el sistema, pero podrá ser sobrescrito individualmente para cada elemento.
ru: Введите процентное значение напр. 14.0. Это значение будет использоваться в системе, но может быть переопределено для отдельных элементов.

source: Enter percentage value eg. 33.0
ca: Introduïu un percentatge, p. ex. 33.0
cs: Zadejte procentuální hodnotu, např. 33,0
de: Geben Sie den Wert in Prozent ein, z.B. 33.0
es: Introducir un porcentaje, p.ej. 33.0
ru: Введите значение процента напр. 33,0

source: Enter the Sample Point's latitude in degrees 0-90, minutes 0-59, seconds 0-59 and N/S indicator
ca: Introduïu la latitud del punt de mostreig en graus (de 0 a 90), minuts (de 0 a 59), segons (0 a 59) i orientació N/S
cs: Zadejte zeměpisnou šířku bodu odebraného vzorku ve stupních 0-90, minutách 0-59, sekundách 0-59 a indikátoru Severně / Jižně
de: Geben Sie die geographische Breite der Probenahmestelle in Breitengrad (0-90), Winkelminute (0-59), Winkelsekunde (0-59) und Richtuingsangabe (N/S) an.
es: Introducir la latitud del punto de muestreo en grados (de 0 a 90) , minutos (de 0 a 59) y la orientación N/S
ru: Введите широту точки забора образца в виде 0-90 градусов, минут 0-59, секунд-0-59 и N/S индикатор

source: Enter the Sample Point's longitude in degrees 0-180, minutes 0-59, seconds 0-59 and E/W indicator
ca: Introduïu la longitud del punt de mostreig en graus (de 0 a 90), minuts (0 a 59), segons (0 a 59) i orientació E/W
cs: Zadejte zeměpisnou délku bodu odběru vzorku ve stupních 0-180, v minutách 0-59, sekundáchy 0-59 a indikátor E východně / W západně
de: Geben Sie die geographische Länge der Probenahmestelle in Längengrad (0-180), Winkelminute (0-59), Winkelsekunde (0-59) und Richtuingsangabe (O/W) an.
es: Introducir la longitud del punto de muestreo en grados (de 0 a 90), minutos (0 a 59), segundos (0 a 59) y orientación E/W
ru: Введите долготу в градусах 0-180, минутах 0-59, секундах 0-59 и указатеь В / З

source: Enter the details of each of the analysis services you want to copy.
ca: Introduïu els detalls de cada una de les anàlisis que desitgeu copiar.
cs: Zadat podrobnosti o všech analytických službách, které chcete zkopírovat.
de: Geben Sie die Details jeder Analyseleistung ein, die Sie kopieren möchten
es: Introducir los detalles de cada uno de los servicios de análisis a copiar.
ru: Внесите описание аналитическиз услуги вы хотите скопировать

source: Enter the details of your lab's service accreditations here. The following fields are available: lab_is_accredited, lab_name, lab_country, confidence, accreditation_body_name, accreditation_standard, accreditation_reference<br/>
ca: Introduïu la informació relativa a les acreditacions del laboratori. Podeu utilitzar qualsevol de les màscares següents: <code>lab_is_accredited</code>, <code>lab_name</code>, <code>lab_country</code>, <code>confidence</code>, <code>accreditation_body_name</code>, <code>accreditation_standard</code>, <code>accreditation_reference</code><br/>
cs: Sem zadejte podrobnosti o akreditaci služeb vaší laboratoře. K dispozici jsou následující pole: lab_is_accredited, lab_name, lab_country, confidence, accreditation_body_name, accreditation_standard, accreditation_reference<br/>
de: Geben Sie an dieser Stelle ihre Akkreditierung an. Folgende Felder sind verfügbar: lab_is_accredited, lab_name, lab_country, confidence, accreditation_body_name, accreditation_standard, accreditation_reference<br/>
es: Introducir los detalles sobre las acreditaciones del laboratorio. Los campos disponibles son los siguientes: lab_is_accredited, lab_name, lab_country, confidence, accreditation_body_name, accreditation_standard, accreditation_reference <br/>
ru: Внесите данные вашей аккредитации. Доступные поля: lab_is_accredited, lab_name, lab_country, confidence, accreditation_body_name, accreditation_standard, accreditation_reference<br/>

source: Enter the result either in decimal or scientific notation, e.g. 0.00005 or 1e-5, 10000 or 1e5
ca: Introduïu el resultat en format decimal o en notació científica, per exemple 0.00005 o 1e-5, 10000 o 1e5
cs: Výsledek zadejte v desítkové nebo vědecké notaci, např. 0,00005 nebo 1e-5, 10000 nebo 1e5.
de: Geben Sie das Ergebnis entweder in dezimaler oder wissenschaftlicher Schreibweise ein, z. 0,00005 oder 1e-5, 10000 oder 1e5
es: Introducir el resultado en formato decimal o notación científica, por ejemplo 0.00005 o 1e-5, 10000 o 1e5

source: Environmental conditions
ca: Condicions ambientals
cs: Ekologické předpoklady
de: Umweltbedingungen
es: Condiciones ambientales
ru: Условия среды

source: Erroneous result publication: ${sample_id}
ca: La publicació de resultats ha finalitzat amb error: ${sample_id}
cs: Chybné zveřejnění výsledku: ${sample_id}
de: Fehlerhafte Ergebnisveröffentlichung: ${sample_id}
es: Publicación de resultados errónea: ${sample_id}

source: Evolution of Analyses
ca: Evolució de les anàlisis
cs: Vývoj analýz
de: Entwicklung der Analysen
es: Evolución de análisis
ru: Работа с анализами

source: Evolution of Samples
ca: Evolució de les mostres
cs: Evoluce vzorků
de: Entwicklung der Proben
es: Evolución de muestras
ru: Работа с образцами

source: Evolution of Worksheets
ca: Evolució dels fulls de treball
cs: Evoluce pracovních listů
de: Entwicklung der Arbeitsblätter
es: Evolución de hojas de trabajo
ru: Работ с Рабочими Листами

source: Example Cronjob to execute the auto import every 10 minutes
ca: Exemple de cronjob per a l'execució de la importació automàtica de resultats cada 10 minuts
cs: Příklad Cronjobu pro spuštění automatického importu každých 10 minut
de: Beispiel-Cronjob, um den automatischen Import alle 10 Minuten auszuführen
es: Ejemplo de cronjob para ejecutar la importación automática de resultados cada 10 minutos
ru: Пример крон-задания для выполнения автоимпорта каждые 10 минут

source: Example content
ca: Contingut d'exemple
cs: Příklad obsahu
de: Beispielinhalt
es: Contenido de ejemplo
ru: Примеры

source: Exclude from invoice
ca: No facturable
cs: Vyloučit z faktury
de: Von der Rechnung ausschließen
es: Excluir de la factura
ru: Исключить из счета

source: Expected Result
ca: Resultat esperat
cs: Očekávaný výsledek
de: Voraussichtliches Ergebnis
es: Resultado esperado
ru: Ожидаемый результат

source: Expected Sampling Date
ca: Data estimada de mostreig
cs: Očekávané datum vzorkování
de: geplantes Probenahmedatum
es: Fecha esperada de muestreo
ru: Ожидаемая дата забора

source: Expected Values
ca: Valors esperats
cs: Očekávané hodnoty
de: Erwartungswerte
es: Resultados esperados
ru: Ожидаемые значения

source: Expire
ca: Marca-la com a caducada
cs: Vyprší platnost
de: Verfallen lassen
es: Marcar como caducada
ru: Истекает

source: Expired
ca: Caducada
cs: Platnost vypršela
de: Verfallen
es: Caducados
ru: Просрочен

source: Expiry Date
ca: Data de caducitat
cs: Datum vypršení platnosti
de: Verfallsdatum
es: Fecha de caducidad
ru: Дата истечения срока действия

source: Exponential format precision
ca: Precisió en notació exponencial
cs: Přesnost exponenciálního formátu
de: Exponentielle Darstellung der Präzision
es: Precisión en formato exponencial
ru: Точность экспоненциальной записи

source: Exponential format threshold
ca: Llindar en notació exponencial
cs: Exponenciální prahová hodnota formátu
de: Exponentielle Darstellung des Schwellwerts
es: Límite del formato exponencial
ru: Порог экспоненциальной записи

source: Export
ca: Exporta
cs: Exportovat
es: Exportar
ru: Экспорт

source: Failed to load sticker
ca: No s'ha pogut carregar l'etiqueta d'impressió amb el codi de barres
cs: Štítek se nepodařilo načíst
de: Etikett Ladefehler
es: No se ha podido cargar la etiqueta de impressión con el código de barras
ru: Ошибка загрузки наклейки

source: Failed to send Email(s)
ca: No s'han pogut enviar els correus electrònics
cs: Nepodařilo se odeslat e-mail(y)
de: E-Mail-Versand fehlgeschlagen
es: No se han podido enviar los correos electrónicos
ru: Ошибка отправки электронной почты

source: Failed to update registry records. Please check the server log for details.
ca: No s'han pogut actualitzar els valors del registre. Per a més detalls, comproveu el registre d'errors en el servidor.
cs: Nepodařilo se aktualizovat záznamy registru. Podrobnosti naleznete v protokolu serveru.
de: Registrierungseinträge konnten nicht aktualisiert werden. Bitte überprüfen Sie das Serverprotokoll auf Details.
es: Error al actualizar los valores del registro. Por favor compruebe el registro de errores en el servidor para más detalles.

source: Fax (business)
ca: Fax (negoci)
cs: Fax (firemní)
de: Fax (geschäftlich)
es: Fax (trabajo)
ru: Факс (рабочий)

source: Female
ca: Dona
cs: Žena
de: Weiblich
es: Mujer
ru: Женский

source: Fetch Transitions
ca: Consulta les transicions disponibles
de: Transitionen laden
es: Consultar transiciones disponibles

source: Field
ca: Camp
cs: Pole
de: Feld
es: Campo
ru: Поле

source: Field '{}' is required
ca: El camp «{}» és obligatori
cs: Pole '{}' je vyžadováno
de: Das Feld '{}' ist erforderlich
es: El campo '{}' es obligatorio
ru: Поле '{}' обязательно

source: Field Analyses
ca: Anàlisis de camp
cs: Analýzy v terénu
de: Feldanalysen
es: Análisis de campo
ru: Анализы "в поле"

source: Field Name
ca: Nom del camp
cs: Název pole
de: Name des Feldes
es: Nombre del campo

source: Field Preservation
ca: La conservació es fa en recol·lectar la mostra
cs: Pole Uchování
de: Vor-Ort-Konservierung
es: Conservación fuera del laboratorio
ru: Консервация в "в поле"

source: Field Title
ca: Títol del camp
cs: Pole Název
de: Titel des Felds
es: Título del campo
ru: Название поля

source: Field visibility
ca: Visibilitat del camp
cs: Viditelnost pole
de: Sichtbarkeit des Feldes
es: Visibilidad del campo

source: File
ca: Fitxer
cs: Soubor
de: Datei
es: Fichero
ru: Файл

source: File Deleted
ca: S'ha esborrat el fitxer
cs: Soubor smazán
de: Datei gelöscht
es: Fichero borrado
ru: Файл удален

source: File upload
ca: Carrega el fitxer
cs: Nahrání souboru
de: Dateiupload
es: Subir fichero

source: File upload
ca: Carrega el fitxer
cs: Nahrát soubor
de: Datei hochladen
es: Subir fichero
ru: Загрузить файл

source: Filesize
ca: Mida del fitxer
cs: Velikost souboru
de: Dateigröße
es: Tamaño del fichero
ru: Размер файла

source: Filter by template method
ca: Filtra pel mètode de la plantilla
cs: Filtrovat podle metody šablony
de: Nach Methode der Vorlage filtern
es: Filtro por método de plantilla

source: Filter by template services
ca: Filtra pels serveis de la plantilla
cs: Filtrovat podle služby šablony
de: Nach Analysenleistungen der Vorlage filtern
es: Filtro por servicios de plantilla

source: First sheet does not contain a valid column definition
ca: El primer full del fitxer no conté cap columna que sigui correcta
cs: První list neobsahuje platnou definici sloupce
de: Erstes Arbeitsblatt hat keine gültige Spaltenkonfiguration
es: La primera hoja no contiene una definición de columna válida
ru: Первый лист не содержит необходимых заголовков

source: Firstname
ca: Nom
cs: Jméno
de: Vorname
es: Primer nombre
ru: Имя

source: Float value from 0.0 - 1000.0 indicating the sort order. Duplicate values are ordered alphabetically.
ca: Introduïu un valor numèric entre 0.0 i 1000.0 per a indicar l'ordre dels elements. Els elements duplicats s'ordenaran alfabèticament.
cs: Plovoucí hodnota od 0,0 - 1000,0 která označuje pořadí řazení. Duplicitní hodnoty jsou řazeny abecedně.
de: Gleitkommawert von 0.0 - 1000.0 um die Sortierreihenfolge zu setzen. Doppelte Werte werden alphabetisch sortiert.
es: Valor numérico entre 0.0 y 1000.0 que indica el orden de los elementos. Los elementos duplicados se ordenan alfabéticamente.
ru: Значение 0.0 - 1000.0 задает порядок сортировки. Соврадающие значения сортируются в алфавитном порядке.

source: Formatting Configuration
ca: Format dels identificadors
cs: Konfigurace formátování
de: Konfiguration formatieren
es: Formato de los identificadores
ru: Конфигурирование формата

source: Formula
ca: Fórmula
cs: Vzorec
de: Formel
es: Fórmula
ru: Формула

source: Found Dynamic Analysis Specification for '{}' in '{}'
ca: S'ha trobat una especificació dinàmica per «{}» a «{}»
cs: Nalezena specifikace dynamické analýzy pro '{}' v '{}'
de: Dynamische Analysenspezifikation für '{}' in '{}' gefunden
es: Especificación de análisis dinámico encontrado para '{}' en '{}'
ru: Найдены Динамические спецификации для '{}' в '{}'

source: Friday
ca: Divendres
cs: Pátek
de: Freitag
es: Viernes
ru: Пятница

source: From
ca: Des de
cs: Od
de: Von
es: Desde
ru: От

source: Full Name
ca: Nom complet
cs: Celé jméno
de: Vollständiger Name
es: Nombre completo
ru: Полное имя

source: Fullname
ca: Nom complet
cs: Celé jméno
de: Vollständiger Name
es: Nombre completo
ru: Наименование

source: Function
ca: Funció
cs: Funkce
de: Funktion
es: Función
ru: Функция

source: Future dated sample
ca: El mostreig s'ha planificat per més endavant
cs: Vzorek datovaný v budoucnosti
de: In der Zukunft datierte Probe
es: Muestra con fecha de asignación futura
ru: Запланированный забор образца

source: Generates an ID with the IDServer
ca: Genera identificadors únics mitjançant l'ús del Servidor d'Identificadors (ID)
cs: Generuje ID pomocí IDServeru
de: Erzeugt eine ID mit dem ID-Server
es: Genera una ID con el IDServer
ru: Сгенерировать ID через ID-сервер

source: Global Audit Log is disabled
ca: El registre general d'auditoria no està habilitat.
cs: Globální protokol auditu je vypnut
de: Globales Audit Log ausgeschaltet
es: El registro global de auditoría está desactivado

source: Go to your instance
ca: Ves a la instància
cs: Přejděte do své instance
de: Zur SENAITE Seite gehen
es: Ir a la instancia
ru: Перейти в инстанс

source: Greeting title eg. Mr, Mrs, Dr
ca: Títol de cortesia, com p. ex. Sr., Sra. o Dr.
cs: Oslovující titul např. Pan, Paní, Dr.
de: Anrede Titel, z.B. Herr, Frau, Dr
es: Título de cortesía, como p.ej. Sr., Sra. o Dr.
ru: Приветствие напр. Г-Н, миссис, Dr

source: Group analysis services by category in the LIMS tables, helpful when the list is long
ca: Podeu agrupar els serveis d'anàlisi en categories des de la pàgina de configuració del LIMS. Això és útil quan la llista de serveis d'anàlisi és massa llarga
cs: Služby skupinové analýzy podle kategorií v tabulkách LIMS, užitečné, když je seznam dlouhý
de: Gruppiere Analyseleistungen nach Kategorien. Sinnvoll bei langen Listen.
es: Agrupar los servicios de análisis por categorías. Esto es útil cuando la lista de servicios de análisis es demasiado larga
ru: Группировка аналитических услуг в таблицах LIMS, полезно, когда список длинный

source: Hazardous
ca: Perillós
cs: Nebezpečný
de: Gefährlich
es: Peligroso
ru: Опасные

source: Hidden
ca: Ocult
cs: skryto
de: Versteckt
es: Oculto
ru: Скрытый

source: Hidden Field
ca: Camp ocult
cs: Skryté pole
de: Verstecktes Feld
es: Campo Oculto
ru: Скрытое поле

source: High
ca: Alta
cs: Vysoký
de: Hoch
es: Alta
ru: Высокий

source: Highest
ca: Molt alta
cs: Nejvyšší
de: Höchst
es: Muy alta
ru: Наивысший

source: Hours
ca: Hores
cs: Hodin
de: Stunden
es: Horas
ru: Часов

source: IBN
ca: IBAN
es: IBAN

source: ID Server Values
ca: Valors del servidor d'identificadors
cs: Hodnoty ID serveru
de: ID-Server Werte
es: Valores del servidor de IDs
ru: Значения ID-сервера

source: ID Template
ca: ID plantilla
cs: ID šablony
de: ID Vorlage
es: ID plantilla
ru: ID Шаблона

source: If a sample is taken periodically at this sample point, enter frequency here, e.g. weekly
ca: Si per aquest punt de mostreig és necessària la presa de mostres de forma periòdica, indiqueu-ne la freqüència (p. ex. setmanalment, diàriament, etcètera).
cs: Pokud je vzorek odebírán pravidelně v tomto vzorkovacím bodě, zadejte zde frekvenci, např. týdně
de: Wenn Proben an dieser Probenahmestelle regelmäßig entnommen werden, geben Sie an dieser Stelle die Häufigkeit an
es: Si el muestreo en este punto se realiza periódicamente, indique la frecuencia (p.eg. semanal)
ru: Если образцы забираются в этой точке забора регулярно, введите частоту, например 'еженедельно'

source: If checked, a selection list will be displayed next to the analysis' result field in results entry views. By using this selector, the analyst will be able to set the value as a Detection Limit (LDL or UDL) instead of a regular result
ca: Marqueu aquesta casella de selecció si voleu que es mostri una llista de selecció que permeti a l'usuari escollir el símbol de desigualtat del límit de detecció ('<' per LDL i '>' per UDL). Si marqueu la casella de selecció, aquest selector es mostrarà al costat del camp per a la introducció del resultat de l'anàlisi i si l'usuari en selecciona un valor no buit, el sistema interpretarà que el valor introduït és un límit de detecció en comptes d'un resultat.
cs: Pokud je zaškrtnuto, zobrazí se v zobrazeních výsledků výsledky vedle pole výsledků analýzy seznam výběru. Pomocí tohoto selektoru bude analytik moci nastavit hodnotu jako Detection Limit (LDL nebo UDL) namísto běžného výsledku
de: Wenn ausgewählt, wird eine Liste in der Ergebnisübersicht angezeigt. LDL und UDL sind dann durch den Labormitarbeiter frei wählbar
es: Si está marcado, se mostrará una lista de selección junto al campo de resultados del análisis en las vistas de entrada de resultados. Al usar este selector, el analista podrá establecer el valor como Límite de detección (LDL o UDL) en lugar de un resultado regular.
ru: Включить для активации возможности вводить порговые значения чуствительности (LDL, UDL) в форме внесения результатов измерения

source: If checked, the instrument will be unavailable until the next valid calibration was performed. This checkbox will automatically be unchecked.
ca: Marqueu aquesta casella de selecció si voleu que l'instrument de mesura no estigui disponible fins que s'hagi realitzat un calibratge amb èxit.
cs: Pokud je zaškrtnuto, nebude přístroj k dispozici, dokud nebude provedena další platná kalibrace. Toto zaškrtávací políčko bude automaticky zrušeno.
de: Wenn ausgewählt, wird das Gerät bis zur nächsten gültigen Kalibrierung nicht mehr verfügbar sein und automatisch deaktiviert.
es: Si está marcado, el instrumento no estará disponible hasta que se realice una calibración válida. Esta casilla de verificación se desactivará automáticamente.
ru: Включить чтобы сделать инструменты недостпуынм до следующей калибровки.

source: If enabled, a free text field will be displayed close to each analysis in results entry view
ca: Marqueu aquesta casella de selecció si voleu que es mostri un camp de text per a la introducció de comentaris al costat de cada anàlisi.
cs: Pokud je tato možnost povolena, zobrazí se v zobrazení vstupu výsledků vedle každé analýzy pole volného textu
de: Wenn ausgewählt, wird ein Freitext neben jeder Analyse in der Ergebnisübersicht angezeigt
es: Si está marcado, se mostrará un campo de texto libre cerca de cada análisis en la vista de entrada de resultados
ru: Включить комментарии к анализу
