Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: Number of Partitions to create
ca: Nombre d'alíquotes
cs: Počet oddělků, k vytvoření
de: Anzahl zu erzeugende Partitionen
es: Número de Particiones a crear
ru: Число создаваемых Партиций

source: Number of Positions
ca: Nombre de posicions
cs: Počet pozic
de: Anzahl der Positionen
es: Número de Posiciones
ru: Число позиций

source: Number of copies
ca: Nombre de còpies
cs: Počet kopií
de: Anzahl Kopien
es: Número de copias
ru: Число копий

source: Number of prominent columns
ca: Nombre de columnes destacades
cs: Počet významných sloupců
de: Anzahl der prominenten Spalten
es: Número de columnas prominentes

source: Number of required verifications
ca: Nombre de verificacions necessàries
cs: Počet požadovaných ověření
de: Anzahl der benötigten Verifikationen
es: Número de verificaciones necesarias
ru: Число требуемых верификаций

source: Number of required verifications before a given result being considered as 'verified'. This setting can be overrided for any Analysis in Analysis Service edit view. By default, 1
ca: Indiqueu el nombre de verificacions necessàries abans que el sistema pugui considerar el resultat com a totalment verificat. Podeu sobreescriure aquest paràmetre de configuració en l'àmbit de servei d'anàlisi. El valor per defecte és 1.
cs: Počet požadovaných ověření před tím, než je daný výsledek považován za „ověřený“. Toto nastavení lze přepsat pro jakékoli analýzy v zobrazení úprav služby pro analýzu. Ve výchozím nastavení 1
de: Anzahl der benötigten Verifikationen bevor ein Ergebnis als 'verifiziert' gilt. Diese Einstellung kann pro Analyse einer Analyseleistung überschrieben werden. Der Standardwert ist 1.
es: Número de verificaciones requeridas antes de que un resultado determinado se considere 'verificado'. Esta configuración se puede anular para una vista de edición de análisis en un servicio de análisis. Por defecto, 1
ru: Количество необходимых верификаций для признания результата 'верифицированных'. Данная настройка может быть переопределена для каждой Аналитической Услуги. Значение по умолчанию 1.

source: Number of required verifications from different users with enough privileges before a given result for this analysis being considered as 'verified'. The option set here has priority over the option set in Bika Setup
ca: Indiqueu el nombre de verificacions de diferents usuaris amb privilegis adients que seran necessàries abans que el resultat de l'anàlisi es pugui considerar com a 'verificat'. Aquest paràmetre de configuració té prioritat sobre el valor que hàgiu configurat a la vista de configuració general.
cs: Počet požadovaných ověření od různých uživatelů s dostatečnými oprávněními před tím, než je daný výsledek považován za „ověřený“. Zde nastavená možnost má přednost před možností nastavenou v nastavení Bika
de: Anzahl der benötigten Verifikaktionen von unterschiedlichen Benutzern mit entsprechender Berechtigung, bis eine Analyse als 'verifiziert' gilt. Diese Einstellung überschreibt den Wert in den Bika Einstellungen.
es: Número de verificaciones necesarias de diferentes usuarios antes de que un resultado determinado para este análisis se considere como 'verificado'. La opción establecida aquí tiene prioridad sobre la opción establecida en la Configuración general.
ru: Количество необходимых верификаций разными пользователями с необходимыми правамии для признания результата 'верифицированных'. Данная настройка имеет приоритет выше чем указанныя в Bika Setup.

source: Number of standard columns
ca: Nombre de columnes estàndard
cs: Počet standardních sloupců
de: Anzahl der standard Spalten
es: Número de columnas estándar

source: Once preserved, the sample must be disposed of within this time period. If not specified, the sample type retention period will be used.
ca: La mostra es mantindrà apartada durant el període de temps indicat tan bon punt s'estableixi en estat de conservació. Si no s'especifica res, s'utilitzarà el període de retenció per tipus de mostra.
cs: Jakmile je vzorek uchován, musí být v této lhůtě zlikvidován. Pokud není uvedeno, použije se typ doby uchování vzorku.
de: Einmal konserviert muss die Probe innerhalb dieser Zeit entsorgt werden. Wenn nicht anders spezifiziert, wird die Probentypenlaufzeit eingesetzt
es: La muestra será descartada durante el periodo de tiempo indicado cuando se le asigne el estado de conservación. Si no se indica nada, se utilizará el periodo de retención por tipo de muestra.
ru: После консервации образец должен быть уничтожен в указанный период. Если период не определен будет использовано значение 'Срок хранения' для этого типа образцов.

source: Only Excel files supported
cs: Podporovány jsou pouze soubory Excel
de: Nur Excel Dateien unterstützt
es: Solamente archivos en formato Excel soportado
ru: Только Excel файлы допустимы

source: Only images can be rendered in the report directly
ca: Marqueu aquesta casella de selecció si voleu que el fitxer d'imatge s'encasti directament a l'informe de resultats
cs: V hlášení lze přímo zobrazit pouze obrázky.
de: Nur Bilder können direkt im Bericht eingebettet werden
es: Solo es posible renderizar imágenes en el informe de resultados

source: Only lab managers can create and manage worksheets
ca: Restringeix la creació i gestió de fulls de treball
cs: Vytvářet a spravovat pracovní listy mohou pouze správci laboratoří
de: Nur Laborleiter können Arbeitsblätter erstellen und verwalten
es: Solo los responsables de laboratorio pueden gestionar las hojas de trabajo
ru: Только менеджеры лаборатории могут создавать и управлять рабочими листами

source: Only laboratory workdays are considered for the analysis turnaround time calculation.
cs: Pro výpočet časového cyklu analýzy se berou v úvahu pouze laboratorní pracovní dny.
de: Für die Berechnung der Durchlaufzeit der Analyse werden nur Laborarbeitstage berücksichtigt.
es: Solo se consideran los días laborables de laboratorio para el cálculo del tiempo de respuesta del análisis.
ru: Для расчета 'Общего времени выполнения' используется график рабочих дней лаборатории.

source: Only to empty or zero fields
cs: Pouze do prázdných nebo nulových polí
de: Nur für leere oder Null-Felder
es: Solo campos sin valor o con valor cero
ru: Только для пустых или нулевых полей

source: Open
ca: En actiu
cs: Otevřeno
de: Offen
es: Abierto
ru: Открытые

source: Open email form to send the selected reports to the recipients. This will also publish the contained samples of the reports after the email was successfully sent.
ca: Obre el formulari per a enviar per correu electrònic els informes que heu seleccionat. Aquesta acció també farà que, una vegada s'hagin enviat els correus electrònics, el sistema també canviï l'estat de les mostres corresponents a l'estat "publicada".
cs: Otevřete e-mailový formulář a odešlete vybrané zprávy příjemcům. Po úspěšném odeslání e-mailu se také zveřejní obsažené vzorky zpráv.
de: E-Mail-Formular öffnen, um die ausgewählten Berichte an die Empfänger zu senden. Dadurch werden auch die enthaltenen Proben der Berichte veröffentlicht, nachdem die E-Mail erfolgreich gesendet wurde.
es: Abra el formulario de correo electrónico para enviar los informes seleccionados a los destinatarios. Esto también publicará las muestras contenidas de los informes después de que el correo electrónico se haya enviado correctamente.
ru: Откройте форму отправки чтобы разослать выбранные отчеты получателям. После успешной отправки образцы будут переведены в статус 'Опубликовано' автоматически.

source: Order
ca: Comanda
cs: Objednávka
de: Bestellung
es: Pedido
ru: Заказ

source: Organization responsible of granting the calibration certificate
cs: Organizace odpovědná za udělení kalibračního certifikátu
de: Zuständige Prüfstelle für die Kalibrierung
es: Organización que emite el certificado de calibración
ru: Организация отвественная за выдачу сертификата калибровки.

source: Orientation
ca: Orientació
cs: Orientace
de: Ausrichtung
es: Orientación
ru: Ориентация

source: Other Value:
cs: Další hodnota:
de: Anderer Wert:
es: Otro valor:
ru: Прочее значение:

source: Other address
cs: Jiná adresa
de: Weitere Adresse
es: Otras direcciones

source: Other reasons
cs: Jiné důvody
de: Andere Gründe
es: Otras razones
ru: Прочие причины

source: Other reasons:
cs: Další důvody:
de: Andere Gründe:
es: Otras razones:
ru: Прочие причины:

source: Other status
cs: Jiný stav
de: Anderer Status
es: Otro estado
ru: Иной статус

source: Out of date
ca: El certificat de calibratge ha caducat
cs: Zastaralý
de: Veraltet
es: Caducado
ru: Просрочен

source: Paperformat
ca: Format del paper
cs: formát papíru
de: Papierformat
es: Formato de papel
ru: Формат бумаги

source: Partition
ca: Alíquota
cs: Oddělek
de: Teilprobe
es: Partición
ru: Партиция

source: Partitioning canceled
ca: S'ha cancel·lat la creació d'alíquotes
cs: Oddělování zrušeno
de: Partitionierung abgebrochen
es: Proceso de partición cancelado
ru: Партицирование отменено

source: Password
ca: Paraula de pas
cs: Heslo
de: Passwort
es: Contraseña
ru: Пароль

source: Path identifier
cs: Identifikátor cesty
de: Pfadkennung
es: Identificador de ruta
ru: Идентифифкатор пути

source: Permitted Error %
ca: % d'error permès
cs: Povolená chyba %
de: Zulässiger Fehler %
es: % de error permitido
ru: Допустимое отклонение %

source: Phone
ca: Telèfon
cs: Telefon
de: Telefon
es: Teléfono
ru: Телефон

source: Phone (business)
ca: Telèfon (negoci)
cs: Telefon (firemní)
de: Telefon (geschäftlich)
es: Teléfono (negocio)
ru: Телефон (рабочий)

source: Phone (home)
ca: Telèfon (casa)
cs: Telefon (domu)
de: Telefon (privat)
es: Teléfono (casa)
ru: Телефон (домашний)

source: Phone (mobile)
ca: Telèfon (mòbil)
cs: Telefon (mobilní)
de: Telefon (mobil)
es: Teléfono (móvil)
ru: Телефон (моб.)

source: Photo image file
cs: Soubor s obrázkem
de: Fotodatei
es: Archivo de imagen
ru: Изображение

source: Photo of the instrument
ca: Fotografia de l'instrument de mesura
cs: Fotografie přístroje
de: Gerätefoto
es: Foto del instrumento
ru: Фото инструмента

source: Physical address
ca: Adreça postal
cs: Fyzická adresa
de: Besucheradresse
es: Dirección física
ru: Физический адрес

source: Please add an email subject
cs: Přidejte prosím předmět e-mailu
de: Bitte E-Mail-Betreff angeben
es: Indique el asunto del correo electrónico
ru: Пожалуйста, укажите тему письма

source: Please add an email text
cs: Přidejte text e-mailu
de: Bitte E-Mail-Text angeben
es: Rellene el texto del correo electrónico
ru: Пожалуйста, добавьте текст письма

source: Please click the update button after your changes.
ca: Feu clic al botó "Actualitza els fitxers adjunts" quan acabeu els canvis.
cs: Po provedení změn klikněte na tlačítko aktualizace.
de: Bitte Update-Button nach Änderungen klicken
es: Por favor, haga clic en el botón de actualización después de sus cambios.
ru: Пожалуйста, нажмите кнопку Обновить после внесения изменений.

source: Please find attached the analysis result(s) for ${client_name}
cs: Výsledky analýz(y) pro ${client_name} naleznete v příloze
de: Anbei finden Sie die Analysenergebnisse für ${client_name}
es: Se adjuntan los resultados de análisis para ${client_name}
ru: Результаты анализов для ${client_name} прилагаем

source: Please select a User from the list
ca: Seleccioneu un usuari de la llista
cs: Vyberte uživatele ze seznamu
de: Bitte wählen Sie einen Benutzer aus der Liste
es: Seleccione un usuario de la lista
ru: Пожалуйста, выберите Пользователя из списка

source: Please select an analysis or service for the attachment
ca: Seleccioneu una anàlisi o servei d'anàlisi al qual vincular el fitxer adjunt
cs: Vyberte prosím analýzu nebo službu pro přílohu
de: Bitte wählen Sie eine Analyse oder Analysenleistung für den Anhang aus
es: Por favor seleccione el análisis o servicio de análisis al que desea asociar el fichero adjunto
ru: Выберите услугу или анализ для вложения

source: Please select number of partitions to create and press the preview button
ca: Seleccioneu el nombre d'alíquotes que voleu crear i premeu el botó "Previsualitza"
cs: Vyberte počet oddílů, které chcete vytvořit, a stiskněte tlačítko náhledu.
de: Bitte wählen Sie die Anzahl der zu erstellenden Partitionen aus und klicken Sie auf die Vorschau-Schaltfläche
es: Por favor seleccione el número de particiones a crear y pulse el botón de previsualización
ru: Выберите количество партиций и нажмите предпросмотр

source: Please specify a reason
cs: Uveďte důvod
de: Bitte Grund angeben
es: Por favor, indique el motivo del envío
ru: Укажите причину

source: Please specify preservations that differ from the analysis service's default preservation per sample type here.
ca: Seleccioneu els mètodes de conservació addicionals a tenir en compte i que són diferents del mètode de conservació per defecte establert pel servei d'anàlisi i tipus de mostra.
cs: Zde zadejte uchování, které se liší od výchozího uchování analytické služby podle typu vzorku.
de: Bitte spezifizieren hier Sie abweichende Analysekonservierungen, die von der Standardkonservierung je Probentyp der Analyseleistung abweichen.
es: Especifique un tipo de conservación que difiera de la predeterminada para el servicio de análisis por el tipo de muestra.
ru: Укажите консервант отличный от заданного по умолчанию для данного типа образцов.

source: Please upload the logo you are authorised to use on your website and results reports by your accreditation body. Maximum size is 175 x 175 pixels.
ca: Utilitzeu aquest camp per a pujar el logotip que us ha facilitat l'entitat d'acreditació perquè l'utilitzeu a la vostra web i/o als informes de resultats. La mida màxima és de 175x175 píxels.
cs: Nahrajte logo, které jste oprávněni používat na svém webu, a zprávy o výsledcích vašeho akreditačního orgánu. Maximální velikost je 175 x 175 pixelů.
de: Bitte laden Sie das Logo hoch, das die Akkreditierungsstelle Ihnen zur Verwendung auf Ihrer Webseite und Ihren Prüfberichten genehmigt hat. Maximalgröße 175 x 175 Pixel.
es: Por favor, añada el logotipo autorizado para emplear en su sitio web y en los informes de resultados de su entorno acreditativo. El tamaño máximo es de 175 x 175 píxeles.
ru: Загрузите лого, которое будет использовано на сайте и в отчетах. Максимальный размер изображения 175 x 175 точек.

source: Please use the following format for select options: key1:value1|key2:value2|...|keyN:valueN
ca: Utilitzeu el format següent per a les opcions de selecció: clau1:valor1|clau2:valor2|...|clauN:valorN
cs: Pro výběr možností použijte následující formát: key1:value1|key2:value2|...|keyN:valueN
de: Bitte verwenden Sie das folgende Format für die Optionen: schlüssel1:wert1|schlüssel2:wert2|...|schlüsselN:wertN
es: Por favor utilice el formato siguiente para las opciones de selección: clave1:valor1|clave2:valor2|...|claveN:valorN
ru: Поддерживаемый формат: key1:value1|key2:value2|...|keyN:valueN

source: Please write a comment where the listed sample(s) are dispatched
ca: Indiqueu on han de ser enviades les mostres
cs: Napište prosím komentář, kam jsou uvedené vzorky (vzorek) odesílány.
de: Bitte kommentieren Sie wohin die ausgewählte(n) Probe(n) ausgeliefert werden
es: Por favor escriba un comentario indicando donde se envían las muestras
ru: Укажите куда были отправленны выбранные образцы

source: Point of Capture
ca: Punt de mostreig
cs: Bod zachycení
de: Zeitpunkt der Aufnahme
es: Punto de muestreo
ru: Место отбора пробы

source: Position
ca: Posició
cs: Pozice
es: Posición
ru: Позиция

source: Postal address
ca: Adreça postal
cs: Poštovní adresa
de: Postanschrift
es: Dirección postal
ru: Почтовый адрес

source: Postal code
ca: Codi postal
cs: PSČ
de: Postleitzahl
es: Código postal
ru: Почтовый индекс

source: Pre-preserved
ca: Conservació implícita
cs: Předkonzervované
de: Vorkonservierung
es: Pre-conservación
ru: Преконсервация

source: Pre-preserved containers must have a preservation selected
ca: Heu de seleccionar un mètode de conservació
cs: Předkonzervované kontejnery musí mít vybranou konzervaci
de: Bei bereits eingelagerten Proben muss eine Einlagerung ausgewählt werden
es: Debe indicar el método de conservación

source: Precision as number of decimals
ca: Precisió en nombre de decimals
cs: Přesnost jako počet desetinných míst
de: Genauigkeit als Anzahl der Dezimalstellen
es: Precisión en el número de decimales
ru: Количество значимых десятичных знаков

source: Precision as the number of significant digits according to the uncertainty. The decimal position will be given by the first number different from zero in the uncertainty, at that position the system will round up the uncertainty and results. For example, with a result of 5.243 and an uncertainty of 0.22, the system will display correctly as 5.2+-0.2. If no uncertainty range is set for the result, the system will use the fixed precision set.
ca: Marqueu aquesta casella de selecció si voleu que la precisió com a nombre de dígits significatius es calculi automàticament d'acord amb el valor de la incertesa. La posició decimal es calcularà com el primer dígit diferent de zero del valor de la incertesa, que indicarà la posició a la qual s'efectuarà l'arrodoniment de tant la incertesa com del resultat. Per exemple, per a un resultat de 5.243 i una incertesa de 0.22, el sistema mostrarà 5.2 ± 0.2. El sistema utilitzarà el valor del paràmetre de configuració de precisió fixa si el resultat de l'anàlisi no cau dins de cap dels rangs d'incertesa definits.
cs: Přesnost jako počet platných číslic podle neurčitosti. Desetinná pozice bude dána prvním číslem odlišným od nuly v neurčitosti, na této pozici systém zaokrouhlí nahoru neurčitost a výsledky. Například s výsledkem 5.243 a neurčitostí 0,22 se systém zobrazí správně jako 5.2 +/-0.2. Pokud není pro výsledek nastaven žádný rozsah neurčitosti, použije systém pevnou sadu přesnosti.
de: Präzision als Zahl der signifikanten Stellen gemäß der Unsicherheit. Die Dezimalstelle ist durch die erste Zahl die nicht Null ist gegeben und entsprechend von dort durch das System gerundet. Zum Beispiel wird ein Ergebnis von 5.243 un einer Unsicherheit von 0.22 auf 5.2+/-0.2 gerundet. Wenn keine Unsicherheit angegeben wurde nutzt das System ein 'fixed precision set'.
es: Precisión como el número de dígitos significativos en función del valor de la incertidumbre. La posición decimal viene determinada por el primer número distinto de cero del valor de la incertidumbre. En esa posición, el sistema redondea el valor de la incertidumbre y del resultado. Por ejemplo, para un resultado de 5.243 y un valor de incertidumbre de 0.22, el sistema formatea el resultado como 5.2 ±0.2. Cuando el resultado no está dentro de ningún rango de incertidumbre especificado, el sistema trunca el resultado en función de la precisión decimal fija indicada.
ru: Количество знаков с учетом ошибки измерений. Количество знаков задается первым ненулевым знаком в значении ошибки. Система округлит результат на этом знаке. Например: результат измерений 5.243 и ошибка 0.22, тогда результат будет записан как 5.2±0.2. Если ошибка не задана, будет задействованно фиксированное число знаков из настроек системы.

source: Predefined reasons of rejection
ca: Motius predeterminats per al rebuig de mostres
cs: Předdefinované důvody odmítnutí
de: Vordefinierte Ablehnungsgründe
es: Razones predefinidas de rechazo
ru: Заданные причины отбраковки образца

source: Predefined results
ca: Resultats predefinits
cs: Předdefinované výsledky
de: Vordefinierte Ergebnisse
es: Resultados predefinidos
ru: Предзаданные варианты результатов

source: Preferred decimal mark for reports.
ca: Punt decimal preferit per als resultats en els informes
cs: Upřednostňovaný desetinná znak pro zprávy.
de: Bevorzugter Dezimaltrenner für Berichte
es: Marcador decimal preferida para informes.
ru: Предпочитаемый разделитель целой и дробной частей чисел в отчетах

source: Preferred decimal mark for results
ca: Punt decimal preferit per als resultats
cs: Preferované desetinné znaménko pro výsledky
de: Bevorzugter Dezimaltrenner für Ergebnisse
es: Marca decimal preferida para los resultados
ru: Предпочитаемый разделитель целой и дробной частей чисел для результатов

source: Preferred layout of the results entry table in the Worksheet view. Classic layout displays the Samples in rows and the analyses in columns. Transposed layout displays the Samples in columns and the analyses in rows.
cs: Upřednostňované rozvržení tabulky pro zadání výsledků v zobrazení listu. Klasické rozvržení zobrazuje vzorky v řádcích a analýzy ve sloupcích. Transponované rozvržení zobrazuje vzorky ve sloupcích a analýzy v řádcích.
de: Bevorzugtes Layout für die Ergebnistabelle in der Arbeitsblatt Ansicht. Das klassische Layout zeigt die Proben und die Analysen in Zeilen. Das transponierte Layout zeigt die Proben in Spalten und die Analysen in Zeilen.
es: Diseño de la vista de entada de resultados. El diseño clásico muestra las muestras en filas y los análisis en columnas. El diseño transpuesto muestra las muestras en columnas y los análisis en filas.
ru: Предпочтительная раскладка таблицы занесения результатов в Рабочие Листы. Классическая раскладка - Образцы в строках, Анализы в колонках. Траспонированная раскалдка - Образцы в колонках, Анализы в строках.

source: Preferred scientific notation format for reports
ca: Notació científica preferida per a resultats en els informes
cs: Preferovaný formát vědeckého zápisu pro zprávy
de: Wissenschaftliche Notation in Berichten bevorzugt
es: Formato de notación científica para informes
ru: Формат научной нотации для отчетов

source: Preferred scientific notation format for results
ca: Notació científica preferida per als resultats
cs: Preferovaný formát vědecké notace pro výsledky
de: Wissenschaftliche Notation in Ergebnissen bevorzugt
es: Formato de notación científica para los resultados
ru: Формат научной нотации для результатов

source: Prefix
de: Präfix
es: Prefijo
ru: Префикс

source: Prefixes can not contain spaces.
ca: Introduïu el text que voleu s'utilitzi com a prefix en els identificadors de mostres d'aquest tipus si heu definit el format de la mostra d'aquesta manera en el generador d'identificadors.
cs: Předpony nemohou obsahovat mezery.
de: Präfixe dürfen keine Leerzeichen enthalten.
es: Los prefijos no pueden contener espacios.
ru: Префикс не может содержать пробелы.

source: Prepublish
ca: Publica provisionalment
cs: Předběžné publikování
de: Vorveröffentlichen
es: Prepublicar
ru: Препубликация

source: Preservation
ca: Mètode de conservació
cs: Uchování
de: Konservierung
es: Conservación
ru: Консервация

source: Preservation Category
ca: Tipus de conservació
cs: Kategorie uchování
de: Konservierungskategorie
es: Categoría de método de conservación
ru: Категория консервации

source: Preservation method of this container
ca: Indiqueu el mètode de conservació associat al contenidor
cs: Způsob konzervace tohoto kontejneru
de: Einlagerungsmethode des Behälters
es: Método de conservación para este contenedor

source: Preservation per sample type
ca: Conservació per tipus de mostra
cs: Uchovávání podle typu vzorku
de: Konservierung pro Probenart
es: Método de conservación por tipo de muestra
ru: Консервация по типу образца

source: Preserve
ca: Conserva
cs: Zachovat
de: Konservieren
es: Conservar
ru: Консервировать

source: Preserver
ca: Conservador
cs: Ochránce
de: Konservierer
es: Conservador
ru: Ответственный за хранение

source: Press Ctrl+Space to trigger the Spotlight search
cs: Stisknutím klávesové zkratky Ctrl+Mezerník spustíte vyhledávání Spotlight
de: Drücken Sie Strg+Leertaste, um die Spotlight-Suche auszulösen
es: Pulse Ctrl+Espacio para mostrar el control de búsqueda rápida
ru: Нажмите Кнтрл-Пробел для вызова панели поиска

source: Preventive
ca: Preventiu
cs: Preventivní
de: Präventiv
es: Preventivo
ru: Превентивно
