Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: When the results of duplicate analyses on worksheets, carried out on the same sample, differ with more than this percentage, an alert is raised
ca: Si la diferència percentual entre els resultats d'una rèplica d'anàlisi en el full de treball per a la mateixa mostra i anàlisi és més gran que el valor indicat, el sistema ho notificarà mitjançant una alerta.
cs: Pokud se výsledky duplicitních analýz na pracovních listech provedených na stejném vzorku liší více, než tímto procentem, vznikne varování
de: Ergebnisse von Doppelbestimmung der selben Probe außerhalb des Prozentbereichs lösen einen Alarm aus
es: Si la diferencia porcentual entre los resultados de una réplica de análisis en la hoja de trabajo para la misma muestra y análisis es mayor que este valor, el sistema lo notificará con una alerta.
ru: В случае, если результаты анализов дубликатов расходятся более чем на указанное значение (в процентах) отображается предупреждение.

source: Wildcards for interims are not allowed: ${wildcards}
cs: Zástupné znaky pro interimy nejsou povoleny: ${wildcards}
de: Wildcards sind für Interims nicht erlaubt: ${wildcards}
es: El uso de códigos reservados en variables de entrada no está permitido: ${wildcards}
ru: Использоваться маски в полях недопустимо: ${wildcards}

source: With best regards
cs: S pozdravem
de: Mit freundlichen Grüßen
es: Atentamente
ru: С наилучшими пожеланиями

source: Work Performed
ca: Feina feta
cs: Provedená práce
de: Ausgeführte Arbeiten
es: Trabajo Realizado
ru: Работа выполнена

source: Workflow State
cs: Stav pracovního postupu
de: Workflow Status
es: Estado de Flujo de trabajo
ru: Рабочий процесс

source: Worksheet
ca: Full de treball
cs: Pracovní list
de: Arbeitsblatt
es: Hoja de trabajo
ru: Рабочий лист

source: Worksheet Layout
ca: Disseny del full de treball
cs: Rozložení pracovního listu
de: Arbeitsblattlayout
es: Diseño de la hoja de trabajo
ru: Раскладка рабочего листа

source: Worksheet Template
ca: Plantilla de full de treball
cs: Šablona pracovního listu
de: Arbeitsblattvorlage
es: Plantilla para hoja de trabajo
ru: Шаблон рабочего листа

source: Worksheet Templates
ca: Plantilles per a fulls de treball
cs: Šablony pracovního listu
de: Arbeitsblattvorlagen
es: Plantillas para hojas de trabajo
ru: Рабочий лист: Шаблоны

source: Worksheet View
cs: Zobrazení pracovního listu
de: Arbeitsblattansicht
es: Vista de hoja de trabajo

source: Worksheet view configuration
cs: Konfigurace zobrazení pracovního listu
de: Konfiguration der Arbeitsblattansicht
es: Configuración de la vista de hoja de trabajo

source: Worksheets
ca: Fulls de treball
cs: Pracovní listy
de: Arbeitsblätter
es: Hojas de trabajo
ru: Рабочие листы

source: Wrong IBAN length by %s: %sshort by %i
cs: Špatná délka IBAN podle %s : %s zkratka po %i
de: Falsche IBAN Länge von %s: %s ist %i zu kurz
es: Longitud de IBAN incorrecta por%s: %s corto por %i
ru: Неверная IBAN длина %s: %sсокращен до %i

source: Yearly
ca: Anualment
cs: Ročně
de: Jährlich
es: Anual
ru: Годовой

source: Yes
ca: Sí
cs: Ano
de: Ja
es: Si
ru: Да

source: You can add another SENAITE site:
cs: Můžete přidat další stránku SENAITE:
de: Sie können eine weitere SENAITE Seite anlegen:
es: Puede añadir otro sitio SENAITE:
ru: Вы можете добавить еше SENAITE сайт:

source: You can change the visibility of a field by selecting or unselecting the checkbox.
ca: Marqueu o desmarqueu les caselles per a canviar la visibilitat dels camps corresponents.
cs: Viditelnost pole můžete změnit zaškrtnutím nebo zrušením zaškrtnutí políčka.
de: Sie können die Sichtbarkeit eines Felds ändern, indem Sie das Kontrollkästchen aktivieren oder deaktivieren.
es: Para cambiar la visibilidad de un campo, marque o desmarque la casilla de verificación correspondiente.

source: You can enable the global Audit Log again in the <a href="${DYNAMIC_CONTENT}">Setup</a>
ca: Podeu tornar a habilitar el registre general d'auditoria a la <a href="${DYNAMIC_CONTENT}">pàgina de configuració del sistema</a>.
cs: Globální protokol o auditu můžete znovu povolit v nástroji <a href="${DYNAMIC_CONTENT}">Nastavení</a>
de: Sie können das globale Audit-Log im <a href="${DYNAMIC_CONTENT}">Setup</a> wieder aktivieren
es: Puede volver a activar el registro global de auditoría en <a href="${DYNAMIC_CONTENT}">Setup</a>

source: You can use the browse button to select and upload a new attachment.
ca: Utilitzeu el botó corresponent per a carregar fitxers adjunts.
cs: Pomocí tlačítka Procházet můžete vybrat a nahrát novou přílohu.
de: Sie können den Durchsuchen Button verwenden um neue Anhänge auszuwählen und hochzuladen
es: Puedes utilizar el botón Examinar para seleccionar y cargar un nuevo archivo adjunto.
ru: Используйте кнопку Обзор для выбора и загрузки вложений.

source: You do not have sufficient privileges to view the worksheet ${worksheet_title}.
cs: Nemáte dostatečná oprávnění k zobrazení pracovního listu ${worksheet_title}.
de: Ihre Berechtigungen sind nicht ausreichend, um das Arbeitsblatt ${worksheet_title} einzusehen.
es: No tiene suficientes privilegios para ver la hoja de trabajo ${worksheet_title}.
ru: У вас недостаточно прав для просмотра Рабочего Листа ${worksheet_title}.

source: You have multiple SENAITE sites:
cs: Máte více stránek SENAITE:
de: Sie haben mehrere SENAITE Seiten:
es: Existen múltiples sitios SENAITE:
ru: У вас несколько SENAITE сайтов:

source: You must select an instrument
ca: Heu de seleccionar un instrument de mesura
cs: Musíte vybrat přístroj
de: Sie müssen ein Gerät auswählen
es: Debe seleccionar el instrumento analítico
ru: Вы должны выбрать инструмент

source: You normally don't need to change anything here unless you have specific reasons and know what you are doing.
cs: Obvykle zde nemusíte nic měnit, pokud k tomu nemáte konkrétní důvody a nevíte, co děláte.
de: In der Regel muss hier nichts geändert werden, es sei denn Sie haben spezifische Gründe und wissen, was Sie tun.
es: Normalmente no es necesario cambiar nada aquí a menos que tenga razones específicas y sepa lo que está haciendo.
ru: Чаще всего нет необходимости менять здесь настройки, если у вас нет каких то специфичных причин и знаний.

source: You should introduce a default result key.
cs: Měli byste zavést výchozí klíč výsledku.
de: Sie sollten einen Standard Ergebnisschlüsselwert anlegen
es: Debes introducir una clave de resultado predeterminada.
ru: Необходимо ввести ключ результата.

source: Your SENAITE site has not been added yet:
cs: Vaše stránka SENAITE zatím nebyla přidána:
de: Ihre SENAITE Seite wurde noch nicht hinzugefügt:
es: El sitio SENAITE aún no ha sido añadido:
ru: Ваш SENAITE сайт еще не добавлен:

source: activate
ca: activa
cs: aktivovat
de: aktivieren
es: activar
ru: активировать

source: biannually
cs: jednou za dva roky
de: halbjährlich
es: semestral
ru: раз в два года

source: by
cs: od
de: von
es: por

source: daily
cs: denně
de: täglich
es: diario
ru: ежедневно

source: date_format_long
de: ${d}.${m}.${Y} ${H}:${M}
es: ${d}/${m}/${Y} ${H}:${M}

source: date_format_short
de: ${d}.${m}.${y}
es: ${d}/${m}/${Y}

source: date_format_short_datepicker
de: dd.mm.yy
es: ${dd}/${mm}/${yy}

source: days
cs: dní
de: Tage
es: días

source: deactivate
ca: desactiva
cs: deaktivovat
de: deaktivieren
es: desactivar
ru: отключить

source: description_Labels
de: Angehängte Etiketten
es: Etiquetas asignadas a este contenido.

source: description_analysis_category
de: Zugehörige Kategorie der Analysenleistung
es: Categoría a la que pertenece el servicio de análisis.

source: description_analysis_department
de: Wählen Sie die zuständige Abteilung aus
es: Departamento responsable del servicio de análisis.

source: description_analysis_results_options_sorting
de: Zu verwendende Kriterien, wenn Ergebnisoptionen in Ergebniseintragslisten zur Auswahl angezeigt werden. Beachten Sie, dass dies nur für die in der Auswahlliste angezeigten Optionen gilt. Es hat keinen Einfluss auf die Reihenfolge, in der die Ergebnisse nach der Übermittlung angezeigt werden
es: Criterio a utilizar para la ordenación de las opciones de resultados. Esta configuración solo aplica a las opciones que se muestran en la lista de selección, no tiene ningún efecto sobre el orden de los resultados tras su captura y tramitación.

source: description_analysis_uncertainty
de: Geben Sie den Unsicherheitswert für einen bestimmten Bereich an, z. B. für Ergebnisse in einem Bereich mit einem Minimum von 0 und einem Maximum von 10, wobei der Unsicherheitswert 0,5 beträgt – ein Ergebnis von 6,67 wird als 6,67 ± 0,5 gemeldet.<br/>Sie können den Unsicherheitswert auch als Prozentsatz des Ergebnisses angeben Wert, indem Sie ein „%“ zum in der Spalte „Unsicherheitswert“ eingegebenen Wert hinzufügen, z. B. Für Ergebnisse in einem Bereich mit einem Minimum von 10,01 und einem Maximum von 100, wobei der Unsicherheitswert 2 % beträgt, wird ein Ergebnis von 100 als 100 ± 2 gemeldet.<br/>Wenn Sie nicht möchten, dass die Unsicherheit angezeigt wird Legen Sie für einen bestimmten Bereich 0 (oder einen Wert unter 0) als Unsicherheitswert fest.<br/>Bitte stellen Sie sicher, dass aufeinanderfolgende Bereiche kontinuierlich sind, z. B. Auf 0,00 - 10,00 folgen 10,01 - 20,00, 20,01 - 30,00 usw.
es: Especifique el valor de incertidumbre para un rango dado, por ejemplo, para resultados en un rango con un mínimo de 0 y un máximo de 10, donde el valor de incertidumbre es 0.5 - un resultado de 6.67 se informará como 6.67 ± 0.5.<br/>También puede especificar el valor de incertidumbre como un porcentaje del valor del resultado, agregando un '%' al valor ingresado en la columna 'Valor de incertidumbre', por ejemplo, para resultados en un rango con un mínimo de 10.01 y un máximo de 100, donde el valor de incertidumbre es del 2% - un resultado de 100 se informará como 100 ± 2.<br/>Si no desea que se muestre incertidumbre para un determinado rango, introduzca 0 (a cualquier valor inferior a 0) en el campo de incertidumbre.<br/>Por favor, asegúrese de que los rangos sucesivos sean continuos, por ejemplo, 0.00 - 10.00 es seguido por 10.01 - 20.00, 20.01 - 30.00 etc.

source: description_analysis_unit
de: Die Maßeinheiten für die Ergebnisse dieser Analysenleistung, z.B. mg/l, ppm, dB, mV usw.
es: Unidades de medida para los resultados de este servicio de análisis, p.ej. mg/l, ppm, dB, mV, etc.

source: description_analysis_unitchoices
de: Stellen Sie eine Liste der Einheiten bereit, die für die Analyse geeignet sind. Stellen Sie sicher, dass Sie die Standardeinheit in diese Liste aufnehmen
es: Lista de unidades de medida soportados por este análisis. Asegúrese de incluir la unidad de medida por defecto en esta lista.

source: description_analysisrequest_numsamples
de: Anzahl der Proben, die mit den bereitgestellten Informationen erstellt werden sollen
es: Número de muestras a crear automáticamente con la información proporcionada.

source: description_analysisspec_dynamicspec
de: Dynamische Analyespezifikation verknüpfen
es: Las especificaciones dinámicas de análisis permiten establecer rangos de validez de forma dinámica, en función de parámetros adicionales al propio servicio o analítica, como método, código, o unidades. Los rangos de validez introducidos aquí serán utilizados como valores por defecto en caso que el sistema no encuentre ninguna coincidencia en el fichero CSV de la especificación dinámica correspondiente.

source: description_analysisspec_resultsrange
de: Die Werte „Min“ und „Max“ geben einen gültigen Ergebnisbereich an. Jedes Ergebnis außerhalb dieses Ergebnisbereichs löst eine Warnung aus.<br/>Die Werte „Min. Warnung“ und „Max. Warnung“ weisen auf einen Schulterbereich hin. Jedes Ergebnis außerhalb des Ergebnisbereichs, aber innerhalb des Schulterbereichs löst eine weniger schwerwiegende Warnung aus.<br/>Wenn das Ergebnis außerhalb des Bereichs liegt, wird der für „&lt; Min' oder '&gt; „Max“ wird in Listen und Ergebnisberichten anstelle des tatsächlichen Ergebnisses angezeigt. In diesem Fall wird der für „Kommentar außerhalb des Bereichs“ festgelegte Wert auch im Ergebnisbericht angezeigt
es: Los valores 'Mínimo' y 'Máximo' indican un rango de resultados válido. Cualquier resultado fuera de este rango generará una alerta.<br/>Los valores 'Advertencia de valor mínimo' y 'Advertencia de valor máximo' indican el umbral de error. Cualquier resultado fuera del rango pero dentro del umbral de error generará una alerta menor.<br/>Si el resultado está fuera del rango, el valor establecido para '<Min' o '<Max' se mostrará en listas e informes de resultados en lugar del resultado real. En dicho caso también se mostrará el valor establecido para "Comentario fuera de rango" en el informe de resultados.

source: description_analysisspec_sampletype
de: Wählen Sie den Probentyp für diese Spezifikation aus
es: Tipo de muestra a la que aplican estos rangos de validez.

source: description_arreport_contained_samples
de: Enthaltene Proben im PDF
es: Muestras referenciadas en el documento PDF

source: description_arreport_sample
de: Die primäre Probe des PDF
es: La muestra principal del documento PDF

source: description_artemplate_profile
de: Wählen Sie das Analyseprofil für diese Vorlage aus
es: Perfil de análisis asociado por defecto a esta plantilla de muestra a ser utilizada para la selección automática de las analíticas de esta plantilla de muestra.

source: description_artemplate_samplepoint
de: Wählen Sie die Probenahmestelle für diese Vorlage aus
es: Punto de muestreo que el sistema asignará de forma automática en el formulario de registro o edición de muestra al seleccionar esta plantilla de muestra.

source: description_artemplate_sampletype
de: Wählen Sie die Probenart für diese Vorlage aus
es: Tipo de muestra que el sistema asignará de forma automática en el formulario de registro o edición de muestra cuando el usuario seleccione esta plantilla de muestra.

source: description_attachment_type
de: Wählen Sie die Art des Anhangs aus
es: Seleccionar el tipo de fichero adjunto.

source: description_autoimportlog_instrument
de: Ordnen Sie dem Prüfgerät diesem Protokoll zu
es: Instrumento analítico asignado al registro.

source: description_autoimportlog_logtime
de: Datum und Uhrzeit der Erstellung des Protokolls
es: Fecha y hora de creación del registro.

source: description_autoimportlog_results
de: Die protokollierten Ergebnisse
es: El registro de resultados.

source: description_batch_client
de: Wählen Sie den Kunden dieses Batches aus
es: Cliente al que pertenece este lote. Cuando el usuario indique un cliente en el formulario de registro de muestra, el sistema sol mostrará para su selección los lotes que pertenezcan a dicho cliente o que no tengan ningún cliente asignado.

source: description_bikasetup_always_cc_responsibles_in_report_emails
de: Bei Auswahl erhalten die Verantwortlichen aller beteiligten Laborabteilungen Veröffentlichungs-E-Mails
es: Marque esta casilla si desea que los responsables de todos los departamentos involucrados también reciban correos electrónicos en copia al publicar informes de resultados.

source: description_bikasetup_categorizesampleanalyses
de: Analysen in Proben nach Kategorie gruppieren
es: Marque esta casilla si desea que las listas de análisis dentro de la vista de muestra se mostraran agrupadas por categorías.

source: description_bikasetup_email_body_sample_publication
de: Legen Sie den E-Mail-Text fest, der standardmäßig verwendet werden soll, wenn Ergebnisberichte an die ausgewählten Empfänger gesendet werden. Sie können reservierte Schlüsselwörter verwenden: $client_name, $recipients, $lab_name, $lab_address
es: Texto por defecto del cuerpo del correo electrónico que debe utilizarse por defecto al enviar informes de resultados a los destinatarios seleccionados. Puede utilizar las palabras reservadas siguientes: $client_name (nombre de cliente), $recipients (lista de recipientes), $lab_name (nombre del laboratorio), $lab_address (dirección física del laboratorio).

source: description_bikasetup_immediateresultsentry
de: Ermöglichen Sie dem Benutzer die direkte Eingabe von Ergebnissen nach der Probenerstellung, z.B. zur sofortigen Eingabe von Feldergebnissen oder Laborergebnissen, wenn der automatische Probenempfang aktiviert ist.
es: Marque esta casilla si desea que el usuario pueda efectuar el registro directo de resultados justo después de crear la muestra, ya sean para análisis de campo o para análisis de laboratorio. Esta funcionalidad es útil por ejemplo para la captura de resultados durante el muestreo.

source: description_bikasetup_sampleanalysesrequired
de: Für die Probenregistrierung sind Analysen erforderlich
es: Marque esta casilla si desea que sea obligatorio seleccionar como mínimo un análisis en el formulario de registro de muestra.

source: description_calculation_dependentservices
de: Abhängige Analyesleistungen dieser Berechnung
es: Servicios de análisis que dependen del cálculo.

source: description_category_department
de: Wählen Sie die zuständige Abteilung aus
es: Departamento responsable de esta categoría de análisis.

source: description_client_defaultcategories
de: Erweitern Sie immer die ausgewählten Kategorien
es: Marque esta casilla si desea que las categorías de análisis siempre se muestren desplegadas en listados de análisis.

source: description_client_restrictcategories
de: Nur ausgewählte Kategorien anzeigen
es: Categorías de análisis que a mostrar cuando el usuario seleccione este cliente en el formulario de registro de muestras. Si no indica ninguna categoría, todas serán visibles.

source: description_contact_cccontact
de: Kontakte in Kopie für neue Proben
es: Contactos en copia para nuevas muestras.

source: description_container_preservation
ca: Si s'escau, seleccioneu el mètode de conservació que va implícit amb el contenidor.
de: Wenn dieser Behälter vorkonserviert ist, kann hier die Konservierungsmethode ausgewählt werden.
es: Método de conservación aplicable por defecto cuando se utiliza este recipiente.

source: description_container_type
de: Wählen Sie den Typ dieses Behälters aus
es: Seleccionar el tipo de recipiente.

source: description_copyright
de: ${copyright} 2017-${current_year} ${senaitelims}
es: ${copyright} 2017-${current_year} ${senaitelims}

source: description_department_manager
de: Wählen Sie einen Abteilungsleiter aus dem verfügbaren Kontakten aus, das unter dem Einrichtungspunkt „Laborkontakte“ konfiguriert ist. Abteilungsleiter werden in Analyseergebnisberichten mit Analysen ihrer Abteilung referenziert.
es: Seleccione alguno de los responsables que están registrados en el apartado 'Contactos del laboratorio'. El sistema incluye los nombres de los responsables de departamento en todos los informes de análisis que le pertenecen.

source: description_instrument_instrumentlocation
ca: Indiqueu la ubicació on està instal·lat l'instrument de mesura.
de: Ort, an dem das Prüfgerät installiert ist
es: Localización o ubicación en el laboratorio donde se encuentra instalado el instrumento analítico.

source: description_instrument_instrumenttype
de: Wählen Sie den Typ dieses Prüfgeräts aus
es: Tipo de instrumento analítico (e.g. potenciómetro, espectrómetro, cromatógrafo, etc.).

source: description_instrument_manufacturer
de: Wählen Sie den Hersteller dieses Prüfgeräts aus
es: Seleccione el fabricante del instrumento analítico.

source: description_instrument_supplier
de: Wählen Sie den Lieferanten dieses Prüfgeräts aus
es: Seleccione el proveedor del instrumento analítico.

source: description_instrumentcalibration_worker
de: Die Person, die die Aufgabe ausgeführt hat
es: La persona que realizó la tarea.

source: description_instrumentcertification_preparator
de: Die Person beim Lieferanten, die das Zertifikat erstellt hat
es: La persona que preparó el certificado por parte del proveedor.

source: description_instrumentcertification_validator
de: Die Person beim Lieferanten, die das Zertifikat genehmigt hat
es: La persona que aprobó el certificado por parte del proveedor.

source: description_instrumentvalidation_worker
de: Die Person, die die Aufgabe ausgeführt hat
es: La persona que realizó la tarea.

source: description_labcontact_default_department
de: Wählen Sie aus einer der ausgewählten Abteilungen eine Standardabteilung für diesen Kontakt aus.
es: Seleccione el departamento por defecto del contacto.

source: description_labcontact_departments
de: Zugeordnete Laborabteilungen
es: Indique los departamentos del laboratorio a los que pertenece este contacto.

source: description_laboratory_suervisor
de: Leiter des Labors
es: Seleccione el supervisor o persona encargada del correcto functionamiento del laboratorio.

source: description_referencedefinition_blank
ca: Marqueu aquesta casella de selecció si voleu que els resultats esperats de les anàlisis per a mostres de referència d'aquest tipus hagin de ser zero o valor buit.
de: Referenzprobenwerte sind Null oder 'leer'.
es: Los valores para las muestras de referencia son cero o 'blanco'

source: description_referencedefinition_hazardous
de: Proben dieser Art sollten als gefährlich behandelt werden
es: Las muestras de este tipo deben ser tratadas como peligrosas

source: description_referencedefinition_referencevalues
de: Klicken Sie auf die Analysenkategorien, um Analysenleistungen in der jeweiligen Kategorie anzuzeigen. Geben Sie die Mindest- und Höchstwerte ein, um einen gültigen Ergebnisbereich anzugeben. Jedes Ergebnis außerhalb dieses Bereichs löst eine Warnung aus. Das Feld "% Fehler" ermöglicht die Berücksichtigung einer prozentualen Unsicherheit bei der Auswertung der Ergebnisse anhand von Mindest- und Höchstwerten. Ein Ergebnis außerhalb des Bereichs, aber immer noch innerhalb des Bereichs, wenn der %-Fehler berücksichtigt wird, löst eine Warnung aus.
es: Haga clic sobre las cabeceras de categorías de análisis (con fondo gris) para ver los servicios de análisis que contienen cada una de ellas. Introduzca los valores mínimo y máximo para indicar el rango válido de los resultados. Si el resultado se encuentra fuera de este rango, el sistema mostará una alerta. El campo '% Error' le permite indicar el porcentaje de incertidumbre que tiene que tener en cuenta el sistema al evaluar los resultados en relación al rango indicado.

source: description_referencesample_manufacturer
de: Wählen Sie den Hersteller für diese Referenzprobe aus
es: Seleccione el fabricante de esta muestra de referencia.

source: description_referencesample_referencedefinition
de: Wählen Sie die Referenzdefinition für diese Probe aus
es: Seleccione la definición de referencia para la muestra.

source: description_sample_batch
de: Probe einem Batch zuordnen
es: Seleccione el lote de muestras al que pertenece la muestra.

source: description_sample_cccontact
de: Die Kontakte in Kopie für E-Mail-Benachrichtigungen
es: Seleccione los contactos en CC para las notificaciones por correo electrónico.

source: description_sample_client
de: Wählen Sie den Kunden für diese Probe aus
es: Seleccione el cliente al que pertenece la muestra.

source: description_sample_contact
de: Wählen Sie den Hauptkontakt für diese Probe aus
es: Seleccione el contacto de cliente principal para la muestra.

source: description_sample_container
de: Wählen Sie einen Behälter für diese Probe aus
es: Seleccione el recipiente de la muestra.

source: description_sample_datesampled
de: Das Datum, an dem die Probe entnommen wurde
es: Indique la fecha cuando se tomó la muestra.

source: description_sample_detached_from
ca: La mostra primària de la qual s'ha desvinculat aquesta alíquota
de: Verweis auf abgetrennte Probe
es: Referencia a la muestra de la que se desvinculó esta partición.

source: description_sample_invoice
de: Rechnung für diese Probe erstellt
es: Factura de la muestra.
