Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: If enabled, a user who submitted a result for this analysis will also be able to verify it. This setting take effect for those users with a role assigned that allows them to verify results (by default, managers, labmanagers and verifiers). The option set here has priority over the option set in Bika Setup
ca: Marqueu aquesta casella de selecció si voleu que l'usuari que ha tramès un resultat, també pugui verificar-lo. Aquest paràmetre de configuració només és aplicable a usuaris que tenen el rol de verificador assignat. Aquest rol el tenen garantit per defecte els usuaris que pertanyen ja sigui al grup de responsables de laboratori o al grup de verificadors. Aquest paràmetre de configuració té prioritat sobre el valor indicat a la configuració general.
cs: Pokud je tato možnost povolena, bude ji moci ověřit také uživatel, který zadal výsledek této analýzy. Toto nastavení se projeví u uživatelů s přiřazenou rolí, která jim umožňuje ověřit výsledky (ve výchozím nastavení správci, správci laboratoří a ověřovatelé). Zde nastavená možnost má přednost před možností nastavenou v nastavení Bika
de: Wenn ausgewählt, darf der Benutzer, der das Ergebnis eingereicht hat, auch dieses verifizieren. Diese Option gilt nur für die Benutzer mit der entsprechenden Rolle (standardmäßig Administratoren, Laboradministratoren und Prüfer) und hat Vorrang vor der Einstellung in der Bika Einrichtung.
es: Si está marcado, el usuario que introduzco el resultado para un análisis también podrá verificarlo. Esta configuración solo tiene efecto para aquellos usuarios con un rol que les permite verificar los resultados (por defecto, gerentes, labmanagers y verificadores). La opción establecida aquí tiene prioridad sobre la opción establecida en "Configuración general"
ru: Разрешить пользователю внесшему результаты анализа верифицировать этот анализ. Настройка работает для пользователей с соответсвующими правами (менеджеры, лаборанты, верификаторы). Приоритет настройки выше аналогичной в Bika Setup

source: If enabled, a user who submitted a result will also be able to verify it. This setting only take effect for those users with a role assigned that allows them to verify results (by default, managers, labmanagers and verifiers).This setting can be overrided for a given Analysis in Analysis Service edit view. By default, disabled.
ca: Marqueu aquesta casella de selecció si voleu que l'usuari que ha tramès un resultat, també pugui verificar-lo. Aquest paràmetre de configuració només és aplicable a usuaris que tenen el rol de verificador assignat. Aquest rol el tenen garantit per defecte els usuaris que pertanyen ja sigui al grup de responsables de laboratori o al grup de verificadors. Podeu sobreescriure aquest paràmetre de configuració en l'àmbit de servei d'anàlisi.
cs: Pokud je tato možnost povolena, bude ji moci ověřit také uživatel, který zadal výsledek. Toto nastavení se projeví pouze u uživatelů s přiřazenou rolí, která jim umožňuje ověřovat výsledky (ve výchozím nastavení jsou správci, správci laboratoří a ověřovatelé). Toto nastavení lze přepsat pro dané zobrazení analýzy v úpravě služby analýzy. Ve výchozím nastavení je zakázáno.
de: Wenn ausgewählt, darf der Benutzer, der das Ergebnis eingereicht hat, auch dieses verifizieren. Diese Option gilt nur für die Benutzer mit der entsprechenden Rolle (standardmäßig Administratoren, Laboradministratoren und Prüfer) und kann für jede Analyse im Bearbeitungsmodus der Analyseleistung überschrieben werden. Standardeinstellung ist deaktiviert.
es: Si está marcado, el usuario que introdució el resultado también podrá verificarlo. Esta configuración solo tiene efecto para los usuarios con un rol que les permite verificar los resultados (por defecto, gerentes, labmanagers y verificadores). Esta configuración puede anularse para una vista de edición de Análisis en un Servicio de Análisis determinada. Por defecto, está deshabilitado.
ru: Разрешить пользователю внесшему результаты анализа верифицировать этот анализ. Настройка работает для пользователей с соответсвующими правами (менеджеры, лаборанты, верификаторы). Настройка может быть переопределена для конкретной Аналитической Услуги. По умолчанию отключено.

source: If enabled, the name of the analysis will be written in italics.
ca: Marqueu aquesta casella de selecció si voleu que el nom de l'anàlisi es mostri en cursiva a l'informe de resultats i a les llistes d'anàlisis.
cs: Pokud je tato možnost povolena, bude název analýzy psán kurzívou.
de: Wenn ausgewählt, wird die Bezeichnung der Analyse in Kursiv dargestellt.
es: Si está marcado, el nombre del análisis se mostrará en cursiva.
ru: Включить для отображения название анализа курсивом.

source: If enabled, this analysis and its results will not be displayed by default in reports. This setting can be overrided in Analysis Profile and/or Sample
ca: Marqueu aquesta casella de selecció si voleu que aquesta anàlisi no es mostri als informes de resultats. Podeu sobreescriure aquest paràmetre de configuració a la vista de perfil d'anàlisi o de mostra.
cs: Pokud je tato možnost povolena, tato analýza a její výsledky se ve zprávách ve výchozím nastavení nezobrazí. Toto nastavení lze přepsat v profilu analýzy a / nebo vzorku
de: Wenn ausgewählt, wird die Analyse und ihre Ergebnisse nicht in Berichten angezeigt. Diese Einstellung kann in den Analysenprofilen und Proben überschrieben werden.
es: Si está marcado, este análisis y sus resultados no se mostrarán por defecto en los informes. Esta configuración también puede modificarse en perfiles de análisis y en muestras
ru: Включить, чтобы не отображать результаты в отчетах. Эта настройка может быть изменена в Профилях анализа или в Образце.

source: If no Title value is entered, the Batch ID will be used.
ca: Deixeu el camp en blanc si voleu que com a títol del lot s'utilitzi l'identificador generat automàticament
cs: Pokud není zadána žádná hodnota Názvu, bude použito ID dávky.
de: Wenn kein Titelwert eingegeben wird, wird die Batch ID verwendet.
es: En caso que el campo 'Título' esté vacío, el sistema utilizará el ID de Lote.
ru: Если не внесено наименование будет использован ID-пачки.

source: If no value is entered, the Batch ID will be auto-generated.
ca: Deixeu el camp en blanc si voleu que l'identificador del lot es generi automàticament
cs: Pokud není zadána žádná hodnota, bude ID šarže vygenerováno automaticky.
de: Ohne Eingabe wird die Batch-ID automatisch erzeugt.
es: Si no se ingresa ningún valor, el ID del lote se generará automáticamente.
ru: Если значение не внесено ID-пачки будет сгенерировано

source: If required, select a calculation for the The analysis services linked to this method. Calculations can be configured under the calculations item in the LIMS set-up
ca: Si és necessari, seleccioneu el càlcul associat a l'anàlisi. Podeu configurar els càlculs des de l'apartat 'Càlculs'.
cs: V případě potřeby vyberte výpočet pro analytické služby spojené s touto metodou. Výpočty lze konfigurovat pod položkou výpočty v nastavení LIMS
de: Wenn nötig wählen Sie eine Berechnung der Analyseleistung aus. Berechnungen können im Bereich LIMS Setup eingestellt werden
es: Selección del cálculo que se aplicará por defecto a los servicios de análisis vinculados a este método. Puede configurar los cálculos en el área de configuración del LIMS
ru: Укажите вычисления для Аналитических услуг выполянемых этим методом. Вычисления конфигурируются на странице ВЫЧИСЛЕНИЯ в настройках.

source: If set, this interpretation template will only be available for selection on samples from these types
ca: Indiqueu els tipus de mostra per als quals voleu que aquesta plantilla d'interpretació estigui disponible. Si no n'indiqueu cap, podreu utilitzar aquesta plantilla d'interpretació independentment del tipus de mostra.
cs: Pokud je nastaveno, bude tato šablona interpretace k dispozici pouze pro výběr vzorků z těchto typů.
de: Wenn aktiviert, steht diese Interpretationsvorlage nur für Proben dieser Probenarten zur Auswahl
es: Esta plantilla de interpretación de resultados solo se podrá seleccionar para muestras de los tipos siguientes

source: If set, this interpretation template will only be available for selection on samples that have assigned any of these analysis templates
ca: Indiqueu les plantilles d'anàlisi per a les que voleu que aquesta plantilla d'interpretació estigui disponible. Si no n'indiqueu cap, podreu utilitzar aquesta plantilla d'interpretació independentment dels perfils d'anàlisi que tingui assignats la mostra.
cs: Pokud je nastaveno, bude tato šablona interpretace k dispozici pouze pro výběr vzorků, kterým byla přiřazena některá z těchto šablon analýzy.
de: Wenn aktiviert, steht diese Interpretationsvorlage nur für Proben zur Auswahl, denen eine dieser Analysenvorlagen zugewiesen wurde
es: Esta plantilla de interpretación de resultados solo se podrá seleccionar para muestras que tengan asignada alguna de las plantillas de análisis siguientes

source: If text is entered here, it is used instead of the title when the service is listed in column headings. HTML formatting is allowed.
ca: Introduïu el text que voleu que es mostri en comptes del nom del servei d'anàlisi en les capçaleres de columnes. Admet format HTML.
cs: Pokud je zde text zadán, použije se místo názvu, když je služba uvedena v záhlaví sloupce. Formátování HTML je povoleno.
de: Wenn hier Text eingegeben wird, wird dieser anstelle des Titels verwendet, wenn die Analysenleistung in Spaltenüberschriften aufgeführt ist. HTML-Formatierung ist erlaubt.
es: Campo opcional. Texto que reemplazará al título del servicio de análisis en las cabeceras de las columnas de las listas. Permite formato HTML.
ru: Будет использоваться вместо Названия в таблицах. Допустимо HTML-форматирование.

source: If unchecked, Lab Managers won't be able to assign the same Instrument more than one Analyses while creating a Worksheet.
ca: Marqueu aquesta casella de selecció si voleu que els usuaris que pertanyen al grup de responsables de laboratori puguin assignar un mateix instrument de mesura a múltiples anàlisis d'un full de treball a la vegada.
cs: Pokud není zaškrtnuto, nebudou moci správci laboratoře při vytváření listu přiřazovat stejný přístroj více, než k jedné analýze.
de: Wenn abgewählt, können Labormanager keine gleichen Geräte mehr als zu einer Analyse bei Erzeugung des Arbeitsblatts zuweisen
es: Si está marcado, los reponsables del laboratorio no podrán asignar el mismo instrumento a más de un análisis durante la creación de una hoja de trabajo.
ru: Если флаг убран, невозможно присвоить тот же инструмент разным анализов в одном Рабочем Листе

source: If unchecked, analysts and lab clerks will be able to manage Worksheets, too. If the users have restricted access only to those worksheets for which they are assigned, this option will be checked and readonly.
ca: Marqueu aquesta casella de selecció si voleu que només puguin gestionar fulls de treball els usuaris que pertanyen al grup de responsables de laboratori. Si el paràmetre de configuració que restringeix l'accés a fulls de treball només a usuaris assignats està activat, aquesta casella romandrà marcada automàticament.
cs: Pokud nebude zaškrtnuto, budou analytici a laboratorní úředníci schopni spravovat i pracovní listy. Pokud mají uživatelé omezený přístup pouze k těm listům, ke kterým jsou přiřazeni, bude tato volba zkontrolována a přečtena.
de: Wenn deaktiviert können Assistenten auch Arbeitsblätter anpassen. Wenn Nutzer nur eingeschränkte Rechte besitzen ist diese Option nicht wählbar.
es: Si no se selecciona, los analistas y los empleados de laboratorio también podrán administrar hojas de trabajo. Si los usuarios tienen el acceso restringido a aquellas hojas de trabajo para las cuales están asignados, esta casilla de selección no se podrá modifcar.
ru: Если флажок не установлен, аналитики и клерки лаборатории будут иметь возможность управлять рабочими листами тоже. Если пользователи имеют ограниченный доступ к рабочим листам, эта опция будет проверяться и только для чтения.

source: If unchecked, analysts will have access to all worksheets.
ca: Marqueu aquesta casella de selecció si voleu que els usuaris que pertanyen al grup d'analistes només puguin accedir als fulls de treball que tinguin assignats.
cs: Pokud není zaškrtnuto, budou mít analytici přístup ke všem pracovním listům.
de: Wenn deaktiviert haben Assistenten Zugang zu allen Arbeitsblättern.
es: Si no se selecciona, los analistas tendrán acceso a todas las hojas de trabajo.
ru: Если флажок не установлен, аналитики будут иметь доступ ко всем рабочим листам.

source: If unchecked, users will only be able to submit results for the analyses they are assigned to, and the submission of results for unassigned analyses won't be permitted. This setting does not apply to users with role Lab Manager
ca: Marqueu aquesta casella de selecció si voleu que els usuaris que pertanyen al grup d'analistes puguin trametre resultats per a fulls de treball que no tinguin assignats, i fins i tot per a anàlisis pendents d'assignar. Aquest paràmetre de configuració no té cap efecte sobre usuaris que pertanyen al grup de responsables de laboratori.
cs: Pokud není zaškrtnuto, uživatelé budou moci předkládat výsledky pouze pro analýzy, ke kterým jsou přiřazeni, a odesílání výsledků pro nepřiřazené analýzy nebude povoleno. Toto nastavení se nevztahuje na uživatele s rolí Správce laboratoře
de: Wenn abgewählt, können Benutzer Ergebnisse nur noch für Analysen einreichen, die ihnen selbst zugewiesen wurden. Nicht zugeordnete Analysen können dann nicht mehr eingereicht werden. Diese Einstellung betrifft nicht Benutzer mit der Rolle Labormanager
es: Si no está marcado, los usuarios solo podrán introducir resultados para los análisis que tengan asignados. Esta configuración no tiene ningún efecto para responsables de laboratorio.
ru: Если флажок не установлен, пользователи смогут вносить результаты только анализам в которых они назначены исполнителями.

source: If your formula needs a special function from an external Python library, you can import it here. E.g. if you want to use the 'floor' function from the Python 'math' module, you add 'math' to the Module field and 'floor' to the function field. The equivalent in Python would be 'from math import floor'. In your calculation you could use then 'floor([Ca] + [Mg])'.
ca: Afegiu els mòduls Python externs addicionals que vulgueu utilitzar en la fórmula. Per exemple, si voleu utilitzar la funció 'floor' del mòdul 'math' de Python, afegiu el mòdul 'math' al camp "Mòdul" i 'floor' al camp "Funció". (l'equivalent en Python seria 'from math import floor'). D'aquesta manera podreu utilitzar, per exemple, l'expressió 'floor([Ca] + [Mg])'.
cs: Pokud váš vzorec vyžaduje speciální funkci z externí knihovny Python, můžete ji importovat zde. Např. pokud chcete použít funkci 'floor' z modulu 'math' Python, přidáte do pole Module 'math' a do pole funkce 'floor'. Ekvivalent v Pythonu by byl 'from math import floor'. Při výpočtu byste pak mohli použít 'floor([Ca] + [Mg])'.
de: Wenn Ihre Formel eine spezielle Funktion aus einer externen Python-Bibliothek benötigt, kann sie hier importiert werden. Z.B. wenn Sie die Funktion 'floor()' aus den Python 'math' Modul brauchen, tragen Sie bitte 'math' in das Modulfeld und 'floor' in das Funktionsfeld ein. In Python wäre die äquivalente Syntax 'from math import floor'. In der Berechnung könnten Sie sie dann z.B. so verwenden: 'floor([Ca] + [Mg]}'
es: Si tu fórmula necesita una función especial de una biblioteca Python externa, puedes importarla aquí. P.ej. si desea usar la función 'floor' del módulo 'math' de Python, agregue 'math' al campo Módulo y 'floor' al campo de función. El equivalente en Python sería 'from math import floor'. En tu cálculo, podrás usar 'floor ([Ca] + [Mg])'.
ru: Укажите дополнительные Python библиотеки для ваших вычислений. Например, если вам нужна функция 'floor' из библиотеки 'math' - добавьте 'math' в поле 'Модуль' и 'floor' в поле 'Функция'. Это эквивалентно Python выражению 'from math import floor'. Функция может быть вызвана : floor([Ca] + [Mg]).

source: Immediate results entry
ca: Entrada immediata de resultats
cs: Okamžité zadání výsledků
de: Sofortige Ergebniseingabe
es: Entrada immediata de resultados

source: Import
ca: Importació
es: Importar
ru: Импорт

source: Import Data Interface
ca: Interfície d'importació
cs: Datové rozhraní Importu
de: Datenschnittstelle importieren
es: Interfaz de importación de datos
ru: Интерфейс импорта данных

source: Imported File
ca: Fitxer importat
cs: Importovaný soubor
de: Importierte Datei
es: Fichero importado
ru: Импортирован файл

source: In-lab calibration procedure
ca: Procediment de calibratge intern
cs: Postup kalibrace v laboratoři
de: Interlaboratorielle Kalibrierung
es: Procedimiento de calibración en el laboratorio
ru: Внутренняя калибровка

source: Inactive
ca: Inactius
cs: Neaktivní
de: Inaktiv
es: Inactivo
ru: Неактивные

source: Include and display pricing information
ca: Mostra els preus
cs: Zahrnout a zobrazit informace o cenách
de: Preisinformationen anzeigen und hinzufügen
es: Incluir y mostrar información de precios
ru: Включить и отображать информацию о ценах

source: Include descriptions
ca: Inclou les descripcions
cs: Včetně popisů
de: Beschreibungen einbeziehen
es: Incluir descripciones
ru: Включить описания

source: Incorrect IBAN number: %s
ca: El número d'IBAN és incorrecte: %s
cs: Nesprávné číslo IBAN: %s
de: Falsche IBAN Nr.: %s
es: El número IBAN no es correcto: %s
ru: Неверный IBAN номер: %s

source: Incorrect NIB number: %s
ca: El número d'IBAN és incorrecte: %s
cs: Nesprávné číslo NIB: %s
de: Falsche NIB Nr.: %s
es: El número NIB no es correcto: %s
ru: Неверный NIB номер: %s

source: Indicates if the last SampleReport is printed,
ca: Marqueu aquesta casella de selecció si voleu indicar que ja s'ha imprès l'últim informe de resultats d'aquesta mostra.
cs: Označuje, zda je vytištěna poslední Zpráva o vzorku,
de: Zeigt an, ob der letzte Proben-Bericht gedruckt ist,
es: Indica si el último Reporte de Muestras ha sido impreso,
ru: Указывает что последний отчет Напечатан,

source: Initialize
ca: Inicialitza
cs: Inicializovat
de: Initialisieren
es: Iniciar
ru: Инициализировать

source: Install SENAITE LIMS
ca: Instal·la SENAITE LIMS
cs: Instalace SENAITE LIMS
de: SENAITE LIMS installieren
es: Instalar SENAITE LIMS
ru: Установить SENAITE LIMS

source: Installation Certificate
ca: Certificat d'instal·lació
cs: Instalační certifikát
de: Zertifikat installieren
es: Certificado de instalación
ru: Сертификат установки

source: Installation certificate upload
ca: Utilitzeu aquest camp per pujar fitxer amb el certificat d'instal·lació de l'instrument
cs: Nahrání instalačního certifikátu
de: Zertifikat upload installieren
es: Carga del certificado de instalación
ru: Загрузить сертификат установки

source: InstallationDate
ca: Data d'instal·lació
cs: Datum instalace
de: Installations-Datum
es: Fecha de instalación
ru: Дата установки

source: Instructions
ca: Instruccions
cs: Instrukce
de: Anweisungen
es: Instrucciones
ru: Инструкции

source: Instructions for in-lab regular calibration routines intended for analysts
ca: Instruccions per a les rutines regulars de calibratge intern efectuades pels analistes
cs: Pokyny pro pravidelné laboratorní kalibrační rutiny určené pro analytiky
de: Anleitung zu interlaboratoriellen Kalibrierungsanweisungen für Analysen
es: Instrucciones para rutinas de calibración de laboratorio destinadas a los analistas
ru: Инструкции сотрудникам для калибровочных процедур

source: Instructions for regular preventive and maintenance routines intended for analysts
ca: Instruccions per a les rutines de manteniment regular i preventiu efectuades pels analistes
cs: Pokyny pro pravidelné preventivní a udržovací postupy určené analytikům
de: Anleitungen für standard Präventiv- und Wartungsanweisungen für Analysen
es: Instrucciones para rutinas preventivas y de mantenimiento destinadas a los analistas
ru: Инструкции сотрудникам для обслуживания

source: Instrument
ca: Instrument de mesura
cs: Přístroj
de: Gerät
es: Instrumento analítico
ru: Инструмент

source: Instrument '{}' is used by service '{}'
ca: El servei d'anàlisi «{}» utilitza l'instrument de mesura «{}»
cs: Nástroj '{}' je používán službou '{}'
de: Prüfgerät '{}' wird von der Analysenleistung '{}' verwendet
es: El instrumento analítico '{}' se utiliza en el servicio '{}'
ru: Инструмент '{}' используется в '{}'

source: Instrument Calibrations
ca: Calibratges de l'instrument de mesura
cs: Kalibrace přístroje
de: Gerätekalibrierungen
es: Calibraciones del instrumento analítico
ru: Калибровки

source: Instrument Files
ca: Fitxer de l'instrument de mesura
cs: Soubory nástrojů
de: Gerätedateien
es: Documentos del instrumento analítico
ru: Файлы

source: Instrument Import
ca: Importació de resultats d'instruments de mesura
cs: Import přístroje
de: Geräteimport
es: Importación desde instrumento analítico
ru: Импорт

source: Instrument Location
ca: Ubicació de l'instrument de mesura
cs: Umístění přístroje
de: Gerätestandort
es: Localización del instrumento analítico
ru: Месторасположение инструмента

source: Instrument Locations
ca: Ubicacions dels instruments de mesura
cs: Umístění přístroje
de: Gerätestandorte
es: Localizaciones para instrumental analítico
ru: Месторасположение инструментов

source: Instrument Maintenance
ca: Manteniment de l'instrument de mesura
cs: Údržba přístroje
de: Gerätewartungen
es: Mantenimiento del instrumento analítico
ru: Обслуживание

source: Instrument Scheduled Tasks
ca: Tasques programades per a l'instrument de mesura
cs: Úlohy plánovaných přístrojů
de: Geplante Aufgaben für das Gerät
es: Tareas programadas para el instrumento analítico
ru: Запланированные работы

source: Instrument Validations
ca: Validacions de l'instrument de mesura
cs: Ověřování přístrojů
de: Gerätevalidierungen
es: Validaciones para el instrumento analítico
ru: Поверки инструмента

source: Instrument assignment is allowed
ca: Està permesa l'assignació d'instrument de mesura
cs: Přiřazení přístroje je povoleno
de: Gerätezuweisung erlaubt
es: La asignación del instrumento está permitida
ru: Разрешить выбор инструмента

source: Instrument disabled until successful calibration:
ca: S'ha desactivat l'instrument de mesura fins que s'efectuï un calibratge amb èxit:
cs: Přístroj je deaktivován až do úspěšné kalibrace:
de: Gerät ist bis zur erfolgreichen Kalibrierung deaktiviert:
es: Se ha desactivado el instrumento hasta nueva calibración:
ru: Инструмент отключен до успешной калибровки

source: Instrument disposed until new calibration tests being done:
ca: S'ha desactivat l'instrument de mesura fins que s'efectuïn nous tests de calibratge intern:
cs: Přístroj odstaven až do provedení nových kalibračních testů:
de: Gerät disponiert bis zur Durchführung neuer Kalibrierungstests:
es: Instrumento descartado hasta que se realicen nuevas pruebas de calibración:
ru: Инструмент деактивирован до нового калибровочного теста:

source: Instrument exporter not found
ca: No s'ha trobat cap exportador per a l'instrument de mesura
cs: Exporter přístroje nebyl nalezen
de: Geräteexporteur nicht gefunden
es: No hay ningún exportador para el instrumento analítico
ru: Интерфейс экспорта не найден

source: Instrument failed reference test
ca: El test de referència ha fallat a l'instrument de mesura
cs: Referenční test přístroje selhal
de: Gerät hat Referenztest nicht bestanden
es: El instrumento falló el ensayo de referencia
ru: Интрумент не прошел контрольный тест
