Repository: senaite/senaite.core
Catalog: src/senaite/core/locales/*/LC_MESSAGES/senaite.core.po
Languages: ca, cs, de, es, ru

source: Code for the location
ca: Codi d'ubicació
cs: Kód místa
de: Code für den Standort
es: Código de la ubicación
ru: ID локации хранения

source: Code for the site
ca: Codi del lloc
cs: Kód pro web
de: Code für das Grundstück
es: Código del sitio
ru: ID хранилища

source: Code the the shelf
ca: Codi del prestatge
cs: Kód police
de: Code für das Regal
es: Código del estante
ru: ID полки

source: Collapse field analysis table
ca: Plega la llista d'anàlisis de camp
cs: Sbalení tabulky analýzy polí
de: Feldanalysetabelle einklappen
es: Ocultar la tabla con los análisis de campo

source: Collapse field analysis table in sample view
ca: Marqueu aquesta casella de selecció si voleu que la llista d'anàlisis de camp de la vista de mostra es visualitzi plegada per defecte.
cs: Sbalení tabulky analýzy polí v zobrazení vzorku
de: Feldanalysetabelle in der Probnansicht einklappen
es: Ocultar la tabla con los análisis de campo en la vista de muestra

source: Collapse lab analysis table
ca: Plega la llista d'anàlisis de laboratori
cs: Sbalení tabulky laboratorní analýzy
de: Laboranalysetabelle einklappen
es: Ocultar la tabla con análisis de laboratorio

source: Collapse lab analysis table in sample view
ca: Marqueu aquesta casella de selecció si voleu que la llista d'anàlisis de laboratori de la vista de mostra es visualitzi plegada per defecte.
cs: Sbalení tabulky laboratorních analýz v zobrazení vzorku
de: Laboranalysetabelle in der Probenansicht einklappen
es: Ocultar la tabla con análisis de laboratorio en la vista de muestra

source: Collapse qc analysis table
ca: Plega la llista d'anàlisis de QC
cs: Sbalení tabulky analýzy qc
de: QC-Analysetabelle einklappen
es: Ocultar la tabla con análisis de control de calidad QC

source: Collapse qc analysis table in sample view
ca: Marqueu aquesta casella de selecció si voleu que la llista d'anàlisis de QC de la vista de mostra es visualitzi plegada per defecte.
cs: Sbalení tabulky analýzy qc v zobrazení vzorku
de: QC-Analysetabelle in der Probenansicht einklappen
es: Ocultar la tabla con análisis de conrol de calidad QC en la vista de muestra

source: Column '{}' is missing
ca: Falta la columna «{}»
cs: Chybí sloupec '{}'
de: Spalte '{}' fehlt
es: Falta la columna '{}'
ru: Отсутсвует '{}'

source: Comma (,)
ca: Coma (,)
cs: Čárka (,)
de: Komma (,)
es: Coma (,)
ru: Запятая (,)

source: Comments
ca: Comentaris
cs: Komentáře
de: Kommentare
es: Comentarios
ru: Комментарии

source: Comments or results interpretation
ca: Comentaris o interpretació de resultats
cs: Interpretace komentářů nebo výsledků
de: Kommentare oder Ergebnisinterpretation
es: Comentarios o interpretación de resultados
ru: Комментарии или заключение

source: Commercial ID
ca: ID comercial
cs: Obchodní ID
de: HRG-Nr
es: ID comercial
ru: ID в прейскуранте

source: Composite
ca: Composició
cs: Složení
de: Gemisch
es: Compuesta
ru: Составной

source: Composite sample
ca: Mostra composta
cs: Složený vzorek
de: Zusammengesetzte Probe
es: Muestra compuesta
ru: Составной образец

source: Conditions to ask for this analysis on sample registration. For instance, laboratory may want the user to input the temperature, the ramp and flow when a thermogravimetric (TGA) analysis is selected on sample registration. The information provided will be later considered by the laboratory personnel when performing the test.
ca: Condicions d'anàlisi a ser omplertes durant el registre de mostres. Per exemple, el laboratori pot voler que l'usuari introdueixi els valors de temperatura, rampa i flux quan se selecciona una anàlisi de termogravimetria (TGA) en el formulari de registre de mostra. El personal del laboratori tindrà en compte la informació proporcionada després, durant la realització de la prova.
cs: Podmínky pro vyžádání této analýzy při registraci vzorku. Například laboratoř může chtít, aby uživatel zadal teplotu, náběh a průtok, pokud je při registraci vzorku vybrána termogravimetrická analýza (TGA). Zadané informace později pracovníci laboratoře zohlední při provádění zkoušky.
de: Bedingungen für diese Analyse, die bei der Probenregistrierung abgefragt werden. Beispielsweise möchte das Labor möglicherweise, dass der Benutzer die Temperatur, die Rampe und den Durchfluss eingibt, wenn bei der Probenregistrierung eine thermogravimetrische (TGA) Analyse ausgewählt wird. Die bereitgestellten Informationen werden später vom Laborpersonal bei der Durchführung des Tests berücksichtigt.
es: Condiciones de análisis a ser rellenadas durante el registro de muestras. Por ejemplo, el laboratorio desea que el usuario solicitante introduzca el valor de temperatura, rampa y flujo cuando un análisis termogravimétrico (TGA) es seleccionado durante el registro de muestra. La información proporcionada será tenida en cuenta luego, al realizar el test, por el personal del laboratorio.
ru: Параметры, которые необходимо зафиксировать при регистрации образца. Например: пользователь должен внести температуру, температурный диапазон и скорость изменения при выборе термогравиметрических исследований (ТГ). Эта информация будет использована позднее при проведении анализа.

source: Confidence Level %
ca: % Nivell de confiança
cs: Konfidenční interval %
de: Vertrauensniveau %
es: % Nivel de confianza
ru: Доверительный интервал %

source: Configuration
ca: Configuració
cs: Konfigurace
de: Konfiguration
es: Configuración

source: Configuration for the sample header information
ca: Configuració de la secció de l'encapçalament de mostra
cs: Konfigurace informací v záhlaví vzorku
de: Konfiguration für die Informationen, die im Kopfbereich in der Probe angezeigt werden.
es: Configuración de la sección de cabecera de muestra

source: Configuration restored to default values.
ca: S'ha restablert la configuració als valors per defecte.
cs: Konfigurace obnovena na výchozí hodnoty.
de: Konfiguration auf Standardwerte zurückgesetzt
es: La configuración se ha restaurado a los valores por defecto.

source: Configure Table Columns
ca: Configuració de les columnes de la taula
cs: Konfigurovat sloupce tabulky
de: Tabellenüberschriften konfigurieren
es: Configurar las columnas de la tabla
ru: Настроить таблицу

source: Configure the sample partitions and preservations for this template. Assign analyses to the different partitions on the template's Analyses tab
ca: Configureu les alíquotes i mètodes de conservació per aquesta plantilla d'anàlisis. Des de la pestanya "Anàlisis" podeu assignar anàlisis concretes a cada una de les alíquotes.
cs: Nakonfigurujte oddělky vzorků a uchování pro tuto šablonu. Na kartě Analýzy šablony přiřaďte analýzy různým oddělkům
de: Zusammenstellung der Teilproben und der Konservierung für diesen Typ. Zuweisung der Analysenleistungen zu den unterschiedlichen Probentypen.
es: Configuración de las particiones de muestras y métodos de conservación asignados a la plantilla. Puede asignar análisis a distintas particiones des de la pestaña de plantilla de análisis.
ru: Задать партицирование и консерванты для шаблона. Назначить аналитические услуги различным партициям (на вкладке Аналитические услуги)

source: Confirm password
ca: Confirmeu la paraula de pas
cs: Potvrzení hesla
de: Passwort bestätigen
es: Confirme la contraseña
ru: Подтверждение пароля

source: Considerations
ca: Consideracions
cs: K úvaze
de: Zu beachten
es: Consideraciones
ru: Заключение

source: Contact
ca: Contacte
cs: Kontakt
de: Kontakt
es: Contacto
ru: Контакт

source: Contact does not belong to the selected client
ca: El contacte que heu seleccionat no pertany al client indicat
cs: Kontakt nepatří vybranému klientovi
de: Kontakt gehört nicht zum ausgewählten Kunden
es: El contacto seleccionado no pertenece al cliente indicado
ru: Выбранный Контакт не соответствует выбранному Клиенту

source: Contact is deactivated. User cannot be unlinked.
ca: El contacte està desactivat. No es pot desvincular de l'usuari.
cs: Kontakt je deaktivován. Uživatel nemůže být odpojen.
de: Kontakt wurde deaktiviert. Die Verknüpfung zum Benutzer kann nicht aufgehoben oder geändert werden.
es: Contacto desactivado. No se puede desvincular del usuario.
ru: Контакт деактивирован. Пользователь не может быть несвязанными.

source: Contacts
ca: Contactes
cs: Kontakty
de: Kontakte
es: Contactos
ru: Контакты

source: Contained Samples
ca: Mostres incloses
cs: Obsahuje vzorky
de: Enthaltene Proben
es: Muestras incluídas
ru: Содержит образцы

source: Container
ca: Recipient
cs: Nádoba
de: Behälter
es: Recipiente
ru: Контейнер

source: Container Type
ca: Tipus de recipient
cs: Typ kontejneru
de: Behältertyp
es: Tipo de recipiente
ru: Тип контейнера

source: Container Types
ca: Tipus de recipients
cs: Typy kontejnerů
de: Behältertypen
es: Tipos de recipiente
ru: Контейнеры: Типы

source: Containers
ca: Recipients
cs: Kontejnery
de: Probenbehälter
es: Recipientes de muestras
ru: Контейнеры

source: Content Type
ca: Tipus de contingut
cs: Typ obsahu
de: Inhaltstyp
es: Tipo de contenido
ru: Тип содержимого

source: Contents of the file {}
ca: Continguts del fitxer {}
cs: Obsah souboru {}
de: Inhalte der Datei {}
es: Contenido del archivo {}
ru: Содержимое файла {}

source: Control QC analyses
ca: Anàlisi de mostra control
cs: Kontrolní analýzy QC
de: Kontrollanalysen zur Qualitätssicherung
es: Análisis de muestras control de QC
ru: Контрольные Анализы

source: Control type
ca: Tipus de control
cs: Typ ovládání
de: Kontrolltyp
es: Elemento de entrada
ru: Тип Контроля

source: Control type is not supported for empty choices
ca: El tipus de control seleccionat no és adient si no hi ha opcions
cs: Typ kontroly není podporován pro prázdné možnosti
de: Für eine leere Auswahl wird der Kontrolltyp nicht unterstützt
es: El tipo de control no está soportado para campos de seleccion vacíos

source: Copy
ca: Copia
cs: Kopírovat
de: Kopieren
es: Copiar
ru: Копировать

source: Copy analysis services
ca: Copia serveis d'anàlisi
cs: Služby analýzy kopií
de: Analyseleistungen kopieren
es: Copiar servicio de análisis
ru: Копировать Услуги

source: Copy from
ca: Còpia de
cs: Kopírovat z
de: Kopieren von
es: Copiar desde
ru: Копировать из

source: Copy to new
ca: Fes una còpia
cs: Kopírovat do nového
de: Kopie erzeugen
es: Copiar a nuevo
ru: Копировать в новый

source: Could not convert '{}' to an integer
ca: No s'ha pogut convertir «{}» a un enter
cs: Nelze převést '{}' na celé číslo
de: Wert '{}' nicht in Ganzzahl konvertierbar
es: No se pudo convertir '{}' a un entero
ru: Невозможно сконвертировать '{}' в целое число

source: Could not load PDF for sample {}
ca: No s'ha pogut carregar el PDF per a la mostra {}
cs: Nelze načíst PDF pro vzorek {}
de: Konnte das PDF für die Probe {} nicht laden
es: No ha sido posible cargar el PDF para la muestra {}
ru: Невозможно загрузить PDF для Образца {}

source: Could not send email to {0} ({1})
ca: No s'ha pogut enviar un el correu a {0} ({1})
cs: Nelze odeslat e-mail na adresu {0} ({1})
de: E-Mail-Versand an {0} ({1}) fehlgeschlagen
es: No se pudo enviar un correo electrónico a {0} ({1})
ru: Ошибка отправки электронной почты {0} ({1})

source: Could not transition samples to the sampled state
ca: No s'ha pogut transicionar les mostres a l'estat de mostrejat
cs: Nepodařilo se převést vzorky do vzorkovaného stavu
de: Proben konnten nicht in den Status "beprobt" überführt werden
es: No ha sido posible transicionar las muestras al estado muestreado
ru: Ошибка перевода образцов в состояние отобранных

source: Country
ca: País
cs: Země
de: Land
es: País
ru: Страна

source: Create Invoice PDF
ca: Crea factura en PDF
cs: Vytvořit PDF fakturu
de: Erzeuge PDF-Rechnung
es: Crear factura en PDF
ru: Создать pdf-документ счета

source: Create Partitions
ca: Crea les alíquotes
cs: Vytvořit Oddělky
de: Partitionen erzeugen
es: Crear particiones
ru: Создать партиции

source: Create SENAITE Site
ca: Crea un lloc SENAITE
cs: Vytvořit stránky SENAITE
de: SENAITE Seite erstellen
es: Crear un sitio SENAITE
ru: Создать SENAITE сайт

source: Create Worksheet
ca: Crea un full de treball
cs: Vytvořit pracovní list
de: Arbeitsblatt anlegen
es: Crear hoja de trabajo

source: Create a new SENAITE site
ca: Crea un nou lloc SENAITE
cs: Vytvoření nové stránky SENAITE
de: Neue SENAITE Seite erstellen
es: Crear un nuevo sitio SENAITE
ru: Создать новый SENAITE сайт

source: Create a new User
ca: Crea un usuari
cs: Vytvořit nového uživatele
de: Einen neuen Benutzer anlegen
es: Crear un nuevo usuario
ru: Создать нового пользователя

source: Create a new worksheet for the selected samples
ca: Crea un full de treball amb les mostres seleccionades
cs: Vytvoření nového pracovního listu pro vybrané vzorky
de: Neues Arbeitsblatt mit ausgewählten Proben erstellen
es: Crear una hoja de trabajo con las muestras selecionadas

source: Create new worksheet
ca: Crea un full de treball
cs: Vytvořit nový pracovní list
de: Neues Arbeitsblatt anlegen
es: Crear una hoja de trabajo

source: Create partitions
ca: Crea les alíquotes
cs: Vytvořit oddělky
de: Partitionen erzeugen
es: Crear particiones
ru: Создать партиции

source: Created
ca: Creat
cs: Vytvořeno
de: Erstellt
es: Creado
ru: Дата создания

source: Created by
ca: Creat per
cs: Vytvořil
de: Erstellt von
es: Creado por:
ru: Создано:

source: Created on
ca: Creat el
cs: Vytvořeno dne
de: Erstellt auf
es: Creado:
ru: Создано

source: Created worksheet %s
ca: S'ha creat el full de treball %s
cs: Vytvořený pracovní list %s
de: Arbeitsblatt %s wurde angelegt
es: Se ha creado la hoja de trabajo %s

source: Created {} partitions: {}
ca: S'han creat {} alíquotes: {}
cs: Vytvořeno {} oddělků: {}
de: {} Partitionen erzeugt: {}
es: Creadas {} particiones: {}
ru: Создано {} партиций: {}

source: Creator
ca: Creat per
cs: Tvůrce
de: Ersteller
es: Creado por
ru: Автор

source: Criteria
ca: Criteri
cs: Kritéria
de: Kriterium
es: Criterios
ru: Критерий

source: Currency
ca: Moneda
cs: Měna
de: Währung
es: Moneda
ru: Валюта

source: Current
ca: Disponible
cs: Aktuální
de: Aktuell
es: En curso
ru: Текущий

source: Custom decimal mark
ca: Caràcter de puntuació decimal personalitzat
cs: Vlastní desetinná značka
de: Standard Dezimaltrenner
es: Separador decimal personalizado
ru: Специальный десятичный знак

source: DL
ca: Límit de Detecció
es: Límite de Detección

source: Daily
ca: Diàriament
cs: Denně
de: Täglich
es: Diario
ru: Дневной

source: Data Interface
ca: Interfície de dades
cs: Datové rozhraní
de: Datenschnittstelle
es: Interfaz de datos
ru: Интерфейс данных

source: Data Interface Options
ca: Opcions d'interfície de dades
cs: Volby datového rozhraní
de: Datenschnittstelle - Optionen
es: Opciones de interfaz de datos
ru: Настройки интерфейса данных

source: Data import successful
ca: La importació de dades ha finalitzat correctament
cs: Import dat úspěšný
de: Datenimport erfolgreich
es: Los datos se han importado correctamente
ru: Импорт завершен успешно

source: Date
ca: Data
cs: Datum
de: Datum
es: Fecha
ru: Дата

source: Date Created
ca: Data de creació
cs: Datum vytvoření
de: Erstellungsdatum
es: Fecha de creación
ru: Дата создания

source: Date Disposed
ca: Data d'eliminació
cs: Termín odstraněn
de: Entsorgungsdatum
es: Fecha de exclusión
ru: Дата уничтожения

source: Date Expired
ca: Data de caducitat
cs: Prodleva termínu
de: Verfallsdatum
es: Fecha de caducidad
ru: Годен до

source: Date Loaded
ca: Data de càrrega
cs: Datum příjmu
de: Fülldatum
es: Fecha de carga
ru: Дата загрузки

source: Date Modified
ca: Data de modificació
cs: Datum změnění
de: Modifikationsdatum
es: Fecha de modificación
ru: Дата изменений

source: Date Opened
ca: Data d'obertura
cs: Datum otevření
de: Öffnungsdatum
es: Fecha de apertura
ru: Дата открытия

source: Date Preserved
ca: Data de conservació
cs: Datum zachováno
de: Konservierungsdatum
es: Fecha de conservación
ru: Дата консервации

source: Date Printed
ca: Data d'impressió
cs: Datum tištění
de: Druckdatum
es: Fecha de impresión
ru: Дата печати

source: Date Published
ca: Data de publicació
cs: Datum vydání
de: Veröffentlichungsdatum
es: Fecha de publicación
ru: Дата публикации

source: Date Received
ca: Data de recepció
cs: Datum doručení
de: Empfangsdatum
es: Fecha de recepción
ru: Дата получения

source: Date Registered
ca: Data de registre
cs: Datum registrace
de: Registrierdatum
es: Fecha de registro
ru: Дата регистрации

source: Date Requested
ca: Data de sol·licitud
cs: Datum vyhotovení
de: Auftragsdatum
es: Fecha de petición
ru: Дата заказа

source: Date Sample Received
ca: Data de recepció
cs: Datum přijetí vzorku
de: Probenempfangsdatum
es: Fecha de recepción
ru: Дата получения образца

source: Date Sampled
ca: Data de mostreig
cs: Datum odběru
de: Probenahmedatum
es: Fecha de muestreo
ru: Дата отбора образца

source: Date Verified
ca: Data de verificació
cs: Datum ověřeno
de: Verifizierungsdatum
es: Fecha de verificación
ru: Дата проверки

source: Date collected
ca: Data de mostreig
cs: Datum shromáždění
de: Entnahmedatum
es: Fecha de muestreo
ru: Дата забора

source: Date from which the instrument is under calibration
ca: Data d'inici del procés de calibratge de l'instrument de mesura
cs: Datum, od kterého je přístroj pod kalibrací
de: Datum an dem das Instrument validiert wird
es: Fecha de inicio del proceso de calibrado del instrumento analítico
ru: Дата с которой инструмент на калибровке

source: Date from which the instrument is under maintenance
ca: Data d'inici de les tasques de manteniment de l'instrument de mesura
cs: Datum, od kterého je přístroj v údržbě
de: Datum an dem das Gerät gewartet wurde
es: Fecha de inicio de las tareas de mantenimiento del instrumento analítico
ru: Дата с которой инструмент на обслуживании

source: Date from which the instrument is under validation
ca: Data d'inici del procés de validació de l'instrument de mesura
cs: Datum, od kterého je nástroj validován
de: Datum an dem das Instrument validiert wird
es: Fecha de inicio del proceso de validación del instrumento analítico
ru: Дата с которой инструмент на инспекции

source: Date granted
ca: Data de validesa
cs: Datum přidělení
de: Genehmigungsdatum
es: Fecha de otorgamiento
ru: Разрешено с

source: Date received
ca: Data de recepció
cs: Datum přijetí
de: Empfangsdatum
es: Fecha de recepción
ru: Дата получения

source: Date until the certificate is valid
ca: Data de fi de validesa del certificat de calibratge
cs: Datum do doby platnosti certifikátu
de: Gültigkeitsdatum des Zertifikats
es: Fecha de fin de validez del certificado de calibración
ru: Срок действия сертификата

source: Date until the instrument will not be available
ca: Data fins a la qual no estarà disponible l'instrument de mesura
cs: Datum, kdy nebude přístroj k dispozici
de: Datum bis das das Instrument gesperrt ist
es: Fecha hasta donde el instrumento analítico no estará disponible
ru: Дата до которой инструмент будет недоступен для работы

source: Date when the calibration certificate was granted
ca: Data d'expedició del certificat de calibratge
cs: Datum udělení kalibračního certifikátu
de: Datum an dem das Kalibrierzertifikat freigegeben wurde
es: Fecha del certificado de calibración
ru: Дата выпуска сертификата калибровки

source: Date when the certificate is valid
ca: Data d'inici de validesa del certificat de calibratge
cs: Datum platnosti certifikátu
de: Gültigkeitsdatum des Zertifikats
es: Fecha de inicio de validez del certificado de calibración
ru: Дата начала действия сертификата калибровки

source: Days
ca: Dies
cs: Dny
de: Tage
es: Días
ru: Дни

source: De-activate until next calibration test
ca: Desactiva l'instrument fins al pròxim test intern de calibratge
cs: Deaktivovat až do dalšího kalibračního testu
de: Bis zur nächsten Kalibrierung deaktivieren
es: Desactivado hasta la próxima calibración
ru: Деактивировать до следующей калибровки

source: Deactivate
ca: Desactiva
cs: Deaktivovat
de: Deaktivieren
es: Desactivar
ru: Отключить

source: Decimal mark to use in the reports from this Client.
ca: Caràcter de puntuació decimal que cal utilitzar en els informes de resultats per aquest client.
cs: Desetinné znaménko, které se použije v přehledech od tohoto klienta.
de: Dezimaltrenner zur Verwendung für diesen Kunden
es: Separador decimal a utilizar en los informes de este Cliente.
ru: Использовать этот десятичный знак в документах для этого Клиента.

source: Default Container
ca: Recipient per defecte
cs: Výchozí kontejner
de: Standardbehälter
es: Recipiente por defecto
ru: Контейнер по умолчанию

source: Default Department
ca: Departament predeterminat
cs: Výchozí oddělení
de: Standard-Abteilung
es: Departamento predeterminado
ru: Подразделение по умолчанию

source: Default Emails to CC all published Samples for this client
ca: Introduïu els correus electrònics que voleu que s'afegeixin en còpia quan s'enviïn informes de resultats d'anàlisi de mostres que pertanyin a aquest client.
cs: Výchozí e-maily pro CC všech publikovaných vzorků pro tohoto klienta
de: Standard E-Mail-Adressen in CC für zu veröffentlichende Proben dieses Kunden.
es: Direcciones de correo electrónico a las que se enviará una copia de los informes de resultados para este cliente
ru: Адреса электронной почты для отправки Копий для этого Клиента

source: Default Instrument
ca: Instrument de mesura predeterminat
cs: Výchozí přístroj
de: Standardgerät
es: Instrumento analítico predeterminado
ru: Интрумент по умолчанию

source: Default Method
ca: Mètode predeterminat
cs: Výchozí metoda
de: Standardmethode
es: Método predeterminado
ru: Метод по умолчанию

source: Default Preservation
ca: Mètode de conservació predeterminat
cs: Výchozí uchování
de: Standardkonservierung
es: Método de conservación predeterminado
ru: Консервация по умолчанию

source: Default column order for sample analysis listings
ca: Ordre per defecte de les columnes de la llista d'anàlisis de mostra
cs: Výchozí pořadí sloupců pro výpisy analýzy vzorků
de: Standardspaltenreihenfolge für Probenanalyselisten
es: Orden predeterminado de las columns para listado de análisis de muestra

source: Default column order for worksheet analysis listings
ca: Ordre per defecte de les columnes de la llista d'anàlisis en els fulls de treball
cs: Výchozí pořadí sloupců pro výpisy analýzy pracovního listu
de: Standardspaltenreihenfolge für Arbeitsblattanalyselisten
es: Orden predeterminado de las columnas para listado de análisis de hojas de trabajo

source: Default count of Sample to add.
ca: Nombre de mostres a crear de manera predeterminada.
cs: Výchozí počet vzorků k přidání.
de: Standardanzahl an Proben die hinzugefügt werden
es: Número predeterminado de muestras a ser añadidas
ru: Количество образцов при добавелении (по умолчанию)

source: Default decimal mark
ca: Caràcter de puntuació decimal predeterminat
cs: Výchozí desetinné znaménko
de: Standard-Dezimaltrenner
es: Separador decimal predeterminado
ru: Десятичный знак (по умолчанию)

source: Default instrument used for analyses of this type
ca: Instrument de mesura predeterminat per anàlisis d'aquest tipus
cs: Výchozí nástroj používaný pro analýzy tohoto typu
de: Standard Prüfgerät für Analysen dieser Art
es: Instrumento utilizado por defecto en analíticas de este tipo
ru: Инструмент (по умолчанию) для этого вида анализов

source: Default large sticker
ca: Plantilla predeterminada per a l'etiqueta de codi de barres gran
cs: Výchozí velký štítek
de: Standardetikett groß
es: Plantilla predeterminada para la etiqueta de código barras grande
ru: Большие наклейки (по умолчанию)

source: Default layout in worksheet view
ca: Disposició predeterminada dels fulls de treball
cs: Výchozí rozvržení v zobrazení pracovního listu
de: Standardlayout in der Arbeitsblattansicht
es: Orientación predeterminada en la vista de hojas de trabajo
ru: Представление рабочего листа (по умолчанию)
